{"teacher_bio":"Dr. Avigail Poupko Rock holds a PhD in Tanach from Bar-Ilan University, has been teaching Tanach and Tora Shebeal Peh for over two decades in Israel and abroad. Dr. Rock is a senior lecturer at Matan, Her online classes appear through Yeshivat Har-Etzion's Virtual Bet Midrash. She is a certified Rabbinical Advocate, and lives in Bet Shemesh with her husband, Rabbi Yehuda Rock, and their five children.","teacher_title":"Dr.","teacher_fname":"Avigail","teacher_mname":null,"teacher_lname":"Rock","teacher_image":"https://cdn.tanachstudy.com/assets/images/Dr_Avigail_Rock.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"vayigash","teacher_id":1032,"book_id":35,"book_num_chapters":50,"book_name_pretty_eng":"Bereshit","parasha_name_pretty_eng":"Vayigash","book_name":"bereshit","prev_parasha_id":"miketz","next_parasha_id":"vayhi","next_parasha_name":"Vayhi","hebrew_text":[["וַיִּגַּשׁ אֵלָיו יְהוּדָה וַיֹּאמֶר בִּי אֲדֹנִי יְדַבֶּר־נָא עַבְדְּךָ דָבָר בְּאָזְנֵי אֲדֹנִי וְאַל־יִחַר אַפְּךָ בְּעַבְדֶּךָ כִּי כָמוֹךָ כְּפַרְעֹה׃","אֲדֹנִי שָׁאַל אֶת־עֲבָדָיו לֵאמֹר הֲיֵשׁ־לָכֶם אָב אוֹ־אָח׃","וַנֹּאמֶר אֶל־אֲדֹנִי יֶשׁ־לָנוּ אָב זָקֵן וְיֶלֶד זְקֻנִים קָטָן וְאָחִיו מֵת וַיִּוָּתֵר הוּא לְבַדּוֹ לְאִמּוֹ וְאָבִיו אֲהֵבוֹ׃","וַתֹּאמֶר אֶל־עֲבָדֶיךָ הוֹרִדֻהוּ אֵלָי וְאָשִׂימָה עֵינִי עָלָיו׃","וַנֹּאמֶר אֶל־אֲדֹנִי לֹא־יוּכַל הַנַּעַר לַעֲזֹב אֶת־אָבִיו וְעָזַב אֶת־אָבִיו וָמֵת׃","וַתֹּאמֶר אֶל־עֲבָדֶיךָ אִם־לֹא יֵרֵד אֲחִיכֶם הַקָּטֹן אִתְּכֶם לֹא תֹסִפוּן לִרְאוֹת פָּנָי׃","וַיְהִי כִּי עָלִינוּ אֶל־עַבְדְּךָ אָבִי וַנַּגֶּד־לוֹ אֵת דִּבְרֵי אֲדֹנִי׃","וַיֹּאמֶר אָבִינוּ שֻׁבוּ שִׁבְרוּ־לָנוּ מְעַט־אֹכֶל׃","וַנֹּאמֶר לֹא נוּכַל לָרֶדֶת אִם־יֵשׁ אָחִינוּ הַקָּטֹן אִתָּנוּ וְיָרַדְנוּ כִּי־לֹא נוּכַל לִרְאוֹת פְּנֵי הָאִישׁ וְאָחִינוּ הַקָּטֹן אֵינֶנּוּ אִתָּנוּ׃","וַיֹּאמֶר עַבְדְּךָ אָבִי אֵלֵינוּ אַתֶּם יְדַעְתֶּם כִּי שְׁנַיִם יָלְדָה־לִּי אִשְׁתִּי׃","וַיֵּצֵא הָאֶחָד מֵאִתִּי וָאֹמַר אַךְ טָרֹף טֹרָף וְלֹא רְאִיתִיו עַד־הֵנָּה׃","וּלְקַחְתֶּם גַּם־אֶת־זֶה מֵעִם פָּנַי וְקָרָהוּ אָסוֹן וְהוֹרַדְתֶּם אֶת־שֵׂיבָתִי בְּרָעָה שְׁאֹלָה׃","וְעַתָּה כְּבֹאִי אֶל־עַבְדְּךָ אָבִי וְהַנַּעַר אֵינֶנּוּ אִתָּנוּ וְנַפְשׁוֹ קְשׁוּרָה בְנַפְשׁוֹ׃","וְהָיָה כִּרְאוֹתוֹ כִּי־אֵין הַנַּעַר וָמֵת וְהוֹרִידוּ עֲבָדֶיךָ אֶת־שֵׂיבַת עַבְדְּךָ אָבִינוּ בְּיָגוֹן שְׁאֹלָה׃","כִּי עַבְדְּךָ עָרַב אֶת־הַנַּעַר מֵעִם אָבִי לֵאמֹר אִם־לֹא אֲבִיאֶנּוּ אֵלֶיךָ וְחָטָאתִי לְאָבִי כָּל־הַיָּמִים׃","וְעַתָּה יֵשֶׁב־נָא עַבְדְּךָ תַּחַת הַנַּעַר עֶבֶד לַאדֹנִי וְהַנַּעַר יַעַל עִם־אֶחָיו׃","כִּי־אֵיךְ אֶעֱלֶה אֶל־אָבִי וְהַנַּעַר אֵינֶנּוּ אִתִּי פֶּן אֶרְאֶה בָרָע אֲשֶׁר יִמְצָא אֶת־אָבִי׃"],["וְלֹא־יָכֹל יוֹסֵף לְהִתְאַפֵּק לְכֹל הַנִּצָּבִים עָלָיו וַיִּקְרָא הוֹצִיאוּ כָל־אִישׁ מֵעָלָי וְלֹא־עָמַד אִישׁ אִתּוֹ בְּהִתְוַדַּע יוֹסֵף אֶל־אֶחָיו׃","וַיִּתֵּן אֶת־קֹלוֹ בִּבְכִי וַיִּשְׁמְעוּ מִצְרַיִם וַיִּשְׁמַע בֵּית פַּרְעֹה׃","וַיֹּאמֶר יוֹסֵף אֶל־אֶחָיו אֲנִי יוֹסֵף הַעוֹד אָבִי חָי וְלֹא־יָכְלוּ אֶחָיו לַעֲנוֹת אֹתוֹ כִּי נִבְהֲלוּ מִפָּנָיו׃","וַיֹּאמֶר יוֹסֵף אֶל־אֶחָיו גְּשׁוּ־נָא אֵלַי וַיִּגָּשׁוּ וַיֹּאמֶר אֲנִי יוֹסֵף אֲחִיכֶם אֲשֶׁר־מְכַרְתֶּם אֹתִי מִצְרָיְמָה׃","וְעַתָּה אַל־תֵּעָצְבוּ וְאַל־יִחַר בְּעֵינֵיכֶם כִּי־מְכַרְתֶּם אֹתִי הֵנָּה כִּי לְמִחְיָה שְׁלָחַנִי אֱלֹהִים לִפְנֵיכֶם׃","כִּי־זֶה שְׁנָתַיִם הָרָעָב בְּקֶרֶב הָאָרֶץ וְעוֹד חָמֵשׁ שָׁנִים אֲשֶׁר אֵין־חָרִישׁ וְקָצִּיר׃","וַיִּשְׁלָחֵנִי אֱלֹהִים לִפְנֵיכֶם לָשׂוּם לָכֶם שְׁאֵרִית בָּאָרֶץ וּלְהַחֲיוֹת לָכֶם לִפְלֵיטָה גְּדֹלָה׃","וְעַתָּה לֹא־אַתֶּם שְׁלַחְתֶּם אֹתִי הֵנָּה כִּי הָאֱלֹהִים וַיְשִׂימֵנִי לְאָב לְפַרְעֹה וּלְאָדוֹן לְכָל־בֵּיתוֹ וּמֹשֵׁל בְּכָל־אֶרֶץ מִצְרָיִם׃","מַהֲרוּ וַעֲלוּ אֶל־אָבִי וַאֲמַרְתֶּם אֵלָיו כֹּה אָמַר בִּנְךָ יוֹסֵף שָׂמַנִי אֱלֹהִים לְאָדוֹן לְכָל־מִצְרָיִם רְדָה אֵלַי אַל־תַּעֲמֹד׃","וְיָשַׁבְתָּ בְאֶרֶץ־גֹּשֶׁן וְהָיִיתָ קָרוֹב אֵלַי אַתָּה וּבָנֶיךָ וּבְנֵי בָנֶיךָ וְצֹאנְךָ וּבְקָרְךָ וְכָל־אֲשֶׁר־לָךְ׃","וְכִלְכַּלְתִּי אֹתְךָ שָׁם כִּי־עוֹד חָמֵשׁ שָׁנִים רָעָב פֶּן־תִּוָּרֵשׁ אַתָּה וּבֵיתְךָ וְכָל־אֲשֶׁר־לָךְ׃","וְהִנֵּה עֵינֵיכֶם רֹאוֹת וְעֵינֵי אָחִי בִנְיָמִין כִּי־פִי הַמְדַבֵּר אֲלֵיכֶם׃","וְהִגַּדְתֶּם לְאָבִי אֶת־כָּל־כְּבוֹדִי בְּמִצְרַיִם וְאֵת כָּל־אֲשֶׁר רְאִיתֶם וּמִהַרְתֶּם וְהוֹרַדְתֶּם אֶת־אָבִי הֵנָּה׃","וַיִּפֹּל עַל־צַוְּארֵי בִנְיָמִן־אָחִיו וַיֵּבְךְּ וּבִנְיָמִן בָּכָה עַל־צַוָּארָיו׃","וַיְנַשֵּׁק לְכָל־אֶחָיו וַיֵּבְךְּ עֲלֵיהֶם וְאַחֲרֵי כֵן דִּבְּרוּ אֶחָיו אִתּוֹ׃","וְהַקֹּל נִשְׁמַע בֵּית פַּרְעֹה לֵאמֹר בָּאוּ אֲחֵי יוֹסֵף וַיִּיטַב בְּעֵינֵי פַרְעֹה וּבְעֵינֵי עֲבָדָיו׃","וַיֹּאמֶר פַּרְעֹה אֶל־יוֹסֵף אֱמֹר אֶל־אַחֶיךָ זֹאת עֲשׂוּ טַעֲנוּ אֶת־בְּעִירְכֶם וּלְכוּ־בֹאוּ אַרְצָה כְּנָעַן׃","וּקְחוּ אֶת־אֲבִיכֶם וְאֶת־בָּתֵּיכֶם וּבֹאוּ אֵלָי וְאֶתְּנָה לָכֶם אֶת־טוּב אֶרֶץ מִצְרַיִם וְאִכְלוּ אֶת־חֵלֶב הָאָרֶץ׃","וְאַתָּה צֻוֵּיתָה זֹאת עֲשׂוּ קְחוּ־לָכֶם מֵאֶרֶץ מִצְרַיִם עֲגָלוֹת לְטַפְּכֶם וְלִנְשֵׁיכֶם וּנְשָׂאתֶם אֶת־אֲבִיכֶם וּבָאתֶם׃","וְעֵינְכֶם אַל־תָּחֹס עַל־כְּלֵיכֶם כִּי־טוּב כָּל־אֶרֶץ מִצְרַיִם לָכֶם הוּא׃","וַיַּעֲשׂוּ־כֵן בְּנֵי יִשְׂרָאֵל וַיִּתֵּן לָהֶם יוֹסֵף עֲגָלוֹת עַל־פִּי פַרְעֹה וַיִּתֵּן לָהֶם צֵדָה לַדָּרֶךְ׃","לְכֻלָּם נָתַן לָאִישׁ חֲלִפוֹת שְׂמָלֹת וּלְבִנְיָמִן נָתַן שְׁלֹשׁ מֵאוֹת כֶּסֶף וְחָמֵשׁ חֲלִפֹת שְׂמָלֹת׃","וּלְאָבִיו שָׁלַח כְּזֹאת עֲשָׂרָה חֲמֹרִים נֹשְׂאִים מִטּוּב מִצְרָיִם וְעֶשֶׂר אֲתֹנֹת נֹשְׂאֹת בָּר וָלֶחֶם וּמָזוֹן לְאָבִיו לַדָּרֶךְ׃","וַיְשַׁלַּח אֶת־אֶחָיו וַיֵּלֵכוּ וַיֹּאמֶר אֲלֵהֶם אַל־תִּרְגְּזוּ בַּדָּרֶךְ׃","וַיַּעֲלוּ מִמִּצְרָיִם וַיָּבֹאוּ אֶרֶץ כְּנַעַן אֶל־יַעֲקֹב אֲבִיהֶם׃","וַיַּגִּדוּ לוֹ לֵאמֹר עוֹד יוֹסֵף חַי וְכִי־הוּא מֹשֵׁל בְּכָל־אֶרֶץ מִצְרָיִם וַיָּפָג לִבּוֹ כִּי לֹא־הֶאֱמִין לָהֶם׃","וַיְדַבְּרוּ אֵלָיו אֵת כָּל־דִּבְרֵי יוֹסֵף אֲשֶׁר דִּבֶּר אֲלֵהֶם וַיַּרְא אֶת־הָעֲגָלוֹת אֲשֶׁר־שָׁלַח יוֹסֵף לָשֵׂאת אֹתוֹ וַתְּחִי רוּחַ יַעֲקֹב אֲבִיהֶם׃","וַיֹּאמֶר יִשְׂרָאֵל רַב עוֹד־יוֹסֵף בְּנִי חָי אֵלְכָה וְאֶרְאֶנּוּ בְּטֶרֶם אָמוּת׃"],["וַיִּסַּע יִשְׂרָאֵל וְכָל־אֲשֶׁר־לוֹ וַיָּבֹא בְּאֵרָה שָּׁבַע וַיִּזְבַּח זְבָחִים לֵאלֹהֵי אָבִיו יִצְחָק׃","וַיֹּאמֶר אֱלֹהִים לְיִשְׂרָאֵל בְּמַרְאֹת הַלַּיְלָה וַיֹּאמֶר יַעֲקֹב יַעֲקֹב וַיֹּאמֶר הִנֵּנִי׃","וַיֹּאמֶר אָנֹכִי הָאֵל אֱלֹהֵי אָבִיךָ אַל־תִּירָא מֵרְדָה מִצְרַיְמָה כִּי־לְגוֹי גָּדוֹל אֲשִׂימְךָ שָׁם׃","אָנֹכִי אֵרֵד עִמְּךָ מִצְרַיְמָה וְאָנֹכִי אַעַלְךָ גַם־עָלֹה וְיוֹסֵף יָשִׁית יָדוֹ עַל־עֵינֶיךָ׃","וַיָּקָם יַעֲקֹב מִבְּאֵר שָׁבַע וַיִּשְׂאוּ בְנֵי־יִשְׂרָאֵל אֶת־יַעֲקֹב אֲבִיהֶם וְאֶת־טַפָּם וְאֶת־נְשֵׁיהֶם בָּעֲגָלוֹת אֲשֶׁר־שָׁלַח פַּרְעֹה לָשֵׂאת אֹתוֹ׃","וַיִּקְחוּ אֶת־מִקְנֵיהֶם וְאֶת־רְכוּשָׁם אֲשֶׁר רָכְשׁוּ בְּאֶרֶץ כְּנַעַן וַיָּבֹאוּ מִצְרָיְמָה יַעֲקֹב וְכָל־זַרְעוֹ אִתּוֹ׃","בָּנָיו וּבְנֵי בָנָיו אִתּוֹ בְּנֹתָיו וּבְנוֹת בָּנָיו וְכָל־זַרְעוֹ הֵבִיא אִתּוֹ מִצְרָיְמָה׃","וְאֵלֶּה שְׁמוֹת בְּנֵי־יִשְׂרָאֵל הַבָּאִים מִצְרַיְמָה יַעֲקֹב וּבָנָיו בְּכֹר יַעֲקֹב רְאוּבֵן׃","וּבְנֵי רְאוּבֵן חֲנוֹךְ וּפַלּוּא וְחֶצְרוֹן וְכַרְמִי׃","וּבְנֵי שִׁמְעוֹן יְמוּאֵל וְיָמִין וְאֹהַד וְיָכִין וְצֹחַר וְשָׁאוּל בֶּן־הַכְּנַעֲנִית׃","וּבְנֵי לֵוִי גֵּרְשׁוֹן קְהָת וּמְרָרִי׃","וּבְנֵי יְהוּדָה עֵר וְאוֹנָן וְשֵׁלָה וָפֶרֶץ וָזָרַח וַיָּמָת עֵר וְאוֹנָן בְּאֶרֶץ כְּנַעַן וַיִּהְיוּ בְנֵי־פֶרֶץ חֶצְרוֹן וְחָמוּל׃","וּבְנֵי יִשָׂשכָר תּוֹלָע וּפֻוָּה וְיוֹב וְשִׁמְרוֹן׃","וּבְנֵי זְבוּלֻן סֶרֶד וְאֵלוֹן וְיַחְלְאֵל׃","אֵלֶּה בְּנֵי לֵאָה אֲשֶׁר יָלְדָה לְיַעֲקֹב בְּפַדַּן אֲרָם וְאֵת דִּינָה בִתּוֹ כָּל־נֶפֶשׁ בָּנָיו וּבְנוֹתָיו שְׁלֹשִׁים וְשָׁלֹשׁ׃","וּבְנֵי גָד צִפְיוֹן וְחַגִּי שׁוּנִי וְאֶצְבֹּן עֵרִי וַאֲרוֹדִי וְאַרְאֵלִי׃","וּבְנֵי אָשֵׁר יִמְנָה וְיִשְׁוָה וְיִשְׁוִי וּבְרִיעָה וְשֶׂרַח אֲחֹתָם וּבְנֵי בְרִיעָה חֶבֶר וּמַלְכִּיאֵל׃","אֵלֶּה בְּנֵי זִלְפָּה אֲשֶׁר־נָתַן לָבָן לְלֵאָה בִתּוֹ וַתֵּלֶד אֶת־אֵלֶּה לְיַעֲקֹב שֵׁשׁ עֶשְׂרֵה נָפֶשׁ׃","בְּנֵי רָחֵל אֵשֶׁת יַעֲקֹב יוֹסֵף וּבִנְיָמִן׃","וַיִּוָּלֵד לְיוֹסֵף בְּאֶרֶץ מִצְרַיִם אֲשֶׁר יָלְדָה־לּוֹ אָסְנַת בַּת־פּוֹטִי פֶרַע כֹּהֵן אֹן אֶת־מְנַשֶּׁה וְאֶת־אֶפְרָיִם׃","וּבְנֵי בִנְיָמִן בֶּלַע וָבֶכֶר וְאַשְׁבֵּל גֵּרָא וְנַעֲמָן אֵחִי וָרֹאשׁ מֻפִּים וְחֻפִּים וָאָרְדְּ׃","אֵלֶּה בְּנֵי רָחֵל אֲשֶׁר יֻלַּד לְיַעֲקֹב כָּל־נֶפֶשׁ אַרְבָּעָה עָשָׂר׃","וּבְנֵי־דָן חֻשִׁים׃","וּבְנֵי נַפְתָּלִי יַחְצְאֵל וְגוּנִי וְיֵצֶר וְשִׁלֵּם׃","אֵלֶּה בְּנֵי בִלְהָה אֲשֶׁר־נָתַן לָבָן לְרָחֵל בִּתּוֹ וַתֵּלֶד אֶת־אֵלֶּה לְיַעֲקֹב כָּל־נֶפֶשׁ שִׁבְעָה׃","כָּל־הַנֶּפֶשׁ הַבָּאָה לְיַעֲקֹב מִצְרַיְמָה יֹצְאֵי יְרֵכוֹ מִלְּבַד נְשֵׁי בְנֵי־יַעֲקֹב כָּל־נֶפֶשׁ שִׁשִּׁים וָשֵׁשׁ׃","וּבְנֵי יוֹסֵף אֲשֶׁר־יֻלַּד־לוֹ בְמִצְרַיִם נֶפֶשׁ שְׁנָיִם כָּל־הַנֶּפֶשׁ לְבֵית־יַעֲקֹב הַבָּאָה מִצְרַיְמָה שִׁבְעִים׃","וְאֶת־יְהוּדָה שָׁלַח לְפָנָיו אֶל־יוֹסֵף לְהוֹרֹת לְפָנָיו גֹּשְׁנָה וַיָּבֹאוּ אַרְצָה גֹּשֶׁן׃","וַיֶּאְסֹר יוֹסֵף מֶרְכַּבְתּוֹ וַיַּעַל לִקְרַאת־יִשְׂרָאֵל אָבִיו גֹּשְׁנָה וַיֵּרָא אֵלָיו וַיִּפֹּל עַל־צַוָּארָיו וַיֵּבְךְּ עַל־צַוָּארָיו עוֹד׃","וַיֹּאמֶר יִשְׂרָאֵל אֶל־יוֹסֵף אָמוּתָה הַפָּעַם אַחֲרֵי רְאוֹתִי אֶת־פָּנֶיךָ כִּי עוֹדְךָ חָי׃","וַיֹּאמֶר יוֹסֵף אֶל־אֶחָיו וְאֶל־בֵּית אָבִיו אֶעֱלֶה וְאַגִּידָה לְפַרְעֹה וְאֹמְרָה אֵלָיו אַחַי וּבֵית־אָבִי אֲשֶׁר בְּאֶרֶץ־כְּנַעַן בָּאוּ אֵלָי׃","וְהָאֲנָשִׁים רֹעֵי צֹאן כִּי־אַנְשֵׁי מִקְנֶה הָיוּ וְצֹאנָם וּבְקָרָם וְכָל־אֲשֶׁר לָהֶם הֵבִיאוּ׃","וְהָיָה כִּי־יִקְרָא לָכֶם פַּרְעֹה וְאָמַר מַה־מַּעֲשֵׂיכֶם׃","וַאֲמַרְתֶּם אַנְשֵׁי מִקְנֶה הָיוּ עֲבָדֶיךָ מִנְּעוּרֵינוּ וְעַד־עַתָּה גַּם־אֲנַחְנוּ גַּם־אֲבֹתֵינוּ בַּעֲבוּר תֵּשְׁבוּ בְּאֶרֶץ גֹּשֶׁן כִּי־תוֹעֲבַת מִצְרַיִם כָּל־רֹעֵה צֹאן׃"],["וַיָּבֹא יוֹסֵף וַיַּגֵּד לְפַרְעֹה וַיֹּאמֶר אָבִי וְאַחַי וְצֹאנָם וּבְקָרָם וְכָל־אֲשֶׁר לָהֶם בָּאוּ מֵאֶרֶץ כְּנָעַן וְהִנָּם בְּאֶרֶץ גֹּשֶׁן׃","וּמִקְצֵה אֶחָיו לָקַח חֲמִשָּׁה אֲנָשִׁים וַיַּצִּגֵם לִפְנֵי פַרְעֹה׃","וַיֹּאמֶר פַּרְעֹה אֶל־אֶחָיו מַה־מַּעֲשֵׂיכֶם וַיֹּאמְרוּ אֶל־פַּרְעֹה רֹעֵה צֹאן עֲבָדֶיךָ גַּם־אֲנַחְנוּ גַּם־אֲבוֹתֵינוּ׃","וַיֹּאמְרוּ אֶל־פַּרְעֹה לָגוּר בָּאָרֶץ בָּאנוּ כִּי־אֵין מִרְעֶה לַצֹּאן אֲשֶׁר לַעֲבָדֶיךָ כִּי־כָבֵד הָרָעָב בְּאֶרֶץ כְּנָעַן וְעַתָּה יֵשְׁבוּ־נָא עֲבָדֶיךָ בְּאֶרֶץ גֹּשֶׁן׃","וַיֹּאמֶר פַּרְעֹה אֶל־יוֹסֵף לֵאמֹר אָבִיךָ וְאַחֶיךָ בָּאוּ אֵלֶיךָ׃","אֶרֶץ מִצְרַיִם לְפָנֶיךָ הִוא בְּמֵיטַב הָאָרֶץ הוֹשֵׁב אֶת־אָבִיךָ וְאֶת־אַחֶיךָ יֵשְׁבוּ בְּאֶרֶץ גֹּשֶׁן וְאִם־יָדַעְתָּ וְיֶשׁ־בָּם אַנְשֵׁי־חַיִל וְשַׂמְתָּם שָׂרֵי מִקְנֶה עַל־אֲשֶׁר־לִי׃","וַיָּבֵא יוֹסֵף אֶת־יַעֲקֹב אָבִיו וַיַּעֲמִדֵהוּ לִפְנֵי פַרְעֹה וַיְבָרֶךְ יַעֲקֹב אֶת־פַּרְעֹה׃","וַיֹּאמֶר פַּרְעֹה אֶל־יַעֲקֹב כַּמָּה יְמֵי שְׁנֵי חַיֶּיךָ׃","וַיֹּאמֶר יַעֲקֹב אֶל־פַּרְעֹה יְמֵי שְׁנֵי מְגוּרַי שְׁלֹשִׁים וּמְאַת שָׁנָה מְעַט וְרָעִים הָיוּ יְמֵי שְׁנֵי חַיַּי וְלֹא הִשִּׂיגוּ אֶת־יְמֵי שְׁנֵי חַיֵּי אֲבֹתַי בִּימֵי מְגוּרֵיהֶם׃","וַיְבָרֶךְ יַעֲקֹב אֶת־פַּרְעֹה וַיֵּצֵא מִלִּפְנֵי פַרְעֹה׃","וַיּוֹשֵׁב יוֹסֵף אֶת־אָבִיו וְאֶת־אֶחָיו וַיִּתֵּן לָהֶם אֲחֻזָּה בְּאֶרֶץ מִצְרַיִם בְּמֵיטַב הָאָרֶץ בְּאֶרֶץ רַעְמְסֵס כַּאֲשֶׁר צִוָּה פַרְעֹה׃","וַיְכַלְכֵּל יוֹסֵף אֶת־אָבִיו וְאֶת־אֶחָיו וְאֵת כָּל־בֵּית אָבִיו לֶחֶם לְפִי הַטָּף׃","וְלֶחֶם אֵין בְּכָל־הָאָרֶץ כִּי־כָבֵד הָרָעָב מְאֹד וַתֵּלַהּ אֶרֶץ מִצְרַיִם וְאֶרֶץ כְּנַעַן מִפְּנֵי הָרָעָב׃","וַיְלַקֵּט יוֹסֵף אֶת־כָּל־הַכֶּסֶף הַנִּמְצָא בְאֶרֶץ־מִצְרַיִם וּבְאֶרֶץ כְּנַעַן בַּשֶּׁבֶר אֲשֶׁר־הֵם שֹׁבְרִים וַיָּבֵא יוֹסֵף אֶת־הַכֶּסֶף בֵּיתָה פַרְעֹה׃","וַיִּתֹּם הַכֶּסֶף מֵאֶרֶץ מִצְרַיִם וּמֵאֶרֶץ כְּנַעַן וַיָּבֹאוּ כָל־מִצְרַיִם אֶל־יוֹסֵף לֵאמֹר הָבָה־לָּנוּ לֶחֶם וְלָמָּה נָמוּת נֶגְדֶּךָ כִּי אָפֵס כָּסֶף׃","וַיֹּאמֶר יוֹסֵף הָבוּ מִקְנֵיכֶם וְאֶתְּנָה לָכֶם בְּמִקְנֵיכֶם אִם־אָפֵס כָּסֶף׃","וַיָּבִיאוּ אֶת־מִקְנֵיהֶם אֶל־יוֹסֵף וַיִּתֵּן לָהֶם יוֹסֵף לֶחֶם בַּסּוּסִים וּבְמִקְנֵה הַצֹּאן וּבְמִקְנֵה הַבָּקָר וּבַחֲמֹרִים וַיְנַהֲלֵם בַּלֶּחֶם בְּכָל־מִקְנֵהֶם בַּשָּׁנָה הַהִוא׃","וַתִּתֹּם הַשָּׁנָה הַהִוא וַיָּבֹאוּ אֵלָיו בַּשָּׁנָה הַשֵּׁנִית וַיֹּאמְרוּ לוֹ לֹא־נְכַחֵד מֵאֲדֹנִי כִּי אִם־תַּם הַכֶּסֶף וּמִקְנֵה הַבְּהֵמָה אֶל־אֲדֹנִי לֹא נִשְׁאַר לִפְנֵי אֲדֹנִי בִּלְתִּי אִם־גְּוִיָּתֵנוּ וְאַדְמָתֵנוּ׃","לָמָּה נָמוּת לְעֵינֶיךָ גַּם־אֲנַחְנוּ גַּם אַדְמָתֵנוּ קְנֵה־אֹתָנוּ וְאֶת־אַדְמָתֵנוּ בַּלָּחֶם וְנִהְיֶה אֲנַחְנוּ וְאַדְמָתֵנוּ עֲבָדִים לְפַרְעֹה וְתֶן־זֶרַע וְנִחְיֶה וְלֹא נָמוּת וְהָאֲדָמָה לֹא תֵשָׁם׃","וַיִּקֶן יוֹסֵף אֶת־כָּל־אַדְמַת מִצְרַיִם לְפַרְעֹה כִּי־מָכְרוּ מִצְרַיִם אִישׁ שָׂדֵהוּ כִּי־חָזַק עֲלֵהֶם הָרָעָב וַתְּהִי הָאָרֶץ לְפַרְעֹה׃","וְאֶת־הָעָם הֶעֱבִיר אֹתוֹ לֶעָרִים מִקְצֵה גְבוּל־מִצְרַיִם וְעַד־קָצֵהוּ׃","רַק אַדְמַת הַכֹּהֲנִים לֹא קָנָה כִּי חֹק לַכֹּהֲנִים מֵאֵת פַּרְעֹה וְאָכְלוּ אֶת־חֻקָּם אֲשֶׁר נָתַן לָהֶם פַּרְעֹה עַל־כֵּן לֹא מָכְרוּ אֶת־אַדְמָתָם׃","וַיֹּאמֶר יוֹסֵף אֶל־הָעָם הֵן קָנִיתִי אֶתְכֶם הַיּוֹם וְאֶת־אַדְמַתְכֶם לְפַרְעֹה הֵא־לָכֶם זֶרַע וּזְרַעְתֶּם אֶת־הָאֲדָמָה׃","וְהָיָה בַּתְּבוּאֹת וּנְתַתֶּם חֲמִישִׁית לְפַרְעֹה וְאַרְבַּע הַיָּדֹת יִהְיֶה לָכֶם לְזֶרַע הַשָּׂדֶה וּלְאָכְלְכֶם וְלַאֲשֶׁר בְּבָתֵּיכֶם וְלֶאֱכֹל לְטַפְּכֶם׃","וַיֹּאמְרוּ הֶחֱיִתָנוּ נִמְצָא־חֵן בְּעֵינֵי אֲדֹנִי וְהָיִינוּ עֲבָדִים לְפַרְעֹה׃","וַיָּשֶׂם אֹתָהּ יוֹסֵף לְחֹק עַד־הַיּוֹם הַזֶּה עַל־אַדְמַת מִצְרַיִם לְפַרְעֹה לַחֹמֶשׁ רַק אַדְמַת הַכֹּהֲנִים לְבַדָּם לֹא הָיְתָה לְפַרְעֹה׃","וַיֵּשֶׁב יִשְׂרָאֵל בְּאֶרֶץ מִצְרַיִם בְּאֶרֶץ גֹּשֶׁן וַיֵּאָחֲזוּ בָהּ וַיִּפְרוּ וַיִּרְבּוּ מְאֹד׃"]],"english_text":[["Then Judah came near unto him, and said: ‘Oh my lord, let thy servant, I pray thee, speak a word in my lord’s ears, and let not thine anger burn against thy servant; for thou art even as Pharaoh.","My lord asked his servants, saying: Have ye a father, or a brother?","And we said unto my lord: We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loveth him.","And thou saidst unto thy servants: Bring him down unto me, that I may set mine eyes upon him.","And we said unto my lord: The lad cannot leave his father; for if he should leave his father, his father would die.","And thou saidst unto thy servants: Except your youngest brother come down with you, ye shall see my face no more.","And it came to pass when we came up unto thy servant my father, we told him the words of my lord.","And our father said: Go again, buy us a little food.","And we said: We cannot go down; if our youngest brother be with us, then will we go down; for we may not see the man’s face, except our youngest brother be with us.","And thy servant my father said unto us: Ye know that my wife bore me two sons;","and the one went out from me, and I said: Surely he is torn in pieces; and I have not seen him since;","and if ye take this one also from me, and harm befall him, ye will bring down my gray hairs with sorrow to the grave.","Now therefore when I come to thy servant my father, and the lad is not with us; seeing that his soul is bound up with the lad’s soul;","it will come to pass, when he seeth that the lad is not with us, that he will die; and thy servants will bring down the gray hairs of thy servant our father with sorrow to the grave.","For thy servant became surety for the lad unto my father, saying: If I bring him not unto thee, then shall I bear the blame to my father for ever.","Now therefore, let thy servant, I pray thee, abide instead of the lad a bondman to my lord; and let the lad go up with his brethren.","For how shall I go up to my father, if the lad be not with me? lest I look upon the evil that shall come on my father.’"],["Then Joseph could not refrain himself before all them that stood by him; and he cried: ‘Cause every man to go out from me.’ And there stood no man with him, while Joseph made himself known unto his brethren.","And he wept aloud; and the Egyptians heard, and the house of Pharaoh heard.","And Joseph said unto his brethren: ‘I am Joseph; doth my father yet live?’ And his brethren could not answer him; for they were affrighted at his presence.","And Joseph said unto his brethren: ‘Come near to me, I pray you.’ And they came near. And he said: ‘I am Joseph your brother, whom ye sold into Egypt.","And now be not grieved, nor angry with yourselves, that ye sold me hither; for God did send me before you to preserve life.","For these two years hath the famine been in the land; and there are yet five years, in which there shall be neither plowing nor harvest.","And God sent me before you to give you a remnant on the earth, and to save you alive for a great deliverance.","So now it was not you that sent me hither, but God; and He hath made me a father to Pharaoh, and lord of all his house, and ruler over all the land of Egypt.","Hasten ye, and go up to my father, and say unto him: Thus saith thy son Joseph: God hath made me lord of all Egypt; come down unto me, tarry not.","And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children’s children, and thy flocks, and thy herds, and all that thou hast;","and there will I sustain thee; for there are yet five years of famine; lest thou come to poverty, thou, and thy household, and all that thou hast.","And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.","And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall hasten and bring down my father hither.’","And he fell upon his brother Benjamin’s neck, and wept; and Benjamin wept upon his neck.","And he kissed all his brethren, and wept upon them; and after that his brethren talked with him.","And the report thereof was heard in Pharaoh’s house, saying: ‘Joseph’s brethren are come’; and it pleased Pharaoh well, and his servants.","And Pharaoh said unto Joseph: ‘Say unto thy brethren: This do ye: lade your beasts, and go, get you unto the land of Canaan;","and take your father and your households, and come unto me; and I will give you the good of the land of Egypt, and ye shall eat the fat of the land.","Now thou art commanded, this do ye: take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.","Also regard not your stuff; for the good things of all the land of Egypt are yours.’","And the sons of Israel did so; and Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way.","To all of them he gave each man changes of raiment; but to Benjamin he gave three hundred shekels of silver, and five changes of raiment.","And to his father he sent in like manner ten asses laden with the good things of Egypt, and ten she-asses laden with corn and bread and victual for his father by the way.","So he sent his brethren away, and they departed; and he said unto them: ‘See that ye fall not out by the way.’","And they went up out of Egypt, and came into the land of Canaan unto Jacob their father.","And they told him, saying: ‘Joseph is yet alive, and he is ruler over all the land of Egypt.’ And his heart fainted, for he believed them not.","And they told him all the words of Joseph, which he had said unto them; and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived.","And Israel said: ‘It is enough; Joseph my son is yet alive; I will go and see him before I die.’"],["And Israel took his journey with all that he had, and came to Beer-sheba, and offered sacrifices unto the God of his father Isaac.","And God spoke unto Israel in the visions of the night, and said: ‘Jacob, Jacob.’ And he said: ‘Here am I.’","And He said: ‘I am God, the God of thy father; fear not to go down into Egypt; for I will there make of thee a great nation.","I will go down with thee into Egypt; and I will also surely bring thee up again; and Joseph shall put his hand upon thine eyes.’","And Jacob rose up from Beer-sheba; and the sons of Israel carried Jacob their father, and their little ones, and their wives, in the wagons which Pharaoh had sent to carry him.","And they took their cattle, and their goods, which they had gotten in the land of Canaan, and came into Egypt, Jacob, and all his seed with him;","his sons, and his sons’sons with him, his daughters, and his sons’daughters, and all his seed brought he with him into Egypt.","And these are the names of the children of Israel, who came into Egypt, Jacob and his sons: Reuben, Jacob’s first-born.","And the sons of Reuben: Hanoch, and Pallu, and Hezron, and Carmi.","And the sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman.","And the sons of Levi: Gershon, Kohath, and Merari.","And the sons of Judah: Er, and Onan, and Shelah, and Perez, and Zerah; but Er and Onan died in the land of Canaan. And the sons of Perez were Hezron and Hamul.","And the sons of Issachar: Tola, and Puvah, and Iob, and Shimron.","And the sons of Zebulun: Sered, and Elon, and Jahleel.","These are the sons of Leah, whom she bore unto Jacob in Paddan-aram, with his daughter Dinah; all the souls of his sons and his daughters were thirty and three.","And the sons of Gad: Ziphion, and Haggi, Shuni, and Ezbon, Eri, and Arodi, and Areli.","And the sons of Asher: Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister; and the sons of Beriah: Heber, and Malchiel.","These are the sons of Zilpah, whom Laban gave to Leah his daughter, and these she bore unto Jacob, even sixteen souls.","The sons of Rachel Jacob’s wife: Joseph and Benjamin.","And unto Joseph in the land of Egypt were born Manasseh and Ephraim, whom Asenath the daughter of Poti-phera priest of On bore unto him.","And the sons of Benjamin: Bela, and Becher, and Ashbel, Gera, and Naaman, Ehi, and Rosh, Muppim, and Huppim, and Ard.","These are the sons of Rachel, who were born to Jacob; all the souls were fourteen.","And the sons of Dan: Hushim.","And the sons of Naphtali: Jahzeel, and Guni, and Jezer, and Shillem.","These are the sons of Bilhah, whom Laban gave unto Rachel his daughter, and these she bore unto Jacob; all the souls were seven.","All the souls belonging to Jacob that came into Egypt, that came out of his loins, besides Jacob’s sons’wives, all the souls were threescore and six.","And the sons of Joseph, who were born to him in Egypt, were two souls; all the souls of the house of Jacob, that came into Egypt, were threescore and ten.","And he sent Judah before him unto Joseph, to show the way before him unto Goshen; and they came into the land of Goshen.","And Joseph made ready his chariot, and went up to meet Israel his father, to Goshen; and he presented himself unto him, and fell on his neck, and wept on his neck a good while.","And Israel said unto Joseph: ‘Now let me die, since I have seen thy face, that thou art yet alive.’","And Joseph said unto his brethren, and unto his father’s house: ‘I will go up, and tell Pharaoh, and will say unto him: My brethren, and my father’s house, who were in the land of Canaan, are come unto me;","and the men are shepherds, for they have been keepers of cattle; and they have brought their flocks, and their herds, and all that they have.","And it shall come to pass, when Pharaoh shall call you, and shall say: What is your occupation?","that ye shall say: Thy servants have been keepers of cattle from our youth even until now, both we, and our fathers; that ye may dwell in the land of Goshen; for every shepherd is an abomination unto the Egyptians.’"],["Then Joseph went in and told Pharaoh, and said: ‘My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they are in the land of Goshen.’","And from among his brethren he took five men, and presented them unto Pharaoh.","And Pharaoh said unto his brethren: ‘What is your occupation?’ And they said unto Pharaoh: ‘Thy servants are shepherds, both we, and our fathers.’","And they said unto Pharaoh: ‘To sojourn in the land are we come; for there is no pasture for thy servants’flocks; for the famine is sore in the land of Canaan. Now therefore, we pray thee, let thy servants dwell in the land of Goshen.’","And Pharaoh spoke unto Joseph, saying: ‘Thy father and thy brethren are come unto thee;","the land of Egypt is before thee; in the best of the land make thy father and thy brethren to dwell; in the land of Goshen let them dwell. And if thou knowest any able men among them, then make them rulers over my cattle.’","And Joseph brought in Jacob his father, and set him before Pharaoh. And Jacob blessed Pharaoh.","And Pharaoh said unto Jacob: ‘How many are the days of the years of thy life?’","And Jacob said unto Pharaoh: ‘The days of the years of my sojournings are a hundred and thirty years; few and evil have been the days of the years of my life, and they have not attained unto the days of the years of the life of my fathers in the days of their sojournings.’","And Jacob blessed Pharaoh, and went out from the presence of Pharaoh.","And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.","And Joseph sustained his father, and his brethren, and all his father’s household, with bread, according to the want of their little ones.","And there was no bread in all the land; for the famine was very sore, so that the land of Egypt and the land of Canaan languished by reason of the famine.","And Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the corn which they bought; and Joseph brought the money into Pharaoh’s house.","And when the money was all spent in the land of Egypt, and in the land of Canaan, all the Egyptians came unto Joseph, and said: ‘Give us bread; for why should we die in thy presence? for our money faileth.’","And Joseph said: ‘Give your cattle, and I will give you [bread] for your cattle, if money fail.’","And they brought their cattle unto Joseph. And Joseph gave them bread in exchange for the horses, and for the flocks, and for the herds, and for the asses; and he fed them with bread in exchange for all their cattle for that year.","And when that year was ended, they came unto him the second year, and said unto him: ‘We will not hide from my lord, how that our money is all spent; and the herds of cattle are my lord’s; there is nought left in the sight of my lord, but our bodies, and our lands.","Wherefore should we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be bondmen unto Pharaoh; and give us seed, that we may live, and not die, and that the land be not desolate.’","So Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine was sore upon them; and the land became Pharaoh’s.","And as for the people, he removed them city by city, from one end of the border of Egypt even to the other end thereof.","Only the land of the priests bought he not, for the priests had a portion from Pharaoh, and did eat their portion which Pharaoh gave them; wherefore they sold not their land.","Then Joseph said unto the people: ‘Behold, I have bought you this day and your land for Pharaoh. Lo, here is seed for you, and ye shall sow the land.","And it shall come to pass at the ingatherings, that ye shall give a fifth unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones.’","And they said: ‘Thou hast saved our lives. Let us find favour in the sight of my lord, and we will be Pharaoh’s bondmen.’","And Joseph made it a statute concerning the land of Egypt unto this day, that Pharaoh should have the fifth; only the land of the priests alone became not Pharaoh’s.","And Israel dwelt in the land of Egypt, in the land of Goshen; and they got them possessions therein, and were fruitful, and multiplied exceedingly."]],"sefer":"bereshit","sefer_sponsor":"In Honor of Shirley & Al Gindi","parasha_sponsor":"","start_chapter":44,"start_verse":18,"end_chapter":47,"end_verse":27}