{"teacher_bio":"Dr. Yael Ziegler is a senior lecturer in Tanakh at Herzog College and Matan. She received her BA from Stern College and an MA and Ph.D. at Bar Ilan University. Dr. Ziegler has lectured widely on various Tanakh topics in Israel, the United States, South Africa, Australia, and Europe. Dr. Ziegler is the author of \"Promises to Keep: The Oath in Biblical Narrative\" and \"Ruth: From Alienation to Monarchy.\" Her forthcoming book on Megillat Eikhah is scheduled for publication in 2019. She lives in Alon Shvut, Israel, with her husband and their five children.","teacher_title":"Dr.","teacher_fname":"Yael","teacher_mname":null,"teacher_lname":"Ziegler","teacher_image":"https://cdn.tanachstudy.com/assets/images/Dr_Yael_Ziegler.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"vaera","teacher_id":1033,"book_id":36,"book_num_chapters":40,"book_name_pretty_eng":"Shemot","parasha_name_pretty_eng":"Vaera","book_name":"shemot","prev_parasha_id":"shemot","next_parasha_id":"bo","next_parasha_name":"Bo","hebrew_text":[["וַיְדַבֵּר אֱלֹהִים אֶל־מֹשֶׁה וַיֹּאמֶר אֵלָיו אֲנִי יְהוָה׃","וָאֵרָא אֶל־אַבְרָהָם אֶל־יִצְחָק וְאֶל־יַעֲקֹב בְּאֵל שַׁדָּי וּשְׁמִי יְהוָה לֹא נוֹדַעְתִּי לָהֶם׃","וְגַם הֲקִמֹתִי אֶת־בְּרִיתִי אִתָּם לָתֵת לָהֶם אֶת־אֶרֶץ כְּנָעַן אֵת אֶרֶץ מְגֻרֵיהֶם אֲשֶׁר־גָּרוּ בָהּ׃","וְגַם אֲנִי שָׁמַעְתִּי אֶת־נַאֲקַת בְּנֵי יִשְׂרָאֵל אֲשֶׁר מִצְרַיִם מַעֲבִדִים אֹתָם וָאֶזְכֹּר אֶת־בְּרִיתִי׃","לָכֵן אֱמֹר לִבְנֵי־יִשְׂרָאֵל אֲנִי יְהוָה וְהוֹצֵאתִי אֶתְכֶם מִתַּחַת סִבְלֹת מִצְרַיִם וְהִצַּלְתִּי אֶתְכֶם מֵעֲבֹדָתָם וְגָאַלְתִּי אֶתְכֶם בִּזְרוֹעַ נְטוּיָה וּבִשְׁפָטִים גְּדֹלִים׃","וְלָקַחְתִּי אֶתְכֶם לִי לְעָם וְהָיִיתִי לָכֶם לֵאלֹהִים וִידַעְתֶּם כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם הַמּוֹצִיא אֶתְכֶם מִתַּחַת סִבְלוֹת מִצְרָיִם׃","וְהֵבֵאתִי אֶתְכֶם אֶל־הָאָרֶץ אֲשֶׁר נָשָׂאתִי אֶת־יָדִי לָתֵת אֹתָהּ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב וְנָתַתִּי אֹתָהּ לָכֶם מוֹרָשָׁה אֲנִי יְהוָה׃","וַיְדַבֵּר מֹשֶׁה כֵּן אֶל־בְּנֵי יִשְׂרָאֵל וְלֹא שָׁמְעוּ אֶל־מֹשֶׁה מִקֹּצֶר רוּחַ וּמֵעֲבֹדָה קָשָׁה׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","בֹּא דַבֵּר אֶל־פַּרְעֹה מֶלֶךְ מִצְרָיִם וִישַׁלַּח אֶת־בְּנֵי־יִשְׂרָאֵל מֵאַרְצוֹ׃","וַיְדַבֵּר מֹשֶׁה לִפְנֵי יְהוָה לֵאמֹר הֵן בְּנֵי־יִשְׂרָאֵל לֹא־שָׁמְעוּ אֵלַי וְאֵיךְ יִשְׁמָעֵנִי פַרְעֹה וַאֲנִי עֲרַל שְׂפָתָיִם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן וַיְצַוֵּם אֶל־בְּנֵי יִשְׂרָאֵל וְאֶל־פַּרְעֹה מֶלֶךְ מִצְרָיִם לְהוֹצִיא אֶת־בְּנֵי־יִשְׂרָאֵל מֵאֶרֶץ מִצְרָיִם׃","אֵלֶּה רָאשֵׁי בֵית־אֲבֹתָם בְּנֵי רְאוּבֵן בְּכֹר יִשְׂרָאֵל חֲנוֹךְ וּפַלּוּא חֶצְרוֹן וְכַרְמִי אֵלֶּה מִשְׁפְּחֹת רְאוּבֵן׃","וּבְנֵי שִׁמְעוֹן יְמוּאֵל וְיָמִין וְאֹהַד וְיָכִין וְצֹחַר וְשָׁאוּל בֶּן־הַכְּנַעֲנִית אֵלֶּה מִשְׁפְּחֹת שִׁמְעוֹן׃","וְאֵלֶּה שְׁמוֹת בְּנֵי־לֵוִי לְתֹלְדֹתָם גֵּרְשׁוֹן וּקְהָת וּמְרָרִי וּשְׁנֵי חַיֵּי לֵוִי שֶׁבַע וּשְׁלֹשִׁים וּמְאַת שָׁנָה׃","בְּנֵי גֵרְשׁוֹן לִבְנִי וְשִׁמְעִי לְמִשְׁפְּחֹתָם׃","וּבְנֵי קְהָת עַמְרָם וְיִצְהָר וְחֶבְרוֹן וְעֻזִּיאֵל וּשְׁנֵי חַיֵּי קְהָת שָׁלֹשׁ וּשְׁלֹשִׁים וּמְאַת שָׁנָה׃","וּבְנֵי מְרָרִי מַחְלִי וּמוּשִׁי אֵלֶּה מִשְׁפְּחֹת הַלֵּוִי לְתֹלְדֹתָם׃","וַיִּקַּח עַמְרָם אֶת־יוֹכֶבֶד דֹּדָתוֹ לוֹ לְאִשָּׁה וַתֵּלֶד לוֹ אֶת־אַהֲרֹן וְאֶת־מֹשֶׁה וּשְׁנֵי חַיֵּי עַמְרָם שֶׁבַע וּשְׁלֹשִׁים וּמְאַת שָׁנָה׃","וּבְנֵי יִצְהָר קֹרַח וָנֶפֶג וְזִכְרִי׃","וּבְנֵי עֻזִּיאֵל מִישָׁאֵל וְאֶלְצָפָן וְסִתְרִי׃","וַיִּקַּח אַהֲרֹן אֶת־אֱלִישֶׁבַע בַּת־עַמִּינָדָב אֲחוֹת נַחְשׁוֹן לוֹ לְאִשָּׁה וַתֵּלֶד לוֹ אֶת־נָדָב וְאֶת־אֲבִיהוּא אֶת־אֶלְעָזָר וְאֶת־אִיתָמָר׃","וּבְנֵי קֹרַח אַסִּיר וְאֶלְקָנָה וַאֲבִיאָסָף אֵלֶּה מִשְׁפְּחֹת הַקָּרְחִי׃","וְאֶלְעָזָר בֶּן־אַהֲרֹן לָקַח־לוֹ מִבְּנוֹת פּוּטִיאֵל לוֹ לְאִשָּׁה וַתֵּלֶד לוֹ אֶת־פִּינְחָס אֵלֶּה רָאשֵׁי אֲבוֹת הַלְוִיִּם לְמִשְׁפְּחֹתָם׃","הוּא אַהֲרֹן וּמֹשֶׁה אֲשֶׁר אָמַר יְהוָה לָהֶם הוֹצִיאוּ אֶת־בְּנֵי יִשְׂרָאֵל מֵאֶרֶץ מִצְרַיִם עַל־צִבְאֹתָם׃","הֵם הַמְדַבְּרִים אֶל־פַּרְעֹה מֶלֶךְ־מִצְרַיִם לְהוֹצִיא אֶת־בְּנֵי־יִשְׂרָאֵל מִמִּצְרָיִם הוּא מֹשֶׁה וְאַהֲרֹן׃","וַיְהִי בְּיוֹם דִּבֶּר יְהוָה אֶל־מֹשֶׁה בְּאֶרֶץ מִצְרָיִם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר אֲנִי יְהוָה דַּבֵּר אֶל־פַּרְעֹה מֶלֶךְ מִצְרַיִם אֵת כָּל־אֲשֶׁר אֲנִי דֹּבֵר אֵלֶיךָ׃","וַיֹּאמֶר מֹשֶׁה לִפְנֵי יְהוָה הֵן אֲנִי עֲרַל שְׂפָתַיִם וְאֵיךְ יִשְׁמַע אֵלַי פַּרְעֹה׃"],["וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה רְאֵה נְתַתִּיךָ אֱלֹהִים לְפַרְעֹה וְאַהֲרֹן אָחִיךָ יִהְיֶה נְבִיאֶךָ׃","אַתָּה תְדַבֵּר אֵת כָּל־אֲשֶׁר אֲצַוֶּךָּ וְאַהֲרֹן אָחִיךָ יְדַבֵּר אֶל־פַּרְעֹה וְשִׁלַּח אֶת־בְּנֵי־יִשְׂרָאֵל מֵאַרְצוֹ׃","וַאֲנִי אַקְשֶׁה אֶת־לֵב פַּרְעֹה וְהִרְבֵּיתִי אֶת־אֹתֹתַי וְאֶת־מוֹפְתַי בְּאֶרֶץ מִצְרָיִם׃","וְלֹא־יִשְׁמַע אֲלֵכֶם פַּרְעֹה וְנָתַתִּי אֶת־יָדִי בְּמִצְרָיִם וְהוֹצֵאתִי אֶת־צִבְאֹתַי אֶת־עַמִּי בְנֵי־יִשְׂרָאֵל מֵאֶרֶץ מִצְרַיִם בִּשְׁפָטִים גְּדֹלִים׃","וְיָדְעוּ מִצְרַיִם כִּי־אֲנִי יְהוָה בִּנְטֹתִי אֶת־יָדִי עַל־מִצְרָיִם וְהוֹצֵאתִי אֶת־בְּנֵי־יִשְׂרָאֵל מִתּוֹכָם׃","וַיַּעַשׂ מֹשֶׁה וְאַהֲרֹן כַּאֲשֶׁר צִוָּה יְהוָה אֹתָם כֵּן עָשׂוּ׃","וּמֹשֶׁה בֶּן־שְׁמֹנִים שָׁנָה וְאַהֲרֹן בֶּן־שָׁלֹשׁ וּשְׁמֹנִים שָׁנָה בְּדַבְּרָם אֶל־פַּרְעֹה׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן לֵאמֹר׃","כִּי יְדַבֵּר אֲלֵכֶם פַּרְעֹה לֵאמֹר תְּנוּ לָכֶם מוֹפֵת וְאָמַרְתָּ אֶל־אַהֲרֹן קַח אֶת־מַטְּךָ וְהַשְׁלֵךְ לִפְנֵי־פַרְעֹה יְהִי לְתַנִּין׃","וַיָּבֹא מֹשֶׁה וְאַהֲרֹן אֶל־פַּרְעֹה וַיַּעַשׂוּ כֵן כַּאֲשֶׁר צִוָּה יְהוָה וַיַּשְׁלֵךְ אַהֲרֹן אֶת־מַטֵּהוּ לִפְנֵי פַרְעֹה וְלִפְנֵי עֲבָדָיו וַיְהִי לְתַנִּין׃","וַיִּקְרָא גַּם־פַּרְעֹה לַחֲכָמִים וְלַמְכַשְּׁפִים וַיַּעֲשׂוּ גַם־הֵם חַרְטֻמֵּי מִצְרַיִם בְּלַהֲטֵיהֶם כֵּן׃","וַיַּשְׁלִיכוּ אִישׁ מַטֵּהוּ וַיִּהְיוּ לְתַנִּינִם וַיִּבְלַע מַטֵּה־אַהֲרֹן אֶת־מַטֹּתָם׃","וַיֶּחֱזַק לֵב פַּרְעֹה וְלֹא שָׁמַע אֲלֵהֶם כַּאֲשֶׁר דִּבֶּר יְהוָה׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה כָּבֵד לֵב פַּרְעֹה מֵאֵן לְשַׁלַּח הָעָם׃","לֵךְ אֶל־פַּרְעֹה בַּבֹּקֶר הִנֵּה יֹצֵא הַמַּיְמָה וְנִצַּבְתָּ לִקְרָאתוֹ עַל־שְׂפַת הַיְאֹר וְהַמַּטֶּה אֲשֶׁר־נֶהְפַּךְ לְנָחָשׁ תִּקַּח בְּיָדֶךָ׃","וְאָמַרְתָּ אֵלָיו יְהוָה אֱלֹהֵי הָעִבְרִים שְׁלָחַנִי אֵלֶיךָ לֵאמֹר שַׁלַּח אֶת־עַמִּי וְיַעַבְדֻנִי בַּמִּדְבָּר וְהִנֵּה לֹא־שָׁמַעְתָּ עַד־כֹּה׃","כֹּה אָמַר יְהוָה בְּזֹאת תֵּדַע כִּי אֲנִי יְהוָה הִנֵּה אָנֹכִי מַכֶּה בַּמַּטֶּה אֲשֶׁר־בְּיָדִי עַל־הַמַּיִם אֲשֶׁר בַּיְאֹר וְנֶהֶפְכוּ לְדָם׃","וְהַדָּגָה אֲשֶׁר־בַּיְאֹר תָּמוּת וּבָאַשׁ הַיְאֹר וְנִלְאוּ מִצְרַיִם לִשְׁתּוֹת מַיִם מִן־הַיְאֹר׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה אֱמֹר אֶל־אַהֲרֹן קַח מַטְּךָ וּנְטֵה־יָדְךָ עַל־מֵימֵי מִצְרַיִם עַל־נַהֲרֹתָם עַל־יְאֹרֵיהֶם וְעַל־אַגְמֵיהֶם וְעַל כָּל־מִקְוֵה מֵימֵיהֶם וְיִהְיוּ־דָם וְהָיָה דָם בְּכָל־אֶרֶץ מִצְרַיִם וּבָעֵצִים וּבָאֲבָנִים׃","וַיַּעֲשׂוּ־כֵן מֹשֶׁה וְאַהֲרֹן כַּאֲשֶׁר צִוָּה יְהוָה וַיָּרֶם בַּמַּטֶּה וַיַּךְ אֶת־הַמַּיִם אֲשֶׁר בַּיְאֹר לְעֵינֵי פַרְעֹה וּלְעֵינֵי עֲבָדָיו וַיֵּהָפְכוּ כָּל־הַמַּיִם אֲשֶׁר־בַּיְאֹר לְדָם׃","וְהַדָּגָה אֲשֶׁר־בַּיְאֹר מֵתָה וַיִּבְאַשׁ הַיְאֹר וְלֹא־יָכְלוּ מִצְרַיִם לִשְׁתּוֹת מַיִם מִן־הַיְאֹר וַיְהִי הַדָּם בְּכָל־אֶרֶץ מִצְרָיִם׃","וַיַּעֲשׂוּ־כֵן חַרְטֻמֵּי מִצְרַיִם בְּלָטֵיהֶם וַיֶּחֱזַק לֵב־פַּרְעֹה וְלֹא־שָׁמַע אֲלֵהֶם כַּאֲשֶׁר דִּבֶּר יְהוָה׃","וַיִּפֶן פַּרְעֹה וַיָּבֹא אֶל־בֵּיתוֹ וְלֹא־שָׁת לִבּוֹ גַּם־לָזֹאת׃","וַיַּחְפְּרוּ כָל־מִצְרַיִם סְבִיבֹת הַיְאֹר מַיִם לִשְׁתּוֹת כִּי לֹא יָכְלוּ לִשְׁתֹּת מִמֵּימֵי הַיְאֹר׃","וַיִּמָּלֵא שִׁבְעַת יָמִים אַחֲרֵי הַכּוֹת־יְהוָה אֶת־הַיְאֹר׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה בֹּא אֶל־פַּרְעֹה וְאָמַרְתָּ אֵלָיו כֹּה אָמַר יְהוָה שַׁלַּח אֶת־עַמִּי וְיַעַבְדֻנִי׃","וְאִם־מָאֵן אַתָּה לְשַׁלֵּחַ הִנֵּה אָנֹכִי נֹגֵף אֶת־כָּל־גְּבוּלְךָ בַּצְפַרְדְּעִים׃","וְשָׁרַץ הַיְאֹר צְפַרְדְּעִים וְעָלוּ וּבָאוּ בְּבֵיתֶךָ וּבַחֲדַר מִשְׁכָּבְךָ וְעַל־מִטָּתֶךָ וּבְבֵית עֲבָדֶיךָ וּבְעַמֶּךָ וּבְתַנּוּרֶיךָ וּבְמִשְׁאֲרוֹתֶיךָ׃","וּבְכָה וּבְעַמְּךָ וּבְכָל־עֲבָדֶיךָ יַעֲלוּ הַצְפַרְדְּעִים׃"],["וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה אֱמֹר אֶל־אַהֲרֹן נְטֵה אֶת־יָדְךָ בְּמַטֶּךָ עַל־הַנְּהָרֹת עַל־הַיְאֹרִים וְעַל־הָאֲגַמִּים וְהַעַל אֶת־הַצְפַרְדְּעִים עַל־אֶרֶץ מִצְרָיִם׃","וַיֵּט אַהֲרֹן אֶת־יָדוֹ עַל מֵימֵי מִצְרָיִם וַתַּעַל הַצְּפַרְדֵּעַ וַתְּכַס אֶת־אֶרֶץ מִצְרָיִם׃","וַיַּעֲשׂוּ־כֵן הַחֲרְטֻמִּים בְּלָטֵיהֶם וַיַּעֲלוּ אֶת־הַצְפַרְדְּעִים עַל־אֶרֶץ מִצְרָיִם׃","וַיִּקְרָא פַרְעֹה לְמֹשֶׁה וּלְאַהֲרֹן וַיֹּאמֶר הַעְתִּירוּ אֶל־יְהוָה וְיָסֵר הַצְפַרְדְּעִים מִמֶּנִּי וּמֵעַמִּי וַאֲשַׁלְּחָה אֶת־הָעָם וְיִזְבְּחוּ לַיהוָה׃","וַיֹּאמֶר מֹשֶׁה לְפַרְעֹה הִתְפָּאֵר עָלַי לְמָתַי אַעְתִּיר לְךָ וְלַעֲבָדֶיךָ וּלְעַמְּךָ לְהַכְרִית הַצֲפַרְדְּעִים מִמְּךָ וּמִבָּתֶּיךָ רַק בַּיְאֹר תִּשָּׁאַרְנָה׃","וַיֹּאמֶר לְמָחָר וַיֹּאמֶר כִּדְבָרְךָ לְמַעַן תֵּדַע כִּי־אֵין כַּיהוָה אֱלֹהֵינוּ׃","וְסָרוּ הַצְפַרְדְּעִים מִמְּךָ וּמִבָּתֶּיךָ וּמֵעֲבָדֶיךָ וּמֵעַמֶּךָ רַק בַּיְאֹר תִּשָּׁאַרְנָה׃","וַיֵּצֵא מֹשֶׁה וְאַהֲרֹן מֵעִם פַּרְעֹה וַיִּצְעַק מֹשֶׁה אֶל־יְהוָה עַל־דְּבַר הַצְפַרְדְּעִים אֲשֶׁר־שָׂם לְפַרְעֹה׃","וַיַּעַשׂ יְהוָה כִּדְבַר מֹשֶׁה וַיָּמֻתוּ הַצְפַרְדְּעִים מִן־הַבָּתִּים מִן־הַחֲצֵרֹת וּמִן־הַשָּׂדֹת׃","וַיִּצְבְּרוּ אֹתָם חֳמָרִם חֳמָרִם וַתִּבְאַשׁ הָאָרֶץ׃","וַיַּרְא פַּרְעֹה כִּי הָיְתָה הָרְוָחָה וְהַכְבֵּד אֶת־לִבּוֹ וְלֹא שָׁמַע אֲלֵהֶם כַּאֲשֶׁר דִּבֶּר יְהוָה׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה אֱמֹר אֶל־אַהֲרֹן נְטֵה אֶת־מַטְּךָ וְהַךְ אֶת־עֲפַר הָאָרֶץ וְהָיָה לְכִנִּם בְּכָל־אֶרֶץ מִצְרָיִם׃","וַיַּעֲשׂוּ־כֵן וַיֵּט אַהֲרֹן אֶת־יָדוֹ בְמַטֵּהוּ וַיַּךְ אֶת־עֲפַר הָאָרֶץ וַתְּהִי הַכִּנָּם בָּאָדָם וּבַבְּהֵמָה כָּל־עֲפַר הָאָרֶץ הָיָה כִנִּים בְּכָל־אֶרֶץ מִצְרָיִם׃","וַיַּעֲשׂוּ־כֵן הַחַרְטֻמִּים בְּלָטֵיהֶם לְהוֹצִיא אֶת־הַכִּנִּים וְלֹא יָכֹלוּ וַתְּהִי הַכִּנָּם בָּאָדָם וּבַבְּהֵמָה׃","וַיֹּאמְרוּ הַחַרְטֻמִּים אֶל־פַּרְעֹה אֶצְבַּע אֱלֹהִים הִוא וַיֶּחֱזַק לֵב־פַּרְעֹה וְלֹא־שָׁמַע אֲלֵהֶם כַּאֲשֶׁר דִּבֶּר יְהוָה׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה הִנֵּה יוֹצֵא הַמָּיְמָה וְאָמַרְתָּ אֵלָיו כֹּה אָמַר יְהוָה שַׁלַּח עַמִּי וְיַעַבְדֻנִי׃","כִּי אִם־אֵינְךָ מְשַׁלֵּחַ אֶת־עַמִּי הִנְנִי מַשְׁלִיחַ בְּךָ וּבַעֲבָדֶיךָ וּבְעַמְּךָ וּבְבָתֶּיךָ אֶת־הֶעָרֹב וּמָלְאוּ בָּתֵּי מִצְרַיִם אֶת־הֶעָרֹב וְגַם הָאֲדָמָה אֲשֶׁר־הֵם עָלֶיהָ׃","וְהִפְלֵיתִי בַיּוֹם הַהוּא אֶת־אֶרֶץ גֹּשֶׁן אֲשֶׁר עַמִּי עֹמֵד עָלֶיהָ לְבִלְתִּי הֱיוֹת־שָׁם עָרֹב לְמַעַן תֵּדַע כִּי אֲנִי יְהוָה בְּקֶרֶב הָאָרֶץ׃","וְשַׂמְתִּי פְדֻת בֵּין עַמִּי וּבֵין עַמֶּךָ לְמָחָר יִהְיֶה הָאֹת הַזֶּה׃","וַיַּעַשׂ יְהוָה כֵּן וַיָּבֹא עָרֹב כָּבֵד בֵּיתָה פַרְעֹה וּבֵית עֲבָדָיו וּבְכָל־אֶרֶץ מִצְרַיִם תִּשָּׁחֵת הָאָרֶץ מִפְּנֵי הֶעָרֹב׃","וַיִּקְרָא פַרְעֹה אֶל־מֹשֶׁה וּלְאַהֲרֹן וַיֹּאמֶר לְכוּ זִבְחוּ לֵאלֹהֵיכֶם בָּאָרֶץ׃","וַיֹּאמֶר מֹשֶׁה לֹא נָכוֹן לַעֲשׂוֹת כֵּן כִּי תּוֹעֲבַת מִצְרַיִם נִזְבַּח לַיהוָה אֱלֹהֵינוּ הֵן נִזְבַּח אֶת־תּוֹעֲבַת מִצְרַיִם לְעֵינֵיהֶם וְלֹא יִסְקְלֻנוּ׃","דֶּרֶךְ שְׁלֹשֶׁת יָמִים נֵלֵךְ בַּמִּדְבָּר וְזָבַחְנוּ לַיהוָה אֱלֹהֵינוּ כַּאֲשֶׁר יֹאמַר אֵלֵינוּ׃","וַיֹּאמֶר פַּרְעֹה אָנֹכִי אֲשַׁלַּח אֶתְכֶם וּזְבַחְתֶּם לַיהוָה אֱלֹהֵיכֶם בַּמִּדְבָּר רַק הַרְחֵק לֹא־תַרְחִיקוּ לָלֶכֶת הַעְתִּירוּ בַּעֲדִי׃","וַיֹּאמֶר מֹשֶׁה הִנֵּה אָנֹכִי יוֹצֵא מֵעִמָּךְ וְהַעְתַּרְתִּי אֶל־יְהוָה וְסָר הֶעָרֹב מִפַּרְעֹה מֵעֲבָדָיו וּמֵעַמּוֹ מָחָר רַק אַל־יֹסֵף פַּרְעֹה הָתֵל לְבִלְתִּי שַׁלַּח אֶת־הָעָם לִזְבֹּחַ לַיהוָה׃","וַיֵּצֵא מֹשֶׁה מֵעִם פַּרְעֹה וַיֶּעְתַּר אֶל־יְהוָה׃","וַיַּעַשׂ יְהוָה כִּדְבַר מֹשֶׁה וַיָּסַר הֶעָרֹב מִפַּרְעֹה מֵעֲבָדָיו וּמֵעַמּוֹ לֹא נִשְׁאַר אֶחָד׃","וַיַּכְבֵּד פַּרְעֹה אֶת־לִבּוֹ גַּם בַּפַּעַם הַזֹּאת וְלֹא שִׁלַּח אֶת־הָעָם׃"],["וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה בֹּא אֶל־פַּרְעֹה וְדִבַּרְתָּ אֵלָיו כֹּה־אָמַר יְהוָה אֱלֹהֵי הָעִבְרִים שַׁלַּח אֶת־עַמִּי וְיַעַבְדֻנִי׃","כִּי אִם־מָאֵן אַתָּה לְשַׁלֵּחַ וְעוֹדְךָ מַחֲזִיק בָּם׃","הִנֵּה יַד־יְהוָה הוֹיָה בְּמִקְנְךָ אֲשֶׁר בַּשָּׂדֶה בַּסּוּסִים בַּחֲמֹרִים בַּגְּמַלִּים בַּבָּקָר וּבַצֹּאן דֶּבֶר כָּבֵד מְאֹד׃","וְהִפְלָה יְהוָה בֵּין מִקְנֵה יִשְׂרָאֵל וּבֵין מִקְנֵה מִצְרָיִם וְלֹא יָמוּת מִכָּל־לִבְנֵי יִשְׂרָאֵל דָּבָר׃","וַיָּשֶׂם יְהוָה מוֹעֵד לֵאמֹר מָחָר יַעֲשֶׂה יְהוָה הַדָּבָר הַזֶּה בָּאָרֶץ׃","וַיַּעַשׂ יְהוָה אֶת־הַדָּבָר הַזֶּה מִמָּחֳרָת וַיָּמָת כֹּל מִקְנֵה מִצְרָיִם וּמִמִּקְנֵה בְנֵי־יִשְׂרָאֵל לֹא־מֵת אֶחָד׃","וַיִּשְׁלַח פַּרְעֹה וְהִנֵּה לֹא־מֵת מִמִּקְנֵה יִשְׂרָאֵל עַד־אֶחָד וַיִּכְבַּד לֵב פַּרְעֹה וְלֹא שִׁלַּח אֶת־הָעָם׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן קְחוּ לָכֶם מְלֹא חָפְנֵיכֶם פִּיחַ כִּבְשָׁן וּזְרָקוֹ מֹשֶׁה הַשָּׁמַיְמָה לְעֵינֵי פַרְעֹה׃","וְהָיָה לְאָבָק עַל כָּל־אֶרֶץ מִצְרָיִם וְהָיָה עַל־הָאָדָם וְעַל־הַבְּהֵמָה לִשְׁחִין פֹּרֵחַ אֲבַעְבֻּעֹת בְּכָל־אֶרֶץ מִצְרָיִם׃","וַיִּקְחוּ אֶת־פִּיחַ הַכִּבְשָׁן וַיַּעַמְדוּ לִפְנֵי פַרְעֹה וַיִּזְרֹק אֹתוֹ מֹשֶׁה הַשָּׁמָיְמָה וַיְהִי שְׁחִין אֲבַעְבֻּעֹת פֹּרֵחַ בָּאָדָם וּבַבְּהֵמָה׃","וְלֹא־יָכְלוּ הַחַרְטֻמִּים לַעֲמֹד לִפְנֵי מֹשֶׁה מִפְּנֵי הַשְּׁחִין כִּי־הָיָה הַשְּׁחִין בַּחֲרְטֻמִּם וּבְכָל־מִצְרָיִם׃","וַיְחַזֵּק יְהוָה אֶת־לֵב פַּרְעֹה וְלֹא שָׁמַע אֲלֵהֶם כַּאֲשֶׁר דִּבֶּר יְהוָה אֶל־מֹשֶׁה׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה וְאָמַרְתָּ אֵלָיו כֹּה־אָמַר יְהוָה אֱלֹהֵי הָעִבְרִים שַׁלַּח אֶת־עַמִּי וְיַעַבְדֻנִי׃","כִּי בַּפַּעַם הַזֹּאת אֲנִי שֹׁלֵחַ אֶת־כָּל־מַגֵּפֹתַי אֶל־לִבְּךָ וּבַעֲבָדֶיךָ וּבְעַמֶּךָ בַּעֲבוּר תֵּדַע כִּי אֵין כָּמֹנִי בְּכָל־הָאָרֶץ׃","כִּי עַתָּה שָׁלַחְתִּי אֶת־יָדִי וָאַךְ אוֹתְךָ וְאֶת־עַמְּךָ בַּדָּבֶר וַתִּכָּחֵד מִן־הָאָרֶץ׃","וְאוּלָם בַּעֲבוּר זֹאת הֶעֱמַדְתִּיךָ בַּעֲבוּר הַרְאֹתְךָ אֶת־כֹּחִי וּלְמַעַן סַפֵּר שְׁמִי בְּכָל־הָאָרֶץ׃","עוֹדְךָ מִסְתּוֹלֵל בְּעַמִּי לְבִלְתִּי שַׁלְּחָם׃","הִנְנִי מַמְטִיר כָּעֵת מָחָר בָּרָד כָּבֵד מְאֹד אֲשֶׁר לֹא־הָיָה כָמֹהוּ בְּמִצְרַיִם לְמִן־הַיּוֹם הִוָּסְדָה וְעַד־עָתָּה׃","וְעַתָּה שְׁלַח הָעֵז אֶת־מִקְנְךָ וְאֵת כָּל־אֲשֶׁר לְךָ בַּשָּׂדֶה כָּל־הָאָדָם וְהַבְּהֵמָה אֲשֶׁר־יִמָּצֵא בַשָּׂדֶה וְלֹא יֵאָסֵף הַבַּיְתָה וְיָרַד עֲלֵהֶם הַבָּרָד וָמֵתוּ׃","הַיָּרֵא אֶת־דְּבַר יְהוָה מֵעַבְדֵי פַּרְעֹה הֵנִיס אֶת־עֲבָדָיו וְאֶת־מִקְנֵהוּ אֶל־הַבָּתִּים׃","וַאֲשֶׁר לֹא־שָׂם לִבּוֹ אֶל־דְּבַר יְהוָה וַיַּעֲזֹב אֶת־עֲבָדָיו וְאֶת־מִקְנֵהוּ בַּשָּׂדֶה׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה נְטֵה אֶת־יָדְךָ עַל־הַשָּׁמַיִם וִיהִי בָרָד בְּכָל־אֶרֶץ מִצְרָיִם עַל־הָאָדָם וְעַל־הַבְּהֵמָה וְעַל כָּל־עֵשֶׂב הַשָּׂדֶה בְּאֶרֶץ מִצְרָיִם׃","וַיֵּט מֹשֶׁה אֶת־מַטֵּהוּ עַל־הַשָּׁמַיִם וַיהוָה נָתַן קֹלֹת וּבָרָד וַתִּהֲלַךְ אֵשׁ אָרְצָה וַיַּמְטֵר יְהוָה בָּרָד עַל־אֶרֶץ מִצְרָיִם׃","וַיְהִי בָרָד וְאֵשׁ מִתְלַקַּחַת בְּתוֹךְ הַבָּרָד כָּבֵד מְאֹד אֲשֶׁר לֹא־הָיָה כָמֹהוּ בְּכָל־אֶרֶץ מִצְרַיִם מֵאָז הָיְתָה לְגוֹי׃","וַיַּךְ הַבָּרָד בְּכָל־אֶרֶץ מִצְרַיִם אֵת כָּל־אֲשֶׁר בַּשָּׂדֶה מֵאָדָם וְעַד־בְּהֵמָה וְאֵת כָּל־עֵשֶׂב הַשָּׂדֶה הִכָּה הַבָּרָד וְאֶת־כָּל־עֵץ הַשָּׂדֶה שִׁבֵּר׃","רַק בְּאֶרֶץ גֹּשֶׁן אֲשֶׁר־שָׁם בְּנֵי יִשְׂרָאֵל לֹא הָיָה בָּרָד׃","וַיִּשְׁלַח פַּרְעֹה וַיִּקְרָא לְמֹשֶׁה וּלְאַהֲרֹן וַיֹּאמֶר אֲלֵהֶם חָטָאתִי הַפָּעַם יְהוָה הַצַּדִּיק וַאֲנִי וְעַמִּי הָרְשָׁעִים׃","הַעְתִּירוּ אֶל־יְהוָה וְרַב מִהְיֹת קֹלֹת אֱלֹהִים וּבָרָד וַאֲשַׁלְּחָה אֶתְכֶם וְלֹא תֹסִפוּן לַעֲמֹד׃","וַיֹּאמֶר אֵלָיו מֹשֶׁה כְּצֵאתִי אֶת־הָעִיר אֶפְרֹשׂ אֶת־כַּפַּי אֶל־יְהוָה הַקֹּלוֹת יֶחְדָּלוּן וְהַבָּרָד לֹא יִהְיֶה־עוֹד לְמַעַן תֵּדַע כִּי לַיהוָה הָאָרֶץ׃","וְאַתָּה וַעֲבָדֶיךָ יָדַעְתִּי כִּי טֶרֶם תִּירְאוּן מִפְּנֵי יְהוָה אֱלֹהִים׃","וְהַפִּשְׁתָּה וְהַשְּׂעֹרָה נֻכָּתָה כִּי הַשְּׂעֹרָה אָבִיב וְהַפִּשְׁתָּה גִּבְעֹל׃","וְהַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ כִּי אֲפִילֹת הֵנָּה׃","וַיֵּצֵא מֹשֶׁה מֵעִם פַּרְעֹה אֶת־הָעִיר וַיִּפְרֹשׂ כַּפָּיו אֶל־יְהוָה וַיַּחְדְּלוּ הַקֹּלוֹת וְהַבָּרָד וּמָטָר לֹא־נִתַּךְ אָרְצָה׃","וַיַּרְא פַּרְעֹה כִּי־חָדַל הַמָּטָר וְהַבָּרָד וְהַקֹּלֹת וַיֹּסֶף לַחֲטֹא וַיַּכְבֵּד לִבּוֹ הוּא וַעֲבָדָיו׃","וַיֶּחֱזַק לֵב פַּרְעֹה וְלֹא שִׁלַּח אֶת־בְּנֵי יִשְׂרָאֵל כַּאֲשֶׁר דִּבֶּר יְהוָה בְּיַד־מֹשֶׁה׃"]],"english_text":[["And God spoke unto Moses, and said unto him: ‘I am the LORD;","and I appeared unto Abraham, unto Isaac, and unto Jacob, as God Almighty, but by My name יהוה I made Me not known to them.","And I have also established My covenant with them, to give them the land of Canaan, the land of their sojournings, wherein they sojourned.","And moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage; and I have remembered My covenant.","Wherefore say unto the children of Israel: I am the LORD, and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage, and I will redeem you with an outstretched arm, and with great judgments;","and I will take you to Me for a people, and I will be to you a God; and ye shall know that I am the LORD your God, who brought you out from under the burdens of the Egyptians.","And I will bring you in unto the land, concerning which I lifted up My hand to give it to Abraham, to Isaac, and to Jacob; and I will give it you for a heritage: I am the LORD.’","And Moses spoke so unto the children of Israel; but they hearkened not unto Moses for impatience of spirit, and for cruel bondage.","And the LORD spoke unto Moses, saying:","’Go in, speak unto Pharaoh king of Egypt, that he let the children of Israel go out of his land.’","And Moses spoke before the LORD, saying: ‘Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?’","And the LORD spoke unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt.","These are the heads of their fathers’houses: the sons of Reuben the first-born of Israel: Hanoch, and Pallu, Hezron, and Carmi. These are the families of Reuben.","And the sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman. These are the families of Simeon.","And these are the names of the sons of Levi according to their generations: Gershon and Kohath, and Merari. And the years of the life of Levi were a hundred thirty and seven years.","The sons of Gershon: Libni and Shimei, according to their families.","And the sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel. And the years of the life of Kohath were a hundred thirty and three years.","And the sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations.","And Amram took him Jochebed his father’s sister to wife; and she bore him Aaron and Moses. And the years of the life of Amram were a hundred and thirty and seven years.","And the sons of Izhar: Korah, and Nepheg, and Zichri.","And the sons of Uzziel: Mishael, and Elzaphan, and Sithri.","And Aaron took him Elisheba, the daughter of Amminadab, the sister of Nahshon, to wife; and she bore him Nadab and Abihu, Eleazar and Ithamar.","And the sons of Korah: Assir, and Elkanah, and Abiasaph; these are the families of the Korahites.","And Eleazar Aaron’s son took him one of the daughters of Putiel to wife; and she bore him Phinehas. These are the heads of the fathers’houses of the Levites according to their families.","These are that Aaron and Moses, to whom the LORD said: ‘Bring out the children of Israel from the land of Egypt according to their hosts.’","These are they that spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are that Moses and Aaron.","And it came to pass on the day when the LORD spoke unto Moses in the land of Egypt,","that the LORD spoke unto Moses, saying: ‘I am the LORD; speak thou unto Pharaoh king of Egypt all that I speak unto thee.’","And Moses said before the LORD: ‘Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?’"],["And the LORD said unto Moses: ‘See, I have set thee in God’s stead to Pharaoh; and Aaron thy brother shall be thy prophet.","Thou shalt speak all that I command thee; and Aaron thy brother shall speak unto Pharaoh, that he let the children of Israel go out of his land.","And I will harden Pharaoh’s heart, and multiply My signs and My wonders in the land of Egypt.","But Pharaoh will not hearken unto you, and I will lay My hand upon Egypt, and bring forth My hosts, My people the children of Israel, out of the land of Egypt, by great judgments.","And the Egyptians shall know that I am the LORD, when I stretch forth My hand upon Egypt, and bring out the children of Israel from among them.’","And Moses and Aaron did so; as the LORD commanded them, so did they.","And Moses was fourscore years old, and Aaron fourscore and three years old, when they spoke unto Pharaoh.","And the LORD spoke unto Moses and unto Aaron, saying:","’When Pharaoh shall speak unto you, saying: Show a wonder for you; then thou shalt say unto Aaron: Take thy rod, and cast it down before Pharaoh, that it become a serpent.’","And Moses and Aaron went in unto Pharaoh, and they did so, as the LORD had commanded; and Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent.","Then Pharaoh also called for the wise men and the sorcerers; and they also, the magicians of Egypt, did in like manner with their secret arts.","For they cast down every man his rod, and they became serpents; but Aaron’s rod swallowed up their rods.","And Pharaoh’s heart was hardened, and he hearkened not unto them; as the LORD had spoken.","And the LORD said unto Moses: ‘Pharaoh’s heart is stubborn, he refuseth to let the people go.","Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by the river’s brink to meet him; and the rod which was turned to a serpent shalt thou take in thy hand.","And thou shalt say unto him: The LORD, the God of the Hebrews, hath sent me unto thee, saying: Let My people go, that they may serve Me in the wilderness; and, behold, hitherto thou hast not hearkened;","thus saith the LORD: In this thou shalt know that I am the LORD—behold, I will smite with the rod that is in my hand upon the waters which are in the river, and they shall be turned to blood.","And the fish that are in the river shall die, and the river shall become foul; and the Egyptians shall loathe to drink water from the river.’","And the LORD said unto Moses: ‘Say unto Aaron: Take thy rod, and stretch out thy hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their ponds of water, that they may become blood; and there shall be blood throughout all the land of Egypt, both in vessels of wood and in vessels of stone.’","And Moses and Aaron did so, as the LORD commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood.","And the fish that were in the river died; and the river became foul, and the Egyptians could not drink water from the river; and the blood was throughout all the land of Egypt.","And the magicians of Egypt did in like manner with their secret arts; and Pharaoh’s heart was hardened, and he hearkened not unto them; as the LORD had spoken.","And Pharaoh turned and went into his house, neither did he lay even this to heart.","And all the Egyptians digged round about the river for water to drink; for they could not drink of the water of the river.","And seven days were fulfilled, after that the LORD had smitten the river.","And the LORD spoke unto Moses: ‘Go in unto Pharaoh, and say unto him: Thus saith the LORD: Let My people go, that they may serve Me.","And if thou refuse to let them go, behold, I will smite all thy borders with frogs.","And the river shall swarm with frogs, which shall go up and come into thy house, and into thy bed-chamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneading-troughs.","And the frogs shall come up both upon thee, and upon thy people, and upon all thy servants.’"],["And the LORD said unto Moses: ‘Say unto Aaron: Stretch forth thy hand with thy rod over the rivers, over the canals, and over the pools, and cause frogs to come up upon the land of Egypt.’","And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt.","And the magicians did in like manner with their secret arts, and brought up frogs upon the land of Egypt.","Then Pharaoh called for Moses and Aaron, and said: ‘Entreat the LORD, that He take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice unto the LORD.’","And Moses said unto Pharaoh: ‘Have thou this glory over me; against what time shall I entreat for thee, and for thy servants, and for thy people, that the frogs be destroyed from thee and thy houses, and remain in the river only?’","And he said: ‘Against to-morrow.’ And he said: ‘Be it according to thy word; that thou mayest know that there is none like unto the LORD our God.","And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only.’","And Moses and Aaron went out from Pharaoh; and Moses cried unto the LORD concerning the frogs, which He had brought upon Pharaoh.","And the LORD did according to the word of Moses; and the frogs died out of the houses, out of the courts, and out of the fields.","And they gathered them together in heaps; and the land stank.","But when Pharaoh saw that there was respite, he hardened his heart, and hearkened not unto them; as the LORD had spoken.","And the LORD said unto Moses: ‘Say unto Aaron: Stretch out thy rod, and smite the dust of the earth, that it may become gnats throughout all the land of Egypt.’","And they did so; and Aaron stretched out his hand with his rod, and smote the dust of the earth, and there were gnats upon man, and upon beast; all the dust of the earth became gnats throughout all the land of Egypt.","And the magicians did so with their secret arts to bring forth gnats, but they could not; and there were gnats upon man, and upon beast.","Then the magicians said unto Pharaoh: ‘This is the finger of God’; and Pharaoh’s heart was hardened, and he hearkened not unto them; as the LORD had spoken.","And the LORD said unto Moses: ‘Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him: Thus saith the LORD: Let My people go, that they may serve Me.","Else, if thou wilt not let My people go, behold, I will send swarms of flies upon thee, and upon thy servants, and upon thy people, and into thy houses; and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are.","And I will set apart in that day the land of Goshen, in which My people dwell, that no swarms of flies shall be there; to the end that thou mayest know that I am the LORD in the midst of the earth.","And I will put a division between My people and thy people—by to-morrow shall this sign be.’","And the LORD did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants’houses; and in all the land of Egypt the land was ruined by reason of the swarms of flies.","And Pharaoh called for Moses and for Aaron, and said: ‘Go ye, sacrifice to your God in the land.’","And Moses said: ‘It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to the LORD our God; lo, if we sacrifice the abomination of the Egyptians before their eyes, will they not stone us?","We will go three days’journey into the wilderness, and sacrifice to the LORD our God, as He shall command us.’","And Pharaoh said: ‘I will let you go, that ye may sacrifice to the LORD your God in the wilderness; only ye shall not go very far away; entreat for me.’","And Moses said: ‘Behold, I go out from thee, and I will entreat the LORD that the swarms of flies may depart from Pharaoh, from his servants, and from his people, tomorrow; only let not Pharaoh deal deceitfully any more in not letting the people go to sacrifice to the LORD.’","And Moses went out from Pharaoh, and entreated the LORD.","And the LORD did according to the word of Moses; and He removed the swarms of flies from Pharaoh, from his servants, and from his people; there remained not one.","And Pharaoh hardened his heart this time also, and he did not let the people go."],["Then the LORD said unto Moses: ‘Go in unto Pharaoh, and tell him: Thus saith the LORD, the God of the Hebrews: Let My people go, that they may serve Me.","For if thou refuse to let them go, and wilt hold them still,","behold, the hand of the LORD is upon thy cattle which are in the field, upon the horses, upon the asses, upon the camels, upon the herds, and upon the flocks; there shall be a very grievous murrain.","And the LORD shall make a division between the cattle of Israel and the cattle of Egypt; and there shall nothing die of all that belongeth to the children of Israel.’","And the LORD appointed a set time, saying: ‘Tomorrow the LORD shall do this thing in the land.’","And the LORD did that thing on the morrow, and all the cattle of Egypt died; but of the cattle of the children of Israel died not one.","And Pharaoh sent, and, behold, there was not so much as one of the cattle of the Israelites dead. But the heart of Pharaoh was stubborn, and he did not let the people go.","And the LORD said unto Moses and unto Aaron: ‘Take to you handfuls of soot of the furnace, and let Moses throw it heavenward in the sight of Pharaoh.","And it shall become small dust over all the land of Egypt, and shall be a boil breaking forth with blains upon man and upon beast, throughout all the land of Egypt.’","And they took soot of the furnace, and stood before Pharaoh; and Moses threw it up heavenward; and it became a boil breaking forth with blains upon man and upon beast.","And the magicians could not stand before Moses because of the boils; for the boils were upon the magicians, and upon all the Egyptians.","And the LORD hardened the heart of Pharaoh, and he hearkened not unto them; as the LORD had spoken unto Moses.","And the LORD said unto Moses: ‘Rise up early in the morning, and stand before Pharaoh, and say unto him: Thus saith the LORD, the God of the Hebrews: Let My people go, that they may serve Me.","For I will this time send all My plagues upon thy person, and upon thy servants, and upon thy people; that thou mayest know that there is none like Me in all the earth.","Surely now I had put forth My hand, and smitten thee and thy people with pestilence, and thou hadst been cut off from the earth.","But in very deed for this cause have I made thee to stand, to show thee My power, and that My name may be declared throughout all the earth.","As yet exaltest thou thyself against My people, that thou wilt not let them go?","Behold, tomorrow about this time I will cause it to rain a very grievous hail, such as hath not been in Egypt since the day it was founded even until now.","Now therefore send, hasten in thy cattle and all that thou hast in the field; for every man and beast that shall be found in the field, and shall not be brought home, the hail shall come down upon them, and they shall die.’","He that feared the word of the LORD among the servants of Pharaoh made his servants and his cattle flee into the houses;","and he that regarded not the word of the LORD left his servants and his cattle in the field.","And the LORD said unto Moses: ‘Stretch forth thy hand toward heaven, that there may be hail in all the land of Egypt, upon man, and upon beast, and upon every herb of the field, throughout the land of Egypt.’","And Moses stretched forth his rod toward heaven; and the LORD sent thunder and hail, and fire ran down unto the earth; and the LORD caused to hail upon the land of Egypt.","So there was hail, and fire flashing up amidst the hail, very grievous, such as had not been in all the land of Egypt since it became a nation.","And the hail smote throughout all the land of Egypt all that was in the field, both man and beast; and the hail smote every herb of the field, and broke every tree of the field.","Only in the land of Goshen, where the children of Israel were, was there no hail.","And Pharaoh sent, and called for Moses and Aaron, and said unto them: ‘I have sinned this time; the LORD is righteous, and I and my people are wicked.","Entreat the LORD, and let there be enough of these mighty thunderings and hail; and I will let you go, and ye shall stay no longer.’","And Moses said unto him: ‘As soon as I am gone out of the city, I will spread forth my hands unto the LORD; the thunders shall cease, neither shall there be any more hail; that thou mayest know that the earth is the LORD’s.","But as for thee and thy servants, I know that ye will not yet fear the LORD God.’—","And the flax and the barley were smitten; for the barley was in the ear, and the flax was in bloom.","But the wheat and the spelt were not smitten; for they ripen late.—","And Moses went out of the city from Pharaoh, and spread forth his hands unto the LORD; and the thunders and hail ceased, and the rain was not poured upon the earth.","And when Pharaoh saw that the rain and the hail and the thunders were ceased, he sinned yet more, and hardened his heart, he and his servants.","And the heart of Pharaoh was hardened, and he did not let the children of Israel go; as the LORD had spoken by Moses."]],"sefer":"shemot","sefer_sponsor":"In Memory of Rabbi Ezra Labaton","parasha_sponsor":"","start_chapter":6,"start_verse":2,"end_chapter":9,"end_verse":35}