{
  "teacher_bio": "Rav Yitzchak Etshalom was born and raised in Los Angeles, California. He attended Yeshivat Kerem B'Yavne, Rabbi Isaac Elhanan Theological Seminary and Yeshivat Har Etzion before receiving Semicha from the Chief Rabbi of Yerushalayim, Rabbi Itzhak Kolitz. Rav Etshalom has been a dynamic and exciting educator in the Los Angeles community since his return in 1985. His ability to reach out to today's youth and share with them his passion for Jewish learning and Jewish life has enriched many young lives. His critically acclaimed series \"Between the Lines of the Bible\" is a methodological guide to the study of Tanakh. He has recently assumed the role of Rosh Beit Midrash at YULA Girls’ High School and leads this groundbreaking Limudei Kodesh program for young women. Rav Etshalom continues to direct the Tanach Masters Program at YULA Boys’ High School as well as serving as a widely sought-after Scholar in Residence throughout the country. Rav Etshalom lectures annually at the prestigious \"Ymei Iyyun\" Tanakh Seminar at Herzog College. In addition, he teaches Daf Yomi and a popular Navi series at the Young Israel of Century City and his podcasts on Daf Yomi (www.dafyomiyicc.org) have attracted an international following, as have his T’nakh podcasts (www.etshalom.com/podcast) which are also available at www.yutorah.org and at www.ou.org. Rabbi Etshalom lives in Los Angeles with his wife Stefanie and their 5 children.",
  "teacher_title": "Rabbi",
  "teacher_fname": "Yitzchak",
  "teacher_mname": null,
  "teacher_lname": "Etshalom",
  "teacher_image": "https://cdn.tanachstudy.com/assets/images/Rabbi_Yitzchak_Etshalom.jpg",
  "part_id": 5,
  "part_name": "torah",
  "parts_breakdown": [
    {
      "number": 1,
      "title": "The Silver Donations",
      "start_chapter": 38,
      "start_verse": 21,
      "end_chapter": 38,
      "end_verse": 31
    },
    {
      "number": 2,
      "title": "Ephod and Hoshen",
      "start_chapter": 39,
      "start_verse": 1,
      "end_chapter": 39,
      "end_verse": 21
    },
    {
      "number": 3,
      "title": "Remaining Garments",
      "start_chapter": 39,
      "start_verse": 22,
      "end_chapter": 39,
      "end_verse": 31
    },
    {
      "number": 4,
      "title": "The Work is Completed",
      "start_chapter": 39,
      "start_verse": 32,
      "end_chapter": 39,
      "end_verse": 43
    },
    {
      "number": 5,
      "title": "Dedication",
      "start_chapter": 40,
      "start_verse": 1,
      "end_chapter": 40,
      "end_verse": 33
    },
    {
      "number": 6,
      "title": "The Cloud Rests Upon the Mishkan",
      "start_chapter": 40,
      "start_verse": 34,
      "end_chapter": 40,
      "end_verse": 38
    }
  ],
  "perek_id": "pekude",
  "teacher_id": 1015,
  "book_id": 36,
  "book_num_chapters": 40,
  "book_name_pretty_eng": "Shemot",
  "parasha_name_pretty_eng": "Pekude",
  "book_name": "shemot",
  "prev_parasha_id": "vayakhel",
  "next_parasha_id": "vayikra",
  "next_parasha_name": "Vayikra",
  "hebrew_text": [
    [
      "אֵלֶּה פְקוּדֵי הַמִּשְׁכָּן מִשְׁכַּן הָעֵדֻת אֲשֶׁר פֻּקַּד עַל־פִּי מֹשֶׁה עֲבֹדַת הַלְוִיִּם בְּיַד אִיתָמָר בֶּן־אַהֲרֹן הַכֹּהֵן׃",
      "וּבְצַלְאֵל בֶּן־אוּרִי בֶן־חוּר לְמַטֵּה יְהוּדָה עָשָׂה אֵת כָּל־אֲשֶׁר־צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וְאִתּוֹ אָהֳלִיאָב בֶּן־אֲחִיסָמָךְ לְמַטֵּה־דָן חָרָשׁ וְחֹשֵׁב וְרֹקֵם בַּתְּכֵלֶת וּבָאַרְגָּמָן וּבְתוֹלַעַת הַשָּׁנִי וּבַשֵּׁשׁ׃",
      "כָּל־הַזָּהָב הֶעָשׂוּי לַמְּלָאכָה בְּכֹל מְלֶאכֶת הַקֹּדֶשׁ וַיְהִי זְהַב הַתְּנוּפָה תֵּשַׁע וְעֶשְׂרִים כִּכָּר וּשְׁבַע מֵאוֹת וּשְׁלֹשִׁים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ׃",
      "וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר וְאֶלֶף וּשְׁבַע מֵאוֹת וַחֲמִשָּׁה וְשִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ׃",
      "בֶּקַע לַגֻּלְגֹּלֶת מַחֲצִית הַשֶּׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ לְכֹל הָעֹבֵר עַל־הַפְּקֻדִים מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה לְשֵׁשׁ־מֵאוֹת אֶלֶף וּשְׁלֹשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים׃",
      "וַיְהִי מְאַת כִּכַּר הַכֶּסֶף לָצֶקֶת אֵת אַדְנֵי הַקֹּדֶשׁ וְאֵת אַדְנֵי הַפָּרֹכֶת מְאַת אֲדָנִים לִמְאַת הַכִּכָּר כִּכָּר לָאָדֶן׃",
      "וְאֶת־הָאֶלֶף וּשְׁבַע הַמֵּאוֹת וַחֲמִשָּׁה וְשִׁבְעִים עָשָׂה וָוִים לָעַמּוּדִים וְצִפָּה רָאשֵׁיהֶם וְחִשַּׁק אֹתָם׃",
      "וּנְחֹשֶׁת הַתְּנוּפָה שִׁבְעִים כִּכָּר וְאַלְפַּיִם וְאַרְבַּע־מֵאוֹת שָׁקֶל׃",
      "וַיַּעַשׂ בָּהּ אֶת־אַדְנֵי פֶּתַח אֹהֶל מוֹעֵד וְאֵת מִזְבַּח הַנְּחֹשֶׁת וְאֶת־מִכְבַּר הַנְּחֹשֶׁת אֲשֶׁר־לוֹ וְאֵת כָּל־כְּלֵי הַמִּזְבֵּחַ׃",
      "וְאֶת־אַדְנֵי הֶחָצֵר סָבִיב וְאֶת־אַדְנֵי שַׁעַר הֶחָצֵר וְאֵת כָּל־יִתְדֹת הַמִּשְׁכָּן וְאֶת־כָּל־יִתְדֹת הֶחָצֵר סָבִיב׃"
    ],
    [
      "וּמִן־הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי עָשׂוּ בִגְדֵי־שְׂרָד לְשָׁרֵת בַּקֹּדֶשׁ וַיַּעֲשׂוּ אֶת־בִּגְדֵי הַקֹּדֶשׁ אֲשֶׁר לְאַהֲרֹן כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיַּעַשׂ אֶת־הָאֵפֹד זָהָב תְּכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי וְשֵׁשׁ מָשְׁזָר׃",
      "וַיְרַקְּעוּ אֶת־פַּחֵי הַזָּהָב וְקִצֵּץ פְּתִילִם לַעֲשׂוֹת בְּתוֹךְ הַתְּכֵלֶת וּבְתוֹךְ הָאַרְגָּמָן וּבְתוֹךְ תּוֹלַעַת הַשָּׁנִי וּבְתוֹךְ הַשֵּׁשׁ מַעֲשֵׂה חֹשֵׁב׃",
      "כְּתֵפֹת עָשׂוּ־לוֹ חֹבְרֹת עַל־שְׁנֵי קצוותו [קְצוֹתָיו] חֻבָּר׃",
      "וְחֵשֶׁב אֲפֻדָּתוֹ אֲשֶׁר עָלָיו מִמֶּנּוּ הוּא כְּמַעֲשֵׂהוּ זָהָב תְּכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי וְשֵׁשׁ מָשְׁזָר כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיַּעֲשׂוּ אֶת־אַבְנֵי הַשֹּׁהַם מֻסַבֹּת מִשְׁבְּצֹת זָהָב מְפֻתָּחֹת פִּתּוּחֵי חוֹתָם עַל־שְׁמוֹת בְּנֵי יִשְׂרָאֵל׃",
      "וַיָּשֶׂם אֹתָם עַל כִּתְפֹת הָאֵפֹד אַבְנֵי זִכָּרוֹן לִבְנֵי יִשְׂרָאֵל כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיַּעַשׂ אֶת־הַחֹשֶׁן מַעֲשֵׂה חֹשֵׁב כְּמַעֲשֵׂה אֵפֹד זָהָב תְּכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי וְשֵׁשׁ מָשְׁזָר׃",
      "רָבוּעַ הָיָה כָּפוּל עָשׂוּ אֶת־הַחֹשֶׁן זֶרֶת אָרְכּוֹ וְזֶרֶת רָחְבּוֹ כָּפוּל׃",
      "וַיְמַלְאוּ־בוֹ אַרְבָּעָה טוּרֵי אָבֶן טוּר אֹדֶם פִּטְדָה וּבָרֶקֶת הַטּוּר הָאֶחָד׃",
      "וְהַטּוּר הַשֵּׁנִי נֹפֶךְ סַפִּיר וְיָהֲלֹם׃",
      "וְהַטּוּר הַשְּׁלִישִׁי לֶשֶׁם שְׁבוֹ וְאַחְלָמָה׃",
      "וְהַטּוּר הָרְבִיעִי תַּרְשִׁישׁ שֹׁהַם וְיָשְׁפֵה מוּסַבֹּת מִשְׁבְּצוֹת זָהָב בְּמִלֻּאֹתָם׃",
      "וְהָאֲבָנִים עַל־שְׁמֹת בְּנֵי־יִשְׂרָאֵל הֵנָּה שְׁתֵּים עֶשְׂרֵה עַל־שְׁמֹתָם פִּתּוּחֵי חֹתָם אִישׁ עַל־שְׁמוֹ לִשְׁנֵים עָשָׂר שָׁבֶט׃",
      "וַיַּעֲשׂוּ עַל־הַחֹשֶׁן שַׁרְשְׁרֹת גַּבְלֻת מַעֲשֵׂה עֲבֹת זָהָב טָהוֹר׃",
      "וַיַּעֲשׂוּ שְׁתֵּי מִשְׁבְּצֹת זָהָב וּשְׁתֵּי טַבְּעֹת זָהָב וַיִּתְּנוּ אֶת־שְׁתֵּי הַטַּבָּעֹת עַל־שְׁנֵי קְצוֹת הַחֹשֶׁן׃",
      "וַיִּתְּנוּ שְׁתֵּי הָעֲבֹתֹת הַזָּהָב עַל־שְׁתֵּי הַטַּבָּעֹת עַל־קְצוֹת הַחֹשֶׁן׃",
      "וְאֵת שְׁתֵּי קְצוֹת שְׁתֵּי הָעֲבֹתֹת נָתְנוּ עַל־שְׁתֵּי הַמִּשְׁבְּצֹת וַיִּתְּנֻם עַל־כִּתְפֹת הָאֵפֹד אֶל־מוּל פָּנָיו׃",
      "וַיַּעֲשׂוּ שְׁתֵּי טַבְּעֹת זָהָב וַיָּשִׂימוּ עַל־שְׁנֵי קְצוֹת הַחֹשֶׁן עַל־שְׂפָתוֹ אֲשֶׁר אֶל־עֵבֶר הָאֵפֹד בָּיְתָה׃",
      "וַיַּעֲשׂוּ שְׁתֵּי טַבְּעֹת זָהָב וַיִּתְּנֻם עַל־שְׁתֵּי כִתְפֹת הָאֵפֹד מִלְמַטָּה מִמּוּל פָּנָיו לְעֻמַּת מֶחְבַּרְתּוֹ מִמַּעַל לְחֵשֶׁב הָאֵפֹד׃",
      "וַיִּרְכְּסוּ אֶת־הַחֹשֶׁן מִטַּבְּעֹתָיו אֶל־טַבְּעֹת הָאֵפֹד בִּפְתִיל תְּכֵלֶת לִהְיֹת עַל־חֵשֶׁב הָאֵפֹד וְלֹא־יִזַּח הַחֹשֶׁן מֵעַל הָאֵפֹד כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיַּעַשׂ אֶת־מְעִיל הָאֵפֹד מַעֲשֵׂה אֹרֵג כְּלִיל תְּכֵלֶת׃",
      "וּפִי־הַמְּעִיל בְּתוֹכוֹ כְּפִי תַחְרָא שָׂפָה לְפִיו סָבִיב לֹא יִקָּרֵעַ׃",
      "וַיַּעֲשׂוּ עַל־שׁוּלֵי הַמְּעִיל רִמּוֹנֵי תְּכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי מָשְׁזָר׃",
      "וַיַּעֲשׂוּ פַעֲמֹנֵי זָהָב טָהוֹר וַיִּתְּנוּ אֶת־הַפַּעֲמֹנִים בְּתוֹךְ הָרִמֹּנִים עַל־שׁוּלֵי הַמְּעִיל סָבִיב בְּתוֹךְ הָרִמֹּנִים׃",
      "פַּעֲמֹן וְרִמֹּן פַּעֲמֹן וְרִמֹּן עַל־שׁוּלֵי הַמְּעִיל סָבִיב לְשָׁרֵת כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיַּעֲשׂוּ אֶת־הַכָּתְנֹת שֵׁשׁ מַעֲשֵׂה אֹרֵג לְאַהֲרֹן וּלְבָנָיו׃",
      "וְאֵת הַמִּצְנֶפֶת שֵׁשׁ וְאֶת־פַּאֲרֵי הַמִּגְבָּעֹת שֵׁשׁ וְאֶת־מִכְנְסֵי הַבָּד שֵׁשׁ מָשְׁזָר׃",
      "וְאֶת־הָאַבְנֵט שֵׁשׁ מָשְׁזָר וּתְכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי מַעֲשֵׂה רֹקֵם כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיַּעֲשׂוּ אֶת־צִיץ נֵזֶר־הַקֹּדֶשׁ זָהָב טָהוֹר וַיִּכְתְּבוּ עָלָיו מִכְתַּב פִּתּוּחֵי חוֹתָם קֹדֶשׁ לַיהוָה׃",
      "וַיִּתְּנוּ עָלָיו פְּתִיל תְּכֵלֶת לָתֵת עַל־הַמִּצְנֶפֶת מִלְמָעְלָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַתֵּכֶל כָּל־עֲבֹדַת מִשְׁכַּן אֹהֶל מוֹעֵד וַיַּעֲשׂוּ בְּנֵי יִשְׂרָאֵל כְּכֹל אֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה כֵּן עָשׂוּ׃",
      "וַיָּבִיאוּ אֶת־הַמִּשְׁכָּן אֶל־מֹשֶׁה אֶת־הָאֹהֶל וְאֶת־כָּל־כֵּלָיו קְרָסָיו קְרָשָׁיו בריחו [בְּרִיחָיו] וְעַמֻּדָיו וַאֲדָנָיו׃",
      "וְאֶת־מִכְסֵה עוֹרֹת הָאֵילִם הַמְאָדָּמִים וְאֶת־מִכְסֵה עֹרֹת הַתְּחָשִׁים וְאֵת פָּרֹכֶת הַמָּסָךְ׃",
      "אֶת־אֲרֹן הָעֵדֻת וְאֶת־בַּדָּיו וְאֵת הַכַּפֹּרֶת׃",
      "אֶת־הַשֻּׁלְחָן אֶת־כָּל־כֵּלָיו וְאֵת לֶחֶם הַפָּנִים׃",
      "אֶת־הַמְּנֹרָה הַטְּהֹרָה אֶת־נֵרֹתֶיהָ נֵרֹת הַמַּעֲרָכָה וְאֶת־כָּל־כֵּלֶיהָ וְאֵת שֶׁמֶן הַמָּאוֹר׃",
      "וְאֵת מִזְבַּח הַזָּהָב וְאֵת שֶׁמֶן הַמִּשְׁחָה וְאֵת קְטֹרֶת הַסַּמִּים וְאֵת מָסַךְ פֶּתַח הָאֹהֶל׃",
      "אֵת מִזְבַּח הַנְּחֹשֶׁת וְאֶת־מִכְבַּר הַנְּחֹשֶׁת אֲשֶׁר־לוֹ אֶת־בַּדָּיו וְאֶת־כָּל־כֵּלָיו אֶת־הַכִּיֹּר וְאֶת־כַּנּוֹ׃",
      "אֵת קַלְעֵי הֶחָצֵר אֶת־עַמֻּדֶיהָ וְאֶת־אֲדָנֶיהָ וְאֶת־הַמָּסָךְ לְשַׁעַר הֶחָצֵר אֶת־מֵיתָרָיו וִיתֵדֹתֶיהָ וְאֵת כָּל־כְּלֵי עֲבֹדַת הַמִּשְׁכָּן לְאֹהֶל מוֹעֵד׃",
      "אֶת־בִּגְדֵי הַשְּׂרָד לְשָׁרֵת בַּקֹּדֶשׁ אֶת־בִּגְדֵי הַקֹּדֶשׁ לְאַהֲרֹן הַכֹּהֵן וְאֶת־בִּגְדֵי בָנָיו לְכַהֵן׃",
      "כְּכֹל אֲשֶׁר־צִוָּה יְהוָה אֶת־מֹשֶׁה כֵּן עָשׂוּ בְּנֵי יִשְׂרָאֵל אֵת כָּל־הָעֲבֹדָה׃",
      "וַיַּרְא מֹשֶׁה אֶת־כָּל־הַמְּלָאכָה וְהִנֵּה עָשׂוּ אֹתָהּ כַּאֲשֶׁר צִוָּה יְהוָה כֵּן עָשׂוּ וַיְבָרֶךְ אֹתָם מֹשֶׁה׃"
    ],
    [
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "בְּיוֹם־הַחֹדֶשׁ הָרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ תָּקִים אֶת־מִשְׁכַּן אֹהֶל מוֹעֵד׃",
      "וְשַׂמְתָּ שָׁם אֵת אֲרוֹן הָעֵדוּת וְסַכֹּתָ עַל־הָאָרֹן אֶת־הַפָּרֹכֶת׃",
      "וְהֵבֵאתָ אֶת־הַשֻּׁלְחָן וְעָרַכְתָּ אֶת־עֶרְכּוֹ וְהֵבֵאתָ אֶת־הַמְּנֹרָה וְהַעֲלֵיתָ אֶת־נֵרֹתֶיהָ׃",
      "וְנָתַתָּה אֶת־מִזְבַּח הַזָּהָב לִקְטֹרֶת לִפְנֵי אֲרוֹן הָעֵדֻת וְשַׂמְתָּ אֶת־מָסַךְ הַפֶּתַח לַמִּשְׁכָּן׃",
      "וְנָתַתָּה אֵת מִזְבַּח הָעֹלָה לִפְנֵי פֶּתַח מִשְׁכַּן אֹהֶל־מוֹעֵד׃",
      "וְנָתַתָּ אֶת־הַכִּיֹּר בֵּין־אֹהֶל מוֹעֵד וּבֵין הַמִּזְבֵּחַ וְנָתַתָּ שָׁם מָיִם׃",
      "וְשַׂמְתָּ אֶת־הֶחָצֵר סָבִיב וְנָתַתָּ אֶת־מָסַךְ שַׁעַר הֶחָצֵר׃",
      "וְלָקַחְתָּ אֶת־שֶׁמֶן הַמִּשְׁחָה וּמָשַׁחְתָּ אֶת־הַמִּשְׁכָּן וְאֶת־כָּל־אֲשֶׁר־בּוֹ וְקִדַּשְׁתָּ אֹתוֹ וְאֶת־כָּל־כֵּלָיו וְהָיָה קֹדֶשׁ׃",
      "וּמָשַׁחְתָּ אֶת־מִזְבַּח הָעֹלָה וְאֶת־כָּל־כֵּלָיו וְקִדַּשְׁתָּ אֶת־הַמִּזְבֵּחַ וְהָיָה הַמִּזְבֵּחַ קֹדֶשׁ קָדָשִׁים׃",
      "וּמָשַׁחְתָּ אֶת־הַכִּיֹּר וְאֶת־כַּנּוֹ וְקִדַּשְׁתָּ אֹתוֹ׃",
      "וְהִקְרַבְתָּ אֶת־אַהֲרֹן וְאֶת־בָּנָיו אֶל־פֶּתַח אֹהֶל מוֹעֵד וְרָחַצְתָּ אֹתָם בַּמָּיִם׃",
      "וְהִלְבַּשְׁתָּ אֶת־אַהֲרֹן אֵת בִּגְדֵי הַקֹּדֶשׁ וּמָשַׁחְתָּ אֹתוֹ וְקִדַּשְׁתָּ אֹתוֹ וְכִהֵן לִי׃",
      "וְאֶת־בָּנָיו תַּקְרִיב וְהִלְבַּשְׁתָּ אֹתָם כֻּתֳּנֹת׃",
      "וּמָשַׁחְתָּ אֹתָם כַּאֲשֶׁר מָשַׁחְתָּ אֶת־אֲבִיהֶם וְכִהֲנוּ לִי וְהָיְתָה לִהְיֹת לָהֶם מָשְׁחָתָם לִכְהֻנַּת עוֹלָם לְדֹרֹתָם׃",
      "וַיַּעַשׂ מֹשֶׁה כְּכֹל אֲשֶׁר צִוָּה יְהוָה אֹתוֹ כֵּן עָשָׂה׃",
      "וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית בְּאֶחָד לַחֹדֶשׁ הוּקַם הַמִּשְׁכָּן׃",
      "וַיָּקֶם מֹשֶׁה אֶת־הַמִּשְׁכָּן וַיִּתֵּן אֶת־אֲדָנָיו וַיָּשֶׂם אֶת־קְרָשָׁיו וַיִּתֵּן אֶת־בְּרִיחָיו וַיָּקֶם אֶת־עַמּוּדָיו׃",
      "וַיִּפְרֹשׂ אֶת־הָאֹהֶל עַל־הַמִּשְׁכָּן וַיָּשֶׂם אֶת־מִכְסֵה הָאֹהֶל עָלָיו מִלְמָעְלָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיִּקַּח וַיִּתֵּן אֶת־הָעֵדֻת אֶל־הָאָרֹן וַיָּשֶׂם אֶת־הַבַּדִּים עַל־הָאָרֹן וַיִּתֵּן אֶת־הַכַּפֹּרֶת עַל־הָאָרֹן מִלְמָעְלָה׃",
      "וַיָּבֵא אֶת־הָאָרֹן אֶל־הַמִּשְׁכָּן וַיָּשֶׂם אֵת פָּרֹכֶת הַמָּסָךְ וַיָּסֶךְ עַל אֲרוֹן הָעֵדוּת כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיִּתֵּן אֶת־הַשֻּׁלְחָן בְּאֹהֶל מוֹעֵד עַל יֶרֶךְ הַמִּשְׁכָּן צָפֹנָה מִחוּץ לַפָּרֹכֶת׃",
      "וַיַּעֲרֹךְ עָלָיו עֵרֶךְ לֶחֶם לִפְנֵי יְהוָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיָּשֶׂם אֶת־הַמְּנֹרָה בְּאֹהֶל מוֹעֵד נֹכַח הַשֻּׁלְחָן עַל יֶרֶךְ הַמִּשְׁכָּן נֶגְבָּה׃",
      "וַיַּעַל הַנֵּרֹת לִפְנֵי יְהוָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיָּשֶׂם אֶת־מִזְבַּח הַזָּהָב בְּאֹהֶל מוֹעֵד לִפְנֵי הַפָּרֹכֶת׃",
      "וַיַּקְטֵר עָלָיו קְטֹרֶת סַמִּים כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיָּשֶׂם אֶת־מָסַךְ הַפֶּתַח לַמִּשְׁכָּן׃",
      "וְאֵת מִזְבַּח הָעֹלָה שָׂם פֶּתַח מִשְׁכַּן אֹהֶל־מוֹעֵד וַיַּעַל עָלָיו אֶת־הָעֹלָה וְאֶת־הַמִּנְחָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיָּשֶׂם אֶת־הַכִּיֹּר בֵּין־אֹהֶל מוֹעֵד וּבֵין הַמִּזְבֵּחַ וַיִּתֵּן שָׁמָּה מַיִם לְרָחְצָה׃",
      "וְרָחֲצוּ מִמֶּנּוּ מֹשֶׁה וְאַהֲרֹן וּבָנָיו אֶת־יְדֵיהֶם וְאֶת־רַגְלֵיהֶם׃",
      "בְּבֹאָם אֶל־אֹהֶל מוֹעֵד וּבְקָרְבָתָם אֶל־הַמִּזְבֵּחַ יִרְחָצוּ כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃",
      "וַיָּקֶם אֶת־הֶחָצֵר סָבִיב לַמִּשְׁכָּן וְלַמִּזְבֵּחַ וַיִּתֵּן אֶת־מָסַךְ שַׁעַר הֶחָצֵר וַיְכַל מֹשֶׁה אֶת־הַמְּלָאכָה׃",
      "וַיְכַס הֶעָנָן אֶת־אֹהֶל מוֹעֵד וּכְבוֹד יְהוָה מָלֵא אֶת־הַמִּשְׁכָּן׃",
      "וְלֹא־יָכֹל מֹשֶׁה לָבוֹא אֶל־אֹהֶל מוֹעֵד כִּי־שָׁכַן עָלָיו הֶעָנָן וּכְבוֹד יְהוָה מָלֵא אֶת־הַמִּשְׁכָּן׃",
      "וּבְהֵעָלוֹת הֶעָנָן מֵעַל הַמִּשְׁכָּן יִסְעוּ בְּנֵי יִשְׂרָאֵל בְּכֹל מַסְעֵיהֶם׃",
      "וְאִם־לֹא יֵעָלֶה הֶעָנָן וְלֹא יִסְעוּ עַד־יוֹם הֵעָלֹתוֹ׃",
      "כִּי עֲנַן יְהוָה עַל־הַמִּשְׁכָּן יוֹמָם וְאֵשׁ תִּהְיֶה לַיְלָה בּוֹ לְעֵינֵי כָל־בֵּית־יִשְׂרָאֵל בְּכָל־מַסְעֵיהֶם׃"
    ]
  ],
  "english_text": [
    [
      "These are the accounts of the tabernacle, even the tabernacle of the testimony, as they were rendered according to the commandment of Moses, through the service of the Levites, by the hand of Ithamar, the son of Aaron the priest.",
      "And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that the LORD commanded Moses.",
      "And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, a craftsman, and a skilful workman, and a weaver in colours, in blue, and in purple, and in scarlet, and fine linen.—",
      "All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary.",
      "And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and three-score and fifteen shekels, after the shekel of the sanctuary:",
      "a beka a head, that is, half a shekel, after the shekel of the sanctuary, for every one that passed over to them that are numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men.",
      "And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil: a hundred sockets for the hundred talents, a talent for a socket.",
      "And of the thousand seven hundred seventy and five shekels he made hooks for the pillars, and overlaid their capitals, and made fillets for them.",
      "And the brass of the offering was seventy talents and two thousand and four hundred shekels.",
      "And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar,",
      "and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about."
    ],
    [
      "And of the blue, and purple, and scarlet, they made plaited garments, for ministering in the holy place, and made the holy garments for Aaron, as the LORD commanded Moses.",
      "And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen.",
      "And they did beat the gold into thin plates, and cut it into threads, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman.",
      "They made shoulder-pieces for it, joined together; at the two ends was it joined together.",
      "And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof: of gold, of blue, and purple, and scarlet, and fine twined linen, as the LORD commanded Moses.",
      "And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel.",
      "And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel, as the LORD commanded Moses.",
      "And he made the breastplate, the work of the skilful workman, like the work of the ephod: of gold, of blue, and purple, and scarlet, and fine twined linen.",
      "It was four-square; they made the breastplate double; a span was the length thereof, and a span the breadth thereof, being double.",
      "And they set in it four rows of stones: a row of carnelian, topaz, and smaragd was the first row.",
      "And the second row, a carbuncle, a sapphire, and an emerald.",
      "And the third row, a jacinth, an agate, and an amethyst.",
      "And the fourth row, a beryl, an onyx, and a jasper; they were inclosed in fittings of gold in their settings.",
      "And the stones were according to the names of the children of Israel, twelve, according to their names, like the engravings of a signet, every one according to his name, for the twelve tribes.",
      "And they made upon the breastplate plaited chains, of wreathen work of pure gold.",
      "And they made two settings of gold, and two gold rings; and put the two rings on the two ends of the breastplate.",
      "And they put the two wreathen chains of gold on the two rings at the ends of the breastplate.",
      "And the other two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof.",
      "And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward.",
      "And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod.",
      "And they did bind the breastplate by the rings thereof unto the rings of the ephod with a thread of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as the LORD commanded Moses.",
      "And he made the robe of the ephod of woven work, all of blue;",
      "and the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent.",
      "And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, and twined linen.",
      "And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates:",
      "a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as the LORD commanded Moses.",
      "And they made the tunics of fine linen of woven work for Aaron, and for his sons,",
      "and the mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen,",
      "and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the weaver in colours; as the LORD commanded Moses.",
      "And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet: HOLY TO THE LORD.",
      "And they tied unto it a thread of blue, to fasten it upon the mitre above; as the LORD commanded Moses.",
      "Thus was finished all the work of the tabernacle of the tent of meeting; and the children of Israel did according to all that the LORD commanded Moses, so did they.",
      "And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, its bars, and its pillars, and its sockets;",
      "and the covering of rams’skins dyed red, and the covering of sealskins, and the veil of the screen;",
      "the ark of the testimony, and the staves thereof, and the ark-cover;",
      "the table, all the vessels thereof, and the showbread;",
      "the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light;",
      "and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent;",
      "the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base;",
      "the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle of the tent of meeting;",
      "the plaited garments for ministering in the holy place; the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office.",
      "According to all that the LORD commanded Moses, so the children of Israel did all the work.",
      "And Moses saw all the work, and, behold, they had done it; as the LORD had commanded, even so had they done it. And Moses blessed them."
    ],
    [
      "And the LORD spoke unto Moses, saying:",
      "’On the first day of the first month shalt thou rear up the tabernacle of the tent of meeting.",
      "And thou shalt put therein the ark of the testimony, and thou shalt screen the ark with the veil.",
      "And thou shalt bring in the table, and set in order the bread that is upon it; and thou shalt bring in the candlestick, and light the lamps thereof.",
      "And thou shalt set the golden altar for incense before the ark of the testimony, and put the screen of the door to the tabernacle.",
      "And thou shalt set the altar of burnt-offering before the door of the tabernacle of the tent of meeting.",
      "And thou shalt set the laver between the tent of meeting and the altar, and shalt put water therein.",
      "And thou shalt set up the court round about, and hang up the screen of the gate of the court.",
      "And thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein, and shalt hallow it, and all the furniture thereof; and it shall be holy.",
      "And thou shalt anoint the altar of burnt-offering, and all its vessels, and sanctify the altar; and the altar shall be most holy.",
      "And thou shalt anoint the laver and its base, and sanctify it.",
      "And thou shalt bring Aaron and his sons unto the door of the tent of meeting, and shalt wash them with water.",
      "And thou shalt put upon Aaron the holy garments; and thou shalt anoint him, and sanctify him, that he may minister unto Me in the priest’s office.",
      "And thou shalt bring his sons, and put tunics upon them.",
      "And thou shalt anoint them, as thou didst anoint their father, that they may minister unto Me in the priest’s office; and their anointing shall be to them for an everlasting priesthood throughout their generations.’",
      "Thus did Moses; according to all that the LORD commanded him, so did he.",
      "And it came to pass in the first month in the second year, on the first day of the month, that the tabernacle was reared up.",
      "And Moses reared up the tabernacle, and laid its sockets, and set up the boards thereof, and put in the bars thereof, and reared up its pillars.",
      "And he spread the tent over the tabernacle, and put the covering of the tent above upon it; as the LORD commanded Moses.",
      "And he took and put the testimony into the ark, and set the staves on the ark, and put the ark-cover above upon the ark.",
      "And he brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the testimony; as the LORD commanded Moses.",
      "And he put the table in the tent of meeting, upon the side of the tabernacle northward, without the veil.",
      "And he set a row of bread in order upon it before the LORD; as the LORD commanded Moses.",
      "And he put the candlestick in the tent of meeting, over against the table, on the side of the tabernacle southward.",
      "And he lighted the lamps before the LORD; as the LORD commanded Moses.",
      "And he put the golden altar in the tent of meeting before the veil;",
      "and he burnt thereon incense of sweet spices; as the LORD commanded Moses.",
      "And he put the screen of the door to the tabernacle.",
      "And the altar of burnt-offering he set at the door of the tabernacle of the tent of meeting, and offered upon it the burnt-offering and the meal-offering; as the LORD commanded Moses.",
      "And he set the laver between the tent of meeting and the altar, and put water therein, wherewith to wash;",
      "that Moses and Aaron and his sons might wash their hands and their feet thereat;",
      "when they went into the tent of meeting, and when they came near unto the altar, they should wash; as the LORD commanded Moses.",
      "And he reared up the court round about the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work.",
      "Then the cloud covered the tent of meeting, and the glory of the LORD filled the tabernacle.",
      "And Moses was not able to enter into the tent of meeting, because the cloud abode thereon, and the glory of the LORD filled the tabernacle.—",
      "And whenever the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys.",
      "But if the cloud was not taken up, then they journeyed not till the day that it was taken up.",
      "For the cloud of the LORD was upon the tabernacle by day, and there was fire therein by night, in the sight of all the house of Israel, throughout all their journeys.—"
    ]
  ],
  "sefer": "shemot",
  "sefer_sponsor": "In Memory of Rabbi Ezra Labaton",
  "parasha_sponsor": "",
  "start_chapter": 38,
  "start_verse": 21,
  "end_chapter": 40,
  "end_verse": 38
}
