{
  "teacher_bio": "Shani Taragin is a lecturer at Matan. She has a B.A. and M.A. in Tanakh and Talmud from Bar Ilan University and she is currently pursuing her Ph.D. in Tanakh. Shani teaches Tanakh and Jewish Law at Matan and serves as a Ram Tanakh in Midreshet Lindenbaum. She also teaches at Migdal Oz, Shalavim for Women, Lander’s College and the Women’s Beit Midrash in Efrat and Ramat Shilo. Shani is a Yoetzet Halakha (Halakhic Advisor) and she serves on the local religious council dealing with issues of Jewish law and education.",
  "teacher_title": "Mrs.",
  "teacher_fname": "Shani",
  "teacher_mname": null,
  "teacher_lname": "Taragin",
  "teacher_image": "https://cdn.tanachstudy.com/assets/images/Mrs_Shani_Taragin.jpg",
  "part_id": 5,
  "part_name": "torah",
  "parts_breakdown": [
    {
      "number": 1,
      "title": "Introduction to Sefer Vayikra",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 2,
      "title": "The Voluntary Offerings: Olah",
      "start_chapter": 1,
      "start_verse": 1,
      "end_chapter": 1,
      "end_verse": 17
    },
    {
      "number": 3,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 4,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 5,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 6,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    }
  ],
  "perek_id": "vayikra",
  "teacher_id": 1023,
  "book_id": 37,
  "book_num_chapters": 27,
  "book_name_pretty_eng": "Vayikra",
  "parasha_name_pretty_eng": "Vayikra",
  "book_name": "vayikra",
  "prev_parasha_id": "pekude",
  "next_parasha_id": "tzav",
  "next_parasha_name": "Tzav",
  "hebrew_text": [
    [
      "וַיִּקְרָא אֶל־מֹשֶׁה וַיְדַבֵּר יְהוָה אֵלָיו מֵאֹהֶל מוֹעֵד לֵאמֹר׃",
      "דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם אָדָם כִּי־יַקְרִיב מִכֶּם קָרְבָּן לַיהוָה מִן־הַבְּהֵמָה מִן־הַבָּקָר וּמִן־הַצֹּאן תַּקְרִיבוּ אֶת־קָרְבַּנְכֶם׃",
      "אִם־עֹלָה קָרְבָּנוֹ מִן־הַבָּקָר זָכָר תָּמִים יַקְרִיבֶנּוּ אֶל־פֶּתַח אֹהֶל מוֹעֵד יַקְרִיב אֹתוֹ לִרְצֹנוֹ לִפְנֵי יְהוָה׃",
      "וְסָמַךְ יָדוֹ עַל רֹאשׁ הָעֹלָה וְנִרְצָה לוֹ לְכַפֵּר עָלָיו׃",
      "וְשָׁחַט אֶת־בֶּן הַבָּקָר לִפְנֵי יְהוָה וְהִקְרִיבוּ בְּנֵי אַהֲרֹן הַכֹּהֲנִים אֶת־הַדָּם וְזָרְקוּ אֶת־הַדָּם עַל־הַמִּזְבֵּחַ סָבִיב אֲשֶׁר־פֶּתַח אֹהֶל מוֹעֵד׃",
      "וְהִפְשִׁיט אֶת־הָעֹלָה וְנִתַּח אֹתָהּ לִנְתָחֶיהָ׃",
      "וְנָתְנוּ בְּנֵי אַהֲרֹן הַכֹּהֵן אֵשׁ עַל־הַמִּזְבֵּחַ וְעָרְכוּ עֵצִים עַל־הָאֵשׁ׃",
      "וְעָרְכוּ בְּנֵי אַהֲרֹן הַכֹּהֲנִים אֵת הַנְּתָחִים אֶת־הָרֹאשׁ וְאֶת־הַפָּדֶר עַל־הָעֵצִים אֲשֶׁר עַל־הָאֵשׁ אֲשֶׁר עַל־הַמִּזְבֵּחַ׃",
      "וְקִרְבּוֹ וּכְרָעָיו יִרְחַץ בַּמָּיִם וְהִקְטִיר הַכֹּהֵן אֶת־הַכֹּל הַמִּזְבֵּחָה עֹלָה אִשֵּׁה רֵיחַ־נִיחוֹחַ לַיהוָה׃",
      "וְאִם־מִן־הַצֹּאן קָרְבָּנוֹ מִן־הַכְּשָׂבִים אוֹ מִן־הָעִזִּים לְעֹלָה זָכָר תָּמִים יַקְרִיבֶנּוּ׃",
      "וְשָׁחַט אֹתוֹ עַל יֶרֶךְ הַמִּזְבֵּחַ צָפֹנָה לִפְנֵי יְהוָה וְזָרְקוּ בְּנֵי אַהֲרֹן הַכֹּהֲנִים אֶת־דָּמוֹ עַל־הַמִּזְבֵּחַ סָבִיב׃",
      "וְנִתַּח אֹתוֹ לִנְתָחָיו וְאֶת־רֹאשׁוֹ וְאֶת־פִּדְרוֹ וְעָרַךְ הַכֹּהֵן אֹתָם עַל־הָעֵצִים אֲשֶׁר עַל־הָאֵשׁ אֲשֶׁר עַל־הַמִּזְבֵּחַ׃",
      "וְהַקֶּרֶב וְהַכְּרָעַיִם יִרְחַץ בַּמָּיִם וְהִקְרִיב הַכֹּהֵן אֶת־הַכֹּל וְהִקְטִיר הַמִּזְבֵּחָה עֹלָה הוּא אִשֵּׁה רֵיחַ נִיחֹחַ לַיהוָה׃",
      "וְאִם מִן־הָעוֹף עֹלָה קָרְבָּנוֹ לַיהוָה וְהִקְרִיב מִן־הַתֹּרִים אוֹ מִן־בְּנֵי הַיּוֹנָה אֶת־קָרְבָּנוֹ׃",
      "וְהִקְרִיבוֹ הַכֹּהֵן אֶל־הַמִּזְבֵּחַ וּמָלַק אֶת־רֹאשׁוֹ וְהִקְטִיר הַמִּזְבֵּחָה וְנִמְצָה דָמוֹ עַל קִיר הַמִּזְבֵּחַ׃",
      "וְהֵסִיר אֶת־מֻרְאָתוֹ בְּנֹצָתָהּ וְהִשְׁלִיךְ אֹתָהּ אֵצֶל הַמִּזְבֵּחַ קֵדְמָה אֶל־מְקוֹם הַדָּשֶׁן׃",
      "וְשִׁסַּע אֹתוֹ בִכְנָפָיו לֹא יַבְדִּיל וְהִקְטִיר אֹתוֹ הַכֹּהֵן הַמִּזְבֵּחָה עַל־הָעֵצִים אֲשֶׁר עַל־הָאֵשׁ עֹלָה הוּא אִשֵּׁה רֵיחַ נִיחֹחַ לַיהוָה׃"
    ],
    [
      "וְנֶפֶשׁ כִּי־תַקְרִיב קָרְבַּן מִנְחָה לַיהוָה סֹלֶת יִהְיֶה קָרְבָּנוֹ וְיָצַק עָלֶיהָ שֶׁמֶן וְנָתַן עָלֶיהָ לְבֹנָה׃",
      "וֶהֱבִיאָהּ אֶל־בְּנֵי אַהֲרֹן הַכֹּהֲנִים וְקָמַץ מִשָּׁם מְלֹא קֻמְצוֹ מִסָּלְתָּהּ וּמִשַּׁמְנָהּ עַל כָּל־לְבֹנָתָהּ וְהִקְטִיר הַכֹּהֵן אֶת־אַזְכָּרָתָהּ הַמִּזְבֵּחָה אִשֵּׁה רֵיחַ נִיחֹחַ לַיהוָה׃",
      "וְהַנּוֹתֶרֶת מִן־הַמִּנְחָה לְאַהֲרֹן וּלְבָנָיו קֹדֶשׁ קָדָשִׁים מֵאִשֵּׁי יְהוָה׃",
      "וְכִי תַקְרִב קָרְבַּן מִנְחָה מַאֲפֵה תַנּוּר סֹלֶת חַלּוֹת מַצֹּת בְּלוּלֹת בַּשֶּׁמֶן וּרְקִיקֵי מַצּוֹת מְשֻׁחִים בַּשָּׁמֶן׃",
      "וְאִם־מִנְחָה עַל־הַמַּחֲבַת קָרְבָּנֶךָ סֹלֶת בְּלוּלָה בַשֶּׁמֶן מַצָּה תִהְיֶה׃",
      "פָּתוֹת אֹתָהּ פִּתִּים וְיָצַקְתָּ עָלֶיהָ שָׁמֶן מִנְחָה הִוא׃",
      "וְאִם־מִנְחַת מַרְחֶשֶׁת קָרְבָּנֶךָ סֹלֶת בַּשֶּׁמֶן תֵּעָשֶׂה׃",
      "וְהֵבֵאתָ אֶת־הַמִּנְחָה אֲשֶׁר יֵעָשֶׂה מֵאֵלֶּה לַיהוָה וְהִקְרִיבָהּ אֶל־הַכֹּהֵן וְהִגִּישָׁהּ אֶל־הַמִּזְבֵּחַ׃",
      "וְהֵרִים הַכֹּהֵן מִן־הַמִּנְחָה אֶת־אַזְכָּרָתָהּ וְהִקְטִיר הַמִּזְבֵּחָה אִשֵּׁה רֵיחַ נִיחֹחַ לַיהוָה׃",
      "וְהַנּוֹתֶרֶת מִן־הַמִּנְחָה לְאַהֲרֹן וּלְבָנָיו קֹדֶשׁ קָדָשִׁים מֵאִשֵּׁי יְהוָה׃",
      "כָּל־הַמִּנְחָה אֲשֶׁר תַּקְרִיבוּ לַיהוָה לֹא תֵעָשֶׂה חָמֵץ כִּי כָל־שְׂאֹר וְכָל־דְּבַשׁ לֹא־תַקְטִירוּ מִמֶּנּוּ אִשֶּׁה לַיהוָה׃",
      "קָרְבַּן רֵאשִׁית תַּקְרִיבוּ אֹתָם לַיהוָה וְאֶל־הַמִּזְבֵּחַ לֹא־יַעֲלוּ לְרֵיחַ נִיחֹחַ׃",
      "וְכָל־קָרְבַּן מִנְחָתְךָ בַּמֶּלַח תִּמְלָח וְלֹא תַשְׁבִּית מֶלַח בְּרִית אֱלֹהֶיךָ מֵעַל מִנְחָתֶךָ עַל כָּל־קָרְבָּנְךָ תַּקְרִיב מֶלַח׃",
      "וְאִם־תַּקְרִיב מִנְחַת בִּכּוּרִים לַיהוָה אָבִיב קָלוּי בָּאֵשׁ גֶּרֶשׂ כַּרְמֶל תַּקְרִיב אֵת מִנְחַת בִּכּוּרֶיךָ׃",
      "וְנָתַתָּ עָלֶיהָ שֶׁמֶן וְשַׂמְתָּ עָלֶיהָ לְבֹנָה מִנְחָה הִוא׃",
      "וְהִקְטִיר הַכֹּהֵן אֶת־אַזְכָּרָתָהּ מִגִּרְשָׂהּ וּמִשַּׁמְנָהּ עַל כָּל־לְבֹנָתָהּ אִשֶּׁה לַיהוָה׃"
    ],
    [
      "וְאִם־זֶבַח שְׁלָמִים קָרְבָּנוֹ אִם מִן־הַבָּקָר הוּא מַקְרִיב אִם־זָכָר אִם־נְקֵבָה תָּמִים יַקְרִיבֶנּוּ לִפְנֵי יְהוָה׃",
      "וְסָמַךְ יָדוֹ עַל־רֹאשׁ קָרְבָּנוֹ וּשְׁחָטוֹ פֶּתַח אֹהֶל מוֹעֵד וְזָרְקוּ בְּנֵי אַהֲרֹן הַכֹּהֲנִים אֶת־הַדָּם עַל־הַמִּזְבֵּחַ סָבִיב׃",
      "וְהִקְרִיב מִזֶּבַח הַשְּׁלָמִים אִשֶּׁה לַיהוָה אֶת־הַחֵלֶב הַמְכַסֶּה אֶת־הַקֶּרֶב וְאֵת כָּל־הַחֵלֶב אֲשֶׁר עַל־הַקֶּרֶב׃",
      "וְאֵת שְׁתֵּי הַכְּלָיֹת וְאֶת־הַחֵלֶב אֲשֶׁר עֲלֵהֶן אֲשֶׁר עַל־הַכְּסָלִים וְאֶת־הַיֹּתֶרֶת עַל־הַכָּבֵד עַל־הַכְּלָיוֹת יְסִירֶנָּה׃",
      "וְהִקְטִירוּ אֹתוֹ בְנֵי־אַהֲרֹן הַמִּזְבֵּחָה עַל־הָעֹלָה אֲשֶׁר עַל־הָעֵצִים אֲשֶׁר עַל־הָאֵשׁ אִשֵּׁה רֵיחַ נִיחֹחַ לַיהוָה׃",
      "וְאִם־מִן־הַצֹּאן קָרְבָּנוֹ לְזֶבַח שְׁלָמִים לַיהוָה זָכָר אוֹ נְקֵבָה תָּמִים יַקְרִיבֶנּוּ׃",
      "אִם־כֶּשֶׂב הוּא־מַקְרִיב אֶת־קָרְבָּנוֹ וְהִקְרִיב אֹתוֹ לִפְנֵי יְהוָה׃",
      "וְסָמַךְ אֶת־יָדוֹ עַל־רֹאשׁ קָרְבָּנוֹ וְשָׁחַט אֹתוֹ לִפְנֵי אֹהֶל מוֹעֵד וְזָרְקוּ בְּנֵי אַהֲרֹן אֶת־דָּמוֹ עַל־הַמִּזְבֵּחַ סָבִיב׃",
      "וְהִקְרִיב מִזֶּבַח הַשְּׁלָמִים אִשֶּׁה לַיהוָה חֶלְבּוֹ הָאַלְיָה תְמִימָה לְעֻמַּת הֶעָצֶה יְסִירֶנָּה וְאֶת־הַחֵלֶב הַמְכַסֶּה אֶת־הַקֶּרֶב וְאֵת כָּל־הַחֵלֶב אֲשֶׁר עַל־הַקֶּרֶב׃",
      "וְאֵת שְׁתֵּי הַכְּלָיֹת וְאֶת־הַחֵלֶב אֲשֶׁר עֲלֵהֶן אֲשֶׁר עַל־הַכְּסָלִים וְאֶת־הַיֹּתֶרֶת עַל־הַכָּבֵד עַל־הַכְּלָיֹת יְסִירֶנָּה׃",
      "וְהִקְטִירוֹ הַכֹּהֵן הַמִּזְבֵּחָה לֶחֶם אִשֶּׁה לַיהוָה׃",
      "וְאִם עֵז קָרְבָּנוֹ וְהִקְרִיבוֹ לִפְנֵי יְהוָה׃",
      "וְסָמַךְ אֶת־יָדוֹ עַל־רֹאשׁוֹ וְשָׁחַט אֹתוֹ לִפְנֵי אֹהֶל מוֹעֵד וְזָרְקוּ בְּנֵי אַהֲרֹן אֶת־דָּמוֹ עַל־הַמִּזְבֵּחַ סָבִיב׃",
      "וְהִקְרִיב מִמֶּנּוּ קָרְבָּנוֹ אִשֶּׁה לַיהוָה אֶת־הַחֵלֶב הַמְכַסֶּה אֶת־הַקֶּרֶב וְאֵת כָּל־הַחֵלֶב אֲשֶׁר עַל־הַקֶּרֶב׃",
      "וְאֵת שְׁתֵּי הַכְּלָיֹת וְאֶת־הַחֵלֶב אֲשֶׁר עֲלֵהֶן אֲשֶׁר עַל־הַכְּסָלִים וְאֶת־הַיֹּתֶרֶת עַל־הַכָּבֵד עַל־הַכְּלָיֹת יְסִירֶנָּה׃",
      "וְהִקְטִירָם הַכֹּהֵן הַמִּזְבֵּחָה לֶחֶם אִשֶּׁה לְרֵיחַ נִיחֹחַ כָּל־חֵלֶב לַיהוָה׃",
      "חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם בְּכֹל מוֹשְׁבֹתֵיכֶם כָּל־חֵלֶב וְכָל־דָּם לֹא תֹאכֵלוּ׃"
    ],
    [
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל לֵאמֹר נֶפֶשׁ כִּי־תֶחֱטָא בִשְׁגָגָה מִכֹּל מִצְוֺת יְהוָה אֲשֶׁר לֹא תֵעָשֶׂינָה וְעָשָׂה מֵאַחַת מֵהֵנָּה׃",
      "אִם הַכֹּהֵן הַמָּשִׁיחַ יֶחֱטָא לְאַשְׁמַת הָעָם וְהִקְרִיב עַל חַטָּאתוֹ אֲשֶׁר חָטָא פַּר בֶּן־בָּקָר תָּמִים לַיהוָה לְחַטָּאת׃",
      "וְהֵבִיא אֶת־הַפָּר אֶל־פֶּתַח אֹהֶל מוֹעֵד לִפְנֵי יְהוָה וְסָמַךְ אֶת־יָדוֹ עַל־רֹאשׁ הַפָּר וְשָׁחַט אֶת־הַפָּר לִפְנֵי יְהוָה׃",
      "וְלָקַח הַכֹּהֵן הַמָּשִׁיחַ מִדַּם הַפָּר וְהֵבִיא אֹתוֹ אֶל־אֹהֶל מוֹעֵד׃",
      "וְטָבַל הַכֹּהֵן אֶת־אֶצְבָּעוֹ בַּדָּם וְהִזָּה מִן־הַדָּם שֶׁבַע פְּעָמִים לִפְנֵי יְהוָה אֶת־פְּנֵי פָּרֹכֶת הַקֹּדֶשׁ׃",
      "וְנָתַן הַכֹּהֵן מִן־הַדָּם עַל־קַרְנוֹת מִזְבַּח קְטֹרֶת הַסַּמִּים לִפְנֵי יְהוָה אֲשֶׁר בְּאֹהֶל מוֹעֵד וְאֵת כָּל־דַּם הַפָּר יִשְׁפֹּךְ אֶל־יְסוֹד מִזְבַּח הָעֹלָה אֲשֶׁר־פֶּתַח אֹהֶל מוֹעֵד׃",
      "וְאֶת־כָּל־חֵלֶב פַּר הַחַטָּאת יָרִים מִמֶּנּוּ אֶת־הַחֵלֶב הַמְכַסֶּה עַל־הַקֶּרֶב וְאֵת כָּל־הַחֵלֶב אֲשֶׁר עַל־הַקֶּרֶב׃",
      "וְאֵת שְׁתֵּי הַכְּלָיֹת וְאֶת־הַחֵלֶב אֲשֶׁר עֲלֵיהֶן אֲשֶׁר עַל־הַכְּסָלִים וְאֶת־הַיֹּתֶרֶת עַל־הַכָּבֵד עַל־הַכְּלָיוֹת יְסִירֶנָּה׃",
      "כַּאֲשֶׁר יוּרַם מִשּׁוֹר זֶבַח הַשְּׁלָמִים וְהִקְטִירָם הַכֹּהֵן עַל מִזְבַּח הָעֹלָה׃",
      "וְאֶת־עוֹר הַפָּר וְאֶת־כָּל־בְּשָׂרוֹ עַל־רֹאשׁוֹ וְעַל־כְּרָעָיו וְקִרְבּוֹ וּפִרְשׁוֹ׃",
      "וְהוֹצִיא אֶת־כָּל־הַפָּר אֶל־מִחוּץ לַמַּחֲנֶה אֶל־מָקוֹם טָהוֹר אֶל־שֶׁפֶךְ הַדֶּשֶׁן וְשָׂרַף אֹתוֹ עַל־עֵצִים בָּאֵשׁ עַל־שֶׁפֶךְ הַדֶּשֶׁן יִשָּׂרֵף׃",
      "וְאִם כָּל־עֲדַת יִשְׂרָאֵל יִשְׁגּוּ וְנֶעְלַם דָּבָר מֵעֵינֵי הַקָּהָל וְעָשׂוּ אַחַת מִכָּל־מִצְוֺת יְהוָה אֲשֶׁר לֹא־תֵעָשֶׂינָה וְאָשֵׁמוּ׃",
      "וְנוֹדְעָה הַחַטָּאת אֲשֶׁר חָטְאוּ עָלֶיהָ וְהִקְרִיבוּ הַקָּהָל פַּר בֶּן־בָּקָר לְחַטָּאת וְהֵבִיאוּ אֹתוֹ לִפְנֵי אֹהֶל מוֹעֵד׃",
      "וְסָמְכוּ זִקְנֵי הָעֵדָה אֶת־יְדֵיהֶם עַל־רֹאשׁ הַפָּר לִפְנֵי יְהוָה וְשָׁחַט אֶת־הַפָּר לִפְנֵי יְהוָה׃",
      "וְהֵבִיא הַכֹּהֵן הַמָּשִׁיחַ מִדַּם הַפָּר אֶל־אֹהֶל מוֹעֵד׃",
      "וְטָבַל הַכֹּהֵן אֶצְבָּעוֹ מִן־הַדָּם וְהִזָּה שֶׁבַע פְּעָמִים לִפְנֵי יְהוָה אֵת פְּנֵי הַפָּרֹכֶת׃",
      "וּמִן־הַדָּם יִתֵּן עַל־קַרְנֹת הַמִּזְבֵּחַ אֲשֶׁר לִפְנֵי יְהוָה אֲשֶׁר בְּאֹהֶל מוֹעֵד וְאֵת כָּל־הַדָּם יִשְׁפֹּךְ אֶל־יְסוֹד מִזְבַּח הָעֹלָה אֲשֶׁר־פֶּתַח אֹהֶל מוֹעֵד׃",
      "וְאֵת כָּל־חֶלְבּוֹ יָרִים מִמֶּנּוּ וְהִקְטִיר הַמִּזְבֵּחָה׃",
      "וְעָשָׂה לַפָּר כַּאֲשֶׁר עָשָׂה לְפַר הַחַטָּאת כֵּן יַעֲשֶׂה־לּוֹ וְכִפֶּר עֲלֵהֶם הַכֹּהֵן וְנִסְלַח לָהֶם׃",
      "וְהוֹצִיא אֶת־הַפָּר אֶל־מִחוּץ לַמַּחֲנֶה וְשָׂרַף אֹתוֹ כַּאֲשֶׁר שָׂרַף אֵת הַפָּר הָרִאשׁוֹן חַטַּאת הַקָּהָל הוּא׃",
      "אֲשֶׁר נָשִׂיא יֶחֱטָא וְעָשָׂה אַחַת מִכָּל־מִצְוֺת יְהוָה אֱלֹהָיו אֲשֶׁר לֹא־תֵעָשֶׂינָה בִּשְׁגָגָה וְאָשֵׁם׃",
      "אוֹ־הוֹדַע אֵלָיו חַטָּאתוֹ אֲשֶׁר חָטָא בָּהּ וְהֵבִיא אֶת־קָרְבָּנוֹ שְׂעִיר עִזִּים זָכָר תָּמִים׃",
      "וְסָמַךְ יָדוֹ עַל־רֹאשׁ הַשָּׂעִיר וְשָׁחַט אֹתוֹ בִּמְקוֹם אֲשֶׁר־יִשְׁחַט אֶת־הָעֹלָה לִפְנֵי יְהוָה חַטָּאת הוּא׃",
      "וְלָקַח הַכֹּהֵן מִדַּם הַחַטָּאת בְּאֶצְבָּעוֹ וְנָתַן עַל־קַרְנֹת מִזְבַּח הָעֹלָה וְאֶת־דָּמוֹ יִשְׁפֹּךְ אֶל־יְסוֹד מִזְבַּח הָעֹלָה׃",
      "וְאֶת־כָּל־חֶלְבּוֹ יַקְטִיר הַמִּזְבֵּחָה כְּחֵלֶב זֶבַח הַשְּׁלָמִים וְכִפֶּר עָלָיו הַכֹּהֵן מֵחַטָּאתוֹ וְנִסְלַח לוֹ׃",
      "וְאִם־נֶפֶשׁ אַחַת תֶּחֱטָא בִשְׁגָגָה מֵעַם הָאָרֶץ בַּעֲשֹׂתָהּ אַחַת מִמִּצְוֺת יְהוָה אֲשֶׁר לֹא־תֵעָשֶׂינָה וְאָשֵׁם׃",
      "אוֹ הוֹדַע אֵלָיו חַטָּאתוֹ אֲשֶׁר חָטָא וְהֵבִיא קָרְבָּנוֹ שְׂעִירַת עִזִּים תְּמִימָה נְקֵבָה עַל־חַטָּאתוֹ אֲשֶׁר חָטָא׃",
      "וְסָמַךְ אֶת־יָדוֹ עַל רֹאשׁ הַחַטָּאת וְשָׁחַט אֶת־הַחַטָּאת בִּמְקוֹם הָעֹלָה׃",
      "וְלָקַח הַכֹּהֵן מִדָּמָהּ בְּאֶצְבָּעוֹ וְנָתַן עַל־קַרְנֹת מִזְבַּח הָעֹלָה וְאֶת־כָּל־דָּמָהּ יִשְׁפֹּךְ אֶל־יְסוֹד הַמִּזְבֵּחַ׃",
      "וְאֶת־כָּל־חֶלְבָּהּ יָסִיר כַּאֲשֶׁר הוּסַר חֵלֶב מֵעַל זֶבַח הַשְּׁלָמִים וְהִקְטִיר הַכֹּהֵן הַמִּזְבֵּחָה לְרֵיחַ נִיחֹחַ לַיהוָה וְכִפֶּר עָלָיו הַכֹּהֵן וְנִסְלַח לוֹ׃",
      "וְאִם־כֶּבֶשׂ יָבִיא קָרְבָּנוֹ לְחַטָּאת נְקֵבָה תְמִימָה יְבִיאֶנָּה׃",
      "וְסָמַךְ אֶת־יָדוֹ עַל רֹאשׁ הַחַטָּאת וְשָׁחַט אֹתָהּ לְחַטָּאת בִּמְקוֹם אֲשֶׁר יִשְׁחַט אֶת־הָעֹלָה׃",
      "וְלָקַח הַכֹּהֵן מִדַּם הַחַטָּאת בְּאֶצְבָּעוֹ וְנָתַן עַל־קַרְנֹת מִזְבַּח הָעֹלָה וְאֶת־כָּל־דָּמָהּ יִשְׁפֹּךְ אֶל־יְסוֹד הַמִּזְבֵּחַ׃",
      "וְאֶת־כָּל־חֶלְבָּה יָסִיר כַּאֲשֶׁר יוּסַר חֵלֶב־הַכֶּשֶׂב מִזֶּבַח הַשְּׁלָמִים וְהִקְטִיר הַכֹּהֵן אֹתָם הַמִּזְבֵּחָה עַל אִשֵּׁי יְהוָה וְכִפֶּר עָלָיו הַכֹּהֵן עַל־חַטָּאתוֹ אֲשֶׁר־חָטָא וְנִסְלַח לוֹ׃"
    ],
    [
      "וְנֶפֶשׁ כִּי־תֶחֱטָא וְשָׁמְעָה קוֹל אָלָה וְהוּא עֵד אוֹ רָאָה אוֹ יָדָע אִם־לוֹא יַגִּיד וְנָשָׂא עֲוֺנוֹ׃",
      "אוֹ נֶפֶשׁ אֲשֶׁר תִּגַּע בְּכָל־דָּבָר טָמֵא אוֹ בְנִבְלַת חַיָּה טְמֵאָה אוֹ בְּנִבְלַת בְּהֵמָה טְמֵאָה אוֹ בְּנִבְלַת שֶׁרֶץ טָמֵא וְנֶעְלַם מִמֶּנּוּ וְהוּא טָמֵא וְאָשֵׁם׃",
      "אוֹ כִי יִגַּע בְּטֻמְאַת אָדָם לְכֹל טֻמְאָתוֹ אֲשֶׁר יִטְמָא בָּהּ וְנֶעְלַם מִמֶּנּוּ וְהוּא יָדַע וְאָשֵׁם׃",
      "אוֹ נֶפֶשׁ כִּי תִשָּׁבַע לְבַטֵּא בִשְׂפָתַיִם לְהָרַע אוֹ לְהֵיטִיב לְכֹל אֲשֶׁר יְבַטֵּא הָאָדָם בִּשְׁבֻעָה וְנֶעְלַם מִמֶּנּוּ וְהוּא־יָדַע וְאָשֵׁם לְאַחַת מֵאֵלֶּה׃",
      "וְהָיָה כִי־יֶאְשַׁם לְאַחַת מֵאֵלֶּה וְהִתְוַדָּה אֲשֶׁר חָטָא עָלֶיהָ׃",
      "וְהֵבִיא אֶת־אֲשָׁמוֹ לַיהוָה עַל חַטָּאתוֹ אֲשֶׁר חָטָא נְקֵבָה מִן־הַצֹּאן כִּשְׂבָּה אוֹ־שְׂעִירַת עִזִּים לְחַטָּאת וְכִפֶּר עָלָיו הַכֹּהֵן מֵחַטָּאתוֹ׃",
      "וְאִם־לֹא תַגִּיע יָדוֹ דֵּי שֶׂה וְהֵבִיא אֶת־אֲשָׁמוֹ אֲשֶׁר חָטָא שְׁתֵּי תֹרִים אוֹ־שְׁנֵי בְנֵי־יוֹנָה לַיהוָה אֶחָד לְחַטָּאת וְאֶחָד לְעֹלָה׃",
      "וְהֵבִיא אֹתָם אֶל־הַכֹּהֵן וְהִקְרִיב אֶת־אֲשֶׁר לַחַטָּאת רִאשׁוֹנָה וּמָלַק אֶת־רֹאשׁוֹ מִמּוּל עָרְפּוֹ וְלֹא יַבְדִּיל׃",
      "וְהִזָּה מִדַּם הַחַטָּאת עַל־קִיר הַמִּזְבֵּחַ וְהַנִּשְׁאָר בַּדָּם יִמָּצֵה אֶל־יְסוֹד הַמִּזְבֵּחַ חַטָּאת הוּא׃",
      "וְאֶת־הַשֵּׁנִי יַעֲשֶׂה עֹלָה כַּמִּשְׁפָּט וְכִפֶּר עָלָיו הַכֹּהֵן מֵחַטָּאתוֹ אֲשֶׁר־חָטָא וְנִסְלַח לוֹ׃",
      "וְאִם־לֹא תַשִּׂיג יָדוֹ לִשְׁתֵּי תֹרִים אוֹ לִשְׁנֵי בְנֵי־יוֹנָה וְהֵבִיא אֶת־קָרְבָּנוֹ אֲשֶׁר חָטָא עֲשִׂירִת הָאֵפָה סֹלֶת לְחַטָּאת לֹא־יָשִׂים עָלֶיהָ שֶׁמֶן וְלֹא־יִתֵּן עָלֶיהָ לְבֹנָה כִּי חַטָּאת הִיא׃",
      "וֶהֱבִיאָהּ אֶל־הַכֹּהֵן וְקָמַץ הַכֹּהֵן מִמֶּנָּה מְלוֹא קֻמְצוֹ אֶת־אַזְכָּרָתָה וְהִקְטִיר הַמִּזְבֵּחָה עַל אִשֵּׁי יְהוָה חַטָּאת הִוא׃",
      "וְכִפֶּר עָלָיו הַכֹּהֵן עַל־חַטָּאתוֹ אֲשֶׁר־חָטָא מֵאַחַת מֵאֵלֶּה וְנִסְלַח לוֹ וְהָיְתָה לַכֹּהֵן כַּמִּנְחָה׃",
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "נֶפֶשׁ כִּי־תִמְעֹל מַעַל וְחָטְאָה בִּשְׁגָגָה מִקָּדְשֵׁי יְהוָה וְהֵבִיא אֶת־אֲשָׁמוֹ לַיהוָה אַיִל תָּמִים מִן־הַצֹּאן בְּעֶרְכְּךָ כֶּסֶף־שְׁקָלִים בְּשֶׁקֶל־הַקֹּדֶשׁ לְאָשָׁם׃",
      "וְאֵת אֲשֶׁר חָטָא מִן־הַקֹּדֶשׁ יְשַׁלֵּם וְאֶת־חֲמִישִׁתוֹ יוֹסֵף עָלָיו וְנָתַן אֹתוֹ לַכֹּהֵן וְהַכֹּהֵן יְכַפֵּר עָלָיו בְּאֵיל הָאָשָׁם וְנִסְלַח לוֹ׃",
      "וְאִם־נֶפֶשׁ כִּי תֶחֱטָא וְעָשְׂתָה אַחַת מִכָּל־מִצְוֺת יְהוָה אֲשֶׁר לֹא תֵעָשֶׂינָה וְלֹא־יָדַע וְאָשֵׁם וְנָשָׂא עֲוֺנוֹ׃",
      "וְהֵבִיא אַיִל תָּמִים מִן־הַצֹּאן בְּעֶרְכְּךָ לְאָשָׁם אֶל־הַכֹּהֵן וְכִפֶּר עָלָיו הַכֹּהֵן עַל שִׁגְגָתוֹ אֲשֶׁר־שָׁגָג וְהוּא לֹא־יָדַע וְנִסְלַח לוֹ׃",
      "אָשָׁם הוּא אָשֹׁם אָשַׁם לַיהוָה׃",
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "נֶפֶשׁ כִּי תֶחֱטָא וּמָעֲלָה מַעַל בַּיהוָה וְכִחֵשׁ בַּעֲמִיתוֹ בְּפִקָּדוֹן אוֹ־בִתְשׂוּמֶת יָד אוֹ בְגָזֵל אוֹ עָשַׁק אֶת־עֲמִיתוֹ׃",
      "אוֹ־מָצָא אֲבֵדָה וְכִחֶשׁ בָּהּ וְנִשְׁבַּע עַל־שָׁקֶר עַל־אַחַת מִכֹּל אֲשֶׁר־יַעֲשֶׂה הָאָדָם לַחֲטֹא בָהֵנָּה׃",
      "וְהָיָה כִּי־יֶחֱטָא וְאָשֵׁם וְהֵשִׁיב אֶת־הַגְּזֵלָה אֲשֶׁר גָּזָל אוֹ אֶת־הָעֹשֶׁק אֲשֶׁר עָשָׁק אוֹ אֶת־הַפִּקָּדוֹן אֲשֶׁר הָפְקַד אִתּוֹ אוֹ אֶת־הָאֲבֵדָה אֲשֶׁר מָצָא׃",
      "אוֹ מִכֹּל אֲשֶׁר־יִשָּׁבַע עָלָיו לַשֶּׁקֶר וְשִׁלַּם אֹתוֹ בְּרֹאשׁוֹ וַחֲמִשִׁתָיו יֹסֵף עָלָיו לַאֲשֶׁר הוּא לוֹ יִתְּנֶנּוּ בְּיוֹם אַשְׁמָתוֹ׃",
      "וְאֶת־אֲשָׁמוֹ יָבִיא לַיהוָה אַיִל תָּמִים מִן־הַצֹּאן בְּעֶרְכְּךָ לְאָשָׁם אֶל־הַכֹּהֵן׃",
      "וְכִפֶּר עָלָיו הַכֹּהֵן לִפְנֵי יְהוָה וְנִסְלַח לוֹ עַל־אַחַת מִכֹּל אֲשֶׁר־יַעֲשֶׂה לְאַשְׁמָה בָהּ׃"
    ]
  ],
  "english_text": [
    [
      "And the LORD called unto Moses, and spoke unto him out of the tent of meeting, saying:",
      "Speak unto the children of Israel, and say unto them: When any man of you bringeth an offering unto the LORD, ye shall bring your offering of the cattle, even of the herd or of the flock.",
      "If his offering be a burnt-offering of the herd, he shall offer it a male without blemish; he shall bring it to the door of the tent of meeting, that he may be accepted before the LORD.",
      "And he shall lay his hand upon the head of the burnt-offering; and it shall be accepted for him to make atonement for him.",
      "And he shall kill the bullock before the LORD; and Aaron’s sons, the priests, shall present the blood, and dash the blood round about against the altar that is at the door of the tent of meeting.",
      "And he shall flay the burnt-offering, and cut it into its pieces.",
      "And the sons of Aaron the priest shall put fire upon the altar, and lay wood in order upon the fire.",
      "And Aaron’s sons, the priests, shall lay the pieces, and the head, and the suet, in order upon the wood that is on the fire which is upon the altar;",
      "but its inwards and its legs shall he wash with water; and the priest shall make the whole smoke on the altar, for a burnt-offering, an offering made by fire, of a sweet savour unto the LORD.",
      "And if his offering be of the flock, whether of the sheep, or of the goats, for a burnt-offering, he shall offer it a male without blemish.",
      "And he shall kill it on the side of the altar northward before the LORD; and Aaron’s sons, the priests, shall dash its blood against the altar round about.",
      "And he shall cut it into its pieces; and the priest shall lay them, with its head and its suet, in order on the wood that is on the fire which is upon the altar.",
      "But the inwards and the legs shall he wash with water; and the priest shall offer the whole, and make it smoke upon the altar; it is a burnt-offering, an offering made by fire, of a sweet savour unto the LORD.",
      "And if his offering to the LORD be a burnt-offering of fowls, then he shall bring his offering of turtle-doves, or of young pigeons.",
      "And the priest shall bring it unto the altar, and pinch off its head, and make it smoke on the altar; and the blood thereof shall be drained out on the side of the altar.",
      "And he shall take away its crop with the feathers thereof, and cast it beside the altar on the east part, in the place of the ashes.",
      "And he shall rend it by the wings thereof, but shall not divide it asunder; and the priest shall make it smoke upon the altar, upon the wood that is upon the fire; it is a burnt-offering, an offering made by fire, of a sweet savour unto the LORD."
    ],
    [
      "And when any one bringeth a meal-offering unto the LORD, his offering shall be of fine flour; and he shall pour oil upon it, and put frankincense thereon.",
      "And he shall bring it to Aaron’s sons the priests; and he shall take thereout his handful of the fine flour thereof, and of the oil thereof, together with all the frankincense thereof; and the priest shall make the memorial-part thereof smoke upon the altar, an offering made by fire, of a sweet savour unto the LORD.",
      "But that which is left of the meal-offering shall be Aaron’s and his sons’; it is a thing most holy of the offerings of the LORD made by fire.",
      "And when thou bringest a meal-offering baked in the oven, it shall be unleavened cakes of fine flour mingled with oil, or unleavened wafers spread with oil.",
      "And if thy offering be a meal-offering baked on a griddle, it shall be of fine flour unleavened, mingled with oil.",
      "Thou shalt break it in pieces, and pour oil thereon; it is a meal-offering.",
      "And if thy offering be a meal-offering of the stewing-pan, it shall be made of fine flour with oil.",
      "And thou shalt bring the meal-offering that is made of these things unto the LORD; and it shall be presented unto the priest, and he shall bring it unto the altar.",
      "And the priest shall take off from the meal-offering the memorial-part thereof, and shall make it smoke upon the altar—an offering made by fire, of a sweet savour unto the LORD.",
      "But that which is left of the meal-offering shall be Aaron’s and his sons’; it is a thing most holy of the offerings of the LORD made by fire.",
      "No meal-offering, which ye shall bring unto the LORD, shall be made with leaven; for ye shall make no leaven, nor any honey, smoke as an offering made by fire unto the LORD.",
      "As an offering of first-fruits ye may bring them unto the LORD; but they shall not come up for a sweet savour on the altar.",
      "And every meal-offering of thine shalt thou season with salt; neither shalt thou suffer the salt of the covenant of thy God to be lacking from thy meal-offering; with all thy offerings thou shalt offer salt.",
      "And if thou bring a meal-offering of first-fruits unto the LORD, thou shalt bring for the meal-offering of thy first-fruits corn in the ear parched with fire, even groats of the fresh ear.",
      "And thou shalt put oil upon it, and lay frankincense thereon; it is a meal-offering.",
      "And the priest shall make the memorial-part of it smoke, even of the groats thereof, and of the oil thereof, with all the frankincense thereof; it is an offering made by fire unto the LORD."
    ],
    [
      "And if his offering be a sacrifice of peace-offerings: if he offer of the herd, whether male or female, he shall offer it without blemish before the LORD.",
      "And he shall lay his hand upon the head of his offering, and kill it at the door of the tent of meeting; and Aaron’s sons the priests shall dash the blood against the altar round about.",
      "And he shall present of the sacrifice of peace-offerings an offering made by fire unto the LORD: the fat that covereth the inwards, and all the fat that is upon the inwards,",
      "and the two kidneys, and the fat that is on them, which is by the loins, and the lobe above the liver, which he shall take away hard by the kidneys.",
      "And Aaron’s sons shall make it smoke on the altar upon the burnt-offering, which is upon the wood that is on the fire; it is an offering made by fire, of a sweet savour unto the LORD.",
      "And if his offering for a sacrifice of peace-offerings unto the LORD be of the flock, male or female, he shall offer it without blemish.",
      "If he bring a lamb for his offering, then shall he present it before the LORD.",
      "And he shall lay his hand upon the head of his offering, and kill it before the tent of meeting; and Aaron’s sons shall dash the blood thereof against the altar round about.",
      "And he shall present of the sacrifice of peace-offerings an offering made by fire unto the LORD: the fat thereof, the fat tail entire, which he shall take away hard by the rump-bone; and the fat that covereth the inwards, and all the fat that is upon the inwards,",
      "and the two kidneys, and the fat that is upon them, which is by the loins, and the lobe above the liver, which he shall take away by the kidneys.",
      "And the priest shall make it smoke upon the altar; it is the food of the offering made by fire unto the LORD.",
      "And if his offering be a goat, then he shall present it before the LORD.",
      "And he shall lay his hand upon the head of it, and kill it before the tent of meeting; and the sons of Aaron shall dash the blood thereof against the altar round about.",
      "And he shall present thereof his offering, even an offering made by fire unto the LORD: the fat that covereth the inwards, and all the fat that is upon the inwards,",
      "and the two kidneys, and the fat that is upon them, which is by the loins, and the lobe above the liver, which he shall take away by the kidneys.",
      "And the priest shall make them smoke upon the altar; it is the food of the offering made by fire, for a sweet savour; all the fat is the LORD’S.",
      "It shall be a perpetual statute throughout your generations in all your dwellings, that ye shall eat neither fat nor blood."
    ],
    [
      "And the LORD spoke unto Moses, saying:",
      "Speak unto the children of Israel, saying: If any one shall sin through error, in any of the things which the LORD hath commanded not to be done, and shall do any one of them:",
      "if the anointed priest shall sin so as to bring guilt on the people, then let him offer for his sin, which he hath sinned, a young bullock without blemish unto the LORD for a sin-offering.",
      "And he shall bring the bullock unto the door of the tent of meeting before the LORD; and he shall lay his hand upon the head of the bullock, and kill the bullock before the LORD.",
      "And the anointed priest shall take of the blood of the bullock, and bring it to the tent of meeting.",
      "And the priest shall dip his finger in the blood, and sprinkle of the blood seven times before the LORD, in front of the veil of the sanctuary.",
      "And the priest shall put of the blood upon the horns of the altar of sweet incense before the LORD, which is in the tent of meeting; and all the remaining blood of the bullock shall he pour out at the base of the altar of burnt-offering, which is at the door of the tent of meeting.",
      "And all the fat of the bullock of the sin-offering he shall take off from it; the fat that covereth the inwards, and all the fat that is upon the inwards,",
      "and the two kidneys, and the fat that is upon them, which is by the loins, and the lobe above the liver, which he shall take away by kidneys,",
      "as it is taken off from the ox of the sacrifice of peace-offerings; and the priest shall make them smoke upon the altar of burnt-offering.",
      "But the skin of the bullock, and all its flesh, with its head, and with its legs, and its inwards, and its dung,",
      "even the whole bullock shall he carry forth without the camp unto a clean place, where the ashes are poured out, and burn it on wood with fire; where the ashes are poured out shall it be burnt.",
      "And if the whole congregation of Israel shall err, the thing being hid from the eyes of the assembly, and do any of the things which the LORD hath commanded not to be done, and are guilty:",
      "when the sin wherein they have sinned is known, then the assembly shall offer a young bullock for a sin-offering, and bring it before the tent of meeting.",
      "And the elders of the congregation shall lay their hands upon the head of the bullock before the LORD; and the bullock shall be killed before the LORD.",
      "And the anointed priest shall bring of the blood of the bullock to the tent of meeting.",
      "And the priest shall dip his finger in the blood, and sprinkle it seven times before the LORD, in front of the veil.",
      "And he shall put of the blood upon the horns of the altar which is before the LORD, that is in the tent of meeting, and all the remaining blood shall he pour out at the base of the altar of burnt-offering, which is at the door of the tent of meeting.",
      "And all the fat thereof shall he take off from it, and make it smoke upon the altar.",
      "Thus shall he do with the bullock; as he did with the bullock of the sin-offering, so shall he do with this; and the priest shall make atonement for them, and they shall be forgiven.",
      "And he shall carry forth the bullock without the camp, and burn it as he burned the first bullock; it is the sin-offering for the assembly.",
      "When a ruler sinneth, and doeth through error any one of all the things which the LORD his God hath commanded not to be done, and is guilty:",
      "if his sin, wherein he hath sinned, be known to him, he shall bring for his offering a goat, a male without blemish.",
      "And he shall lay his hand upon the head of the goat, and kill it in the place where they kill the burnt-offering before the LORD; it is a sin-offering.",
      "And the priest shall take of the blood of the sin-offering with his finger, and put it upon the horns of the altar of burnt-offering, and the remaining blood thereof shall he pour out at the base of the altar of burnt-offering.",
      "And all the fat thereof shall he make smoke upon the altar, as the fat of the sacrifice of peace-offerings; and the priest shall make atonement for him as concerning his sin, and he shall be forgiven.",
      "And if any one of the common people sin through error, in doing any of the things which the LORD hath commanded not to be done, and be guilty:",
      "if his sin, which he hath sinned, be known to him, then he shall bring for his offering a goat, a female without blemish, for his sin which he hath sinned.",
      "And he shall lay his hand upon the head of the sin-offering, and kill the sin-offering in the place of burnt-offering.",
      "And the priest shall take of the blood thereof with his finger, and put it upon the horns of the altar of burnt-offering, and all the remaining blood thereof shall he pour out at the base of the altar.",
      "And all the fat thereof shall he take away, as the fat is taken away from off the sacrifice of peace-offerings; and the priest shall make it smoke upon the altar for a sweet savour unto the LORD; and the priest shall make atonement for him, and he shall be forgiven.",
      "And if he bring a lamb as his offering for a sin-offering, he shall bring it a female without blemish.",
      "And he shall lay his hand upon the head of the sin-offering, and kill it for a sin-offering in the place where they kill the burnt-offering.",
      "And the priest shall take of the blood of the sin-offering with his finger, and put it upon the horns of the altar of burnt-offering, and all the remaining blood thereof shall he pour out at the base of the altar.",
      "And all the fat thereof shall he take away, as the fat of the lamb is taken away from the sacrifice of peace-offerings; and the priest shall make them smoke on the altar, upon the offerings of the LORD made by fire; and the priest shall make atonement for him as touching his sin that he hath sinned, and he shall be forgiven."
    ],
    [
      "And if any one sin, in that he heareth the voice of adjuration, he being a witness, whether he hath seen or known, if he do not utter it, then he shall bear his iniquity;",
      "or if any one touch any unclean thing, whether it be the carcass of an unclean beast, or the carcass of unclean cattle, or the carcass of unclean swarming things, and be guilty, it being hidden from him that he is unclean;",
      "or if he touch the uncleanness of man, whatsoever his uncleanness be wherewith he is unclean, and it be hid from him; and, when he knoweth of it, be guilty;",
      "or if any one swear clearly with his lips to do evil, or to do good, whatsoever it be that a man shall utter clearly with an oath, and it be hid from him; and, when he knoweth of it, be guilty in one of these things;",
      "and it shall be, when he shall be guilty in one of these things, that he shall confess that wherein he hath sinned;",
      "and he shall bring his forfeit unto the LORD for his sin which he hath sinned, a female from the flock, a lamb or a goat, for a sin-offering; and the priest shall make atonement for him as concerning his sin.",
      "And if his means suffice not for a lamb, then he shall bring his forfeit for that wherein he hath sinned, two turtle-doves, or two young pigeons, unto the LORD: one for a sin-offering, and the other for a burnt-offering.",
      "And he shall bring them unto the priest, who shall offer that which is for the sin-offering first, and pinch off its head close by its neck, but shall not divide it asunder.",
      "And he shall sprinkle of the blood of the sin-offering upon the side of the altar; and the rest of the blood shall be drained out at the base of the altar; it is a sin-offering.",
      "And he shall prepare the second for a burnt-offering, according to the ordinance; and the priest shall make atonement for him as concerning his sin which he hath sinned, and he shall be forgiven.",
      "But if his means suffice not for two turtledoves, or two young pigeons, then he shall bring his offering for that wherein he hath sinned, the tenth part of an ephah of fine flour for a sin-offering; he shall put no oil upon it, neither shall he put any frankincense thereon; for it is a sin-offering.",
      "And he shall bring it to the priest, and the priest shall take his handful of it as the memorial-part thereof, and make it smoke on the altar, upon the offerings of the LORD made by fire; it is a sin-offering.",
      "And the priest shall make atonement for him as touching his sin that he hath sinned in any of these things, and he shall be forgiven; and the remnant shall be the priest’s, as the meal-offering.",
      "And the LORD spoke unto Moses, saying:",
      "If any one commit a trespass, and sin through error, in the holy things of the LORD, then he shall bring his forfeit unto the LORD, a ram without blemish out of the flock, according to thy valuation in silver by shekels, after the shekel of the sanctuary, for a guilt-offering.",
      "And he shall make restitution for that which he hath done amiss in the holy thing, and shall add the fifth part thereto, and give it unto the priest; and the priest shall make atonement for him with the ram of the guilt-offering, and he shall be forgiven.",
      "And if any one sin, and do any of the things which the LORD hath commanded not to be done, though he know it not, yet is he guilty, and shall bear his iniquity.",
      "And he shall bring a ram without blemish out of the flock, according to thy valuation, for a guilt-offering, unto the priest; and the priest shall make atonement for him concerning the error which he committed, though he knew it not, and he shall be forgiven.",
      "It is a guilt-offering—he is certainly guilty before the LORD.",
      "And the LORD spoke unto Moses, saying:",
      "If any one sin, and commit a trespass against the LORD, and deal falsely with his neighbour in a matter of deposit, or of pledge, or of robbery, or have oppressed his neighbour;",
      "or have found that which was lost, and deal falsely therein, and swear to a lie; in any of all these that a man doeth, sinning therein;",
      "then it shall be, if he hath sinned, and is guilty, that he shall restore that which he took by robbery, or the thing which he hath gotten by oppression, or the deposit which was deposited with him, or the lost thing which he found,",
      "or any thing about which he hath sworn falsely, he shall even restore it in full, and shall add the fifth part more thereto; unto him to whom it appertaineth shall he give it, in the day of his being guilty.",
      "And he shall bring his forfeit unto the LORD, a ram without blemish out of the flock, according to thy valuation, for a guilt-offering, unto the priest.",
      "And the priest shall make atonement for him before the LORD, and he shall be forgiven, concerning whatsoever he doeth so as to be guilty thereby."
    ]
  ],
  "sefer": "vayikra",
  "sefer_sponsor": "In Honor of Cookie & Stanley Chera",
  "parasha_sponsor": "",
  "start_chapter": 1,
  "start_verse": 1,
  "end_chapter": 5,
  "end_verse": 26
}
