{"teacher_bio":"Shani Taragin is a lecturer at Matan. She has a B.A. and M.A. in Tanakh and Talmud from Bar Ilan University and she is currently pursuing her Ph.D. in Tanakh. Shani teaches Tanakh and Jewish Law at Matan and serves as a Ram Tanakh in Midreshet Lindenbaum. She also teaches at Migdal Oz, Shalavim for Women, Lander’s College and the Women’s Beit Midrash in Efrat and Ramat Shilo. Shani is a Yoetzet Halakha (Halakhic Advisor) and she serves on the local religious council dealing with issues of Jewish law and education.","teacher_title":"Mrs.","teacher_fname":"Shani","teacher_mname":null,"teacher_lname":"Taragin","teacher_image":"https://cdn.tanachstudy.com/assets/images/Mrs_Shani_Taragin.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"shemini","teacher_id":1023,"book_id":37,"book_num_chapters":27,"book_name_pretty_eng":"Vayikra","parasha_name_pretty_eng":"Shemini","book_name":"vayikra","prev_parasha_id":"tzav","next_parasha_id":"tazria","next_parasha_name":"Tazria","hebrew_text":[["וַיְהִי בַּיּוֹם הַשְּׁמִינִי קָרָא מֹשֶׁה לְאַהֲרֹן וּלְבָנָיו וּלְזִקְנֵי יִשְׂרָאֵל׃","וַיֹּאמֶר אֶל־אַהֲרֹן קַח־לְךָ עֵגֶל בֶּן־בָּקָר לְחַטָּאת וְאַיִל לְעֹלָה תְּמִימִם וְהַקְרֵב לִפְנֵי יְהוָה׃","וְאֶל־בְּנֵי יִשְׂרָאֵל תְּדַבֵּר לֵאמֹר קְחוּ שְׂעִיר־עִזִּים לְחַטָּאת וְעֵגֶל וָכֶבֶשׂ בְּנֵי־שָׁנָה תְּמִימִם לְעֹלָה׃","וְשׁוֹר וָאַיִל לִשְׁלָמִים לִזְבֹּחַ לִפְנֵי יְהוָה וּמִנְחָה בְּלוּלָה בַשָּׁמֶן כִּי הַיּוֹם יְהוָה נִרְאָה אֲלֵיכֶם׃","וַיִּקְחוּ אֵת אֲשֶׁר צִוָּה מֹשֶׁה אֶל־פְּנֵי אֹהֶל מוֹעֵד וַיִּקְרְבוּ כָּל־הָעֵדָה וַיַּעַמְדוּ לִפְנֵי יְהוָה׃","וַיֹּאמֶר מֹשֶׁה זֶה הַדָּבָר אֲשֶׁר־צִוָּה יְהוָה תַּעֲשׂוּ וְיֵרָא אֲלֵיכֶם כְּבוֹד יְהוָה׃","וַיֹּאמֶר מֹשֶׁה אֶל־אַהֲרֹן קְרַב אֶל־הַמִּזְבֵּחַ וַעֲשֵׂה אֶת־חַטָּאתְךָ וְאֶת־עֹלָתֶךָ וְכַפֵּר בַּעַדְךָ וּבְעַד הָעָם וַעֲשֵׂה אֶת־קָרְבַּן הָעָם וְכַפֵּר בַּעֲדָם כַּאֲשֶׁר צִוָּה יְהוָה׃","וַיִּקְרַב אַהֲרֹן אֶל־הַמִּזְבֵּחַ וַיִּשְׁחַט אֶת־עֵגֶל הַחַטָּאת אֲשֶׁר־לוֹ׃","וַיַּקְרִבוּ בְּנֵי אַהֲרֹן אֶת־הַדָּם אֵלָיו וַיִּטְבֹּל אֶצְבָּעוֹ בַּדָּם וַיִּתֵּן עַל־קַרְנוֹת הַמִּזְבֵּחַ וְאֶת־הַדָּם יָצַק אֶל־יְסוֹד הַמִּזְבֵּחַ׃","וְאֶת־הַחֵלֶב וְאֶת־הַכְּלָיֹת וְאֶת־הַיֹּתֶרֶת מִן־הַכָּבֵד מִן־הַחַטָּאת הִקְטִיר הַמִּזְבֵּחָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃","וְאֶת־הַבָּשָׂר וְאֶת־הָעוֹר שָׂרַף בָּאֵשׁ מִחוּץ לַמַּחֲנֶה׃","וַיִּשְׁחַט אֶת־הָעֹלָה וַיַּמְצִאוּ בְּנֵי אַהֲרֹן אֵלָיו אֶת־הַדָּם וַיִּזְרְקֵהוּ עַל־הַמִּזְבֵּחַ סָבִיב׃","וְאֶת־הָעֹלָה הִמְצִיאוּ אֵלָיו לִנְתָחֶיהָ וְאֶת־הָרֹאשׁ וַיַּקְטֵר עַל־הַמִּזְבֵּחַ׃","וַיִּרְחַץ אֶת־הַקֶּרֶב וְאֶת־הַכְּרָעָיִם וַיַּקְטֵר עַל־הָעֹלָה הַמִּזְבֵּחָה׃","וַיַּקְרֵב אֵת קָרְבַּן הָעָם וַיִּקַּח אֶת־שְׂעִיר הַחַטָּאת אֲשֶׁר לָעָם וַיִּשְׁחָטֵהוּ וַיְחַטְּאֵהוּ כָּרִאשׁוֹן׃","וַיַּקְרֵב אֶת־הָעֹלָה וַיַּעֲשֶׂהָ כַּמִּשְׁפָּט׃","וַיַּקְרֵב אֶת־הַמִּנְחָה וַיְמַלֵּא כַפּוֹ מִמֶּנָּה וַיַּקְטֵר עַל־הַמִּזְבֵּחַ מִלְּבַד עֹלַת הַבֹּקֶר׃","וַיִּשְׁחַט אֶת־הַשּׁוֹר וְאֶת־הָאַיִל זֶבַח הַשְּׁלָמִים אֲשֶׁר לָעָם וַיַּמְצִאוּ בְּנֵי אַהֲרֹן אֶת־הַדָּם אֵלָיו וַיִּזְרְקֵהוּ עַל־הַמִּזְבֵּחַ סָבִיב׃","וְאֶת־הַחֲלָבִים מִן־הַשּׁוֹר וּמִן־הָאַיִל הָאַלְיָה וְהַמְכַסֶּה וְהַכְּלָיֹת וְיֹתֶרֶת הַכָּבֵד׃","וַיָּשִׂימוּ אֶת־הַחֲלָבִים עַל־הֶחָזוֹת וַיַּקְטֵר הַחֲלָבִים הַמִּזְבֵּחָה׃","וְאֵת הֶחָזוֹת וְאֵת שׁוֹק הַיָּמִין הֵנִיף אַהֲרֹן תְּנוּפָה לִפְנֵי יְהוָה כַּאֲשֶׁר צִוָּה מֹשֶׁה׃","וַיִּשָּׂא אַהֲרֹן אֶת־ידו [יָדָיו] אֶל־הָעָם וַיְבָרְכֵם וַיֵּרֶד מֵעֲשֹׂת הַחַטָּאת וְהָעֹלָה וְהַשְּׁלָמִים׃","וַיָּבֹא מֹשֶׁה וְאַהֲרֹן אֶל־אֹהֶל מוֹעֵד וַיֵּצְאוּ וַיְבָרֲכוּ אֶת־הָעָם וַיֵּרָא כְבוֹד־יְהוָה אֶל־כָּל־הָעָם׃","וַתֵּצֵא אֵשׁ מִלִּפְנֵי יְהוָה וַתֹּאכַל עַל־הַמִּזְבֵּחַ אֶת־הָעֹלָה וְאֶת־הַחֲלָבִים וַיַּרְא כָּל־הָעָם וַיָּרֹנּוּ וַיִּפְּלוּ עַל־פְּנֵיהֶם׃"],["וַיִּקְחוּ בְנֵי־אַהֲרֹן נָדָב וַאֲבִיהוּא אִישׁ מַחְתָּתוֹ וַיִּתְּנוּ בָהֵן אֵשׁ וַיָּשִׂימוּ עָלֶיהָ קְטֹרֶת וַיַּקְרִבוּ לִפְנֵי יְהוָה אֵשׁ זָרָה אֲשֶׁר לֹא צִוָּה אֹתָם׃","וַתֵּצֵא אֵשׁ מִלִּפְנֵי יְהוָה וַתֹּאכַל אוֹתָם וַיָּמֻתוּ לִפְנֵי יְהוָה׃","וַיֹּאמֶר מֹשֶׁה אֶל־אַהֲרֹן הוּא אֲשֶׁר־דִּבֶּר יְהוָה לֵאמֹר בִּקְרֹבַי אֶקָּדֵשׁ וְעַל־פְּנֵי כָל־הָעָם אֶכָּבֵד וַיִּדֹּם אַהֲרֹן׃","וַיִּקְרָא מֹשֶׁה אֶל־מִישָׁאֵל וְאֶל אֶלְצָפָן בְּנֵי עֻזִּיאֵל דֹּד אַהֲרֹן וַיֹּאמֶר אֲלֵהֶם קִרְבוּ שְׂאוּ אֶת־אֲחֵיכֶם מֵאֵת פְּנֵי־הַקֹּדֶשׁ אֶל־מִחוּץ לַמַּחֲנֶה׃","וַיִּקְרְבוּ וַיִּשָּׂאֻם בְּכֻתֳּנֹתָם אֶל־מִחוּץ לַמַּחֲנֶה כַּאֲשֶׁר דִּבֶּר מֹשֶׁה׃","וַיֹּאמֶר מֹשֶׁה אֶל־אַהֲרֹן וּלְאֶלְעָזָר וּלְאִיתָמָר בָּנָיו רָאשֵׁיכֶם אַל־תִּפְרָעוּ וּבִגְדֵיכֶם לֹא־תִפְרֹמוּ וְלֹא תָמֻתוּ וְעַל כָּל־הָעֵדָה יִקְצֹף וַאֲחֵיכֶם כָּל־בֵּית יִשְׂרָאֵל יִבְכּוּ אֶת־הַשְּׂרֵפָה אֲשֶׁר שָׂרַף יְהוָה׃","וּמִפֶּתַח אֹהֶל מוֹעֵד לֹא תֵצְאוּ פֶּן־תָּמֻתוּ כִּי־שֶׁמֶן מִשְׁחַת יְהוָה עֲלֵיכֶם וַיַּעֲשׂוּ כִּדְבַר מֹשֶׁה׃","וַיְדַבֵּר יְהוָה אֶל־אַהֲרֹן לֵאמֹר׃","יַיִן וְשֵׁכָר אַל־תֵּשְׁתְּ אַתָּה וּבָנֶיךָ אִתָּךְ בְּבֹאֲכֶם אֶל־אֹהֶל מוֹעֵד וְלֹא תָמֻתוּ חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם׃","וּלֲהַבְדִּיל בֵּין הַקֹּדֶשׁ וּבֵין הַחֹל וּבֵין הַטָּמֵא וּבֵין הַטָּהוֹר׃","וּלְהוֹרֹת אֶת־בְּנֵי יִשְׂרָאֵל אֵת כָּל־הַחֻקִּים אֲשֶׁר דִּבֶּר יְהוָה אֲלֵיהֶם בְּיַד־מֹשֶׁה׃","וַיְדַבֵּר מֹשֶׁה אֶל־אַהֲרֹן וְאֶל אֶלְעָזָר וְאֶל־אִיתָמָר בָּנָיו הַנּוֹתָרִים קְחוּ אֶת־הַמִּנְחָה הַנּוֹתֶרֶת מֵאִשֵּׁי יְהוָה וְאִכְלוּהָ מַצּוֹת אֵצֶל הַמִּזְבֵּחַ כִּי קֹדֶשׁ קָדָשִׁים הִוא׃","וַאֲכַלְתֶּם אֹתָהּ בְּמָקוֹם קָדֹשׁ כִּי חָקְךָ וְחָק־בָּנֶיךָ הִוא מֵאִשֵּׁי יְהוָה כִּי־כֵן צֻוֵּיתִי׃","וְאֵת חֲזֵה הַתְּנוּפָה וְאֵת שׁוֹק הַתְּרוּמָה תֹּאכְלוּ בְּמָקוֹם טָהוֹר אַתָּה וּבָנֶיךָ וּבְנֹתֶיךָ אִתָּךְ כִּי־חָקְךָ וְחָק־בָּנֶיךָ נִתְּנוּ מִזִּבְחֵי שַׁלְמֵי בְּנֵי יִשְׂרָאֵל׃","שׁוֹק הַתְּרוּמָה וַחֲזֵה הַתְּנוּפָה עַל אִשֵּׁי הַחֲלָבִים יָבִיאוּ לְהָנִיף תְּנוּפָה לִפְנֵי יְהוָה וְהָיָה לְךָ וּלְבָנֶיךָ אִתְּךָ לְחָק־עוֹלָם כַּאֲשֶׁר צִוָּה יְהוָה׃","וְאֵת שְׂעִיר הַחַטָּאת דָּרֹשׁ דָּרַשׁ מֹשֶׁה וְהִנֵּה שֹׂרָף וַיִּקְצֹף עַל־אֶלְעָזָר וְעַל־אִיתָמָר בְּנֵי אַהֲרֹן הַנּוֹתָרִם לֵאמֹר׃","מַדּוּעַ לֹא־אֲכַלְתֶּם אֶת־הַחַטָּאת בִּמְקוֹם הַקֹּדֶשׁ כִּי קֹדֶשׁ קָדָשִׁים הִוא וְאֹתָהּ נָתַן לָכֶם לָשֵׂאת אֶת־עֲוֺן הָעֵדָה לְכַפֵּר עֲלֵיהֶם לִפְנֵי יְהוָה׃","הֵן לֹא־הוּבָא אֶת־דָּמָהּ אֶל־הַקֹּדֶשׁ פְּנִימָה אָכוֹל תֹּאכְלוּ אֹתָהּ בַּקֹּדֶשׁ כַּאֲשֶׁר צִוֵּיתִי׃","וַיְדַבֵּר אַהֲרֹן אֶל־מֹשֶׁה הֵן הַיּוֹם הִקְרִיבוּ אֶת־חַטָּאתָם וְאֶת־עֹלָתָם לִפְנֵי יְהוָה וַתִּקְרֶאנָה אֹתִי כָּאֵלֶּה וְאָכַלְתִּי חַטָּאת הַיּוֹם הַיִּיטַב בְּעֵינֵי יְהוָה׃","וַיִּשְׁמַע מֹשֶׁה וַיִּיטַב בְּעֵינָיו׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן לֵאמֹר אֲלֵהֶם׃","דַּבְּרוּ אֶל־בְּנֵי יִשְׂרָאֵל לֵאמֹר זֹאת הַחַיָּה אֲשֶׁר תֹּאכְלוּ מִכָּל־הַבְּהֵמָה אֲשֶׁר עַל־הָאָרֶץ׃","כֹּל מַפְרֶסֶת פַּרְסָה וְשֹׁסַעַת שֶׁסַע פְּרָסֹת מַעֲלַת גֵּרָה בַּבְּהֵמָה אֹתָהּ תֹּאכֵלוּ׃","אַךְ אֶת־זֶה לֹא תֹאכְלוּ מִמַּעֲלֵי הַגֵּרָה וּמִמַּפְרִיסֵי הַפַּרְסָה אֶת־הַגָּמָל כִּי־מַעֲלֵה גֵרָה הוּא וּפַרְסָה אֵינֶנּוּ מַפְרִיס טָמֵא הוּא לָכֶם׃","וְאֶת־הַשָּׁפָן כִּי־מַעֲלֵה גֵרָה הוּא וּפַרְסָה לֹא יַפְרִיס טָמֵא הוּא לָכֶם׃","וְאֶת־הָאַרְנֶבֶת כִּי־מַעֲלַת גֵּרָה הִוא וּפַרְסָה לֹא הִפְרִיסָה טְמֵאָה הִוא לָכֶם׃","וְאֶת־הַחֲזִיר כִּי־מַפְרִיס פַּרְסָה הוּא וְשֹׁסַע שֶׁסַע פַּרְסָה וְהוּא גֵּרָה לֹא־יִגָּר טָמֵא הוּא לָכֶם׃","מִבְּשָׂרָם לֹא תֹאכֵלוּ וּבְנִבְלָתָם לֹא תִגָּעוּ טְמֵאִים הֵם לָכֶם׃","אֶת־זֶה תֹּאכְלוּ מִכֹּל אֲשֶׁר בַּמָּיִם כֹּל אֲשֶׁר־לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת בַּמַּיִם בַּיַּמִּים וּבַנְּחָלִים אֹתָם תֹּאכֵלוּ׃","וְכֹל אֲשֶׁר אֵין־לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת בַּיַּמִּים וּבַנְּחָלִים מִכֹּל שֶׁרֶץ הַמַּיִם וּמִכֹּל נֶפֶשׁ הַחַיָּה אֲשֶׁר בַּמָּיִם שֶׁקֶץ הֵם לָכֶם׃","וְשֶׁקֶץ יִהְיוּ לָכֶם מִבְּשָׂרָם לֹא תֹאכֵלוּ וְאֶת־נִבְלָתָם תְּשַׁקֵּצוּ׃","כֹּל אֲשֶׁר אֵין־לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת בַּמָּיִם שֶׁקֶץ הוּא לָכֶם׃","וְאֶת־אֵלֶּה תְּשַׁקְּצוּ מִן־הָעוֹף לֹא יֵאָכְלוּ שֶׁקֶץ הֵם אֶת־הַנֶּשֶׁר וְאֶת־הַפֶּרֶס וְאֵת הָעָזְנִיָּה׃","וְאֶת־הַדָּאָה וְאֶת־הָאַיָּה לְמִינָהּ׃","אֵת כָּל־עֹרֵב לְמִינוֹ׃","וְאֵת בַּת הַיַּעֲנָה וְאֶת־הַתַּחְמָס וְאֶת־הַשָּׁחַף וְאֶת־הַנֵּץ לְמִינֵהוּ׃","וְאֶת־הַכּוֹס וְאֶת־הַשָּׁלָךְ וְאֶת־הַיַּנְשׁוּף׃","וְאֶת־הַתִּנְשֶׁמֶת וְאֶת־הַקָּאָת וְאֶת־הָרָחָם׃","וְאֵת הַחֲסִידָה הָאֲנָפָה לְמִינָהּ וְאֶת־הַדּוּכִיפַת וְאֶת־הָעֲטַלֵּף׃","כֹּל שֶׁרֶץ הָעוֹף הַהֹלֵךְ עַל־אַרְבַּע שֶׁקֶץ הוּא לָכֶם׃","אַךְ אֶת־זֶה תֹּאכְלוּ מִכֹּל שֶׁרֶץ הָעוֹף הַהֹלֵךְ עַל־אַרְבַּע אֲשֶׁר־לא [לוֹ] כְרָעַיִם מִמַּעַל לְרַגְלָיו לְנַתֵּר בָּהֵן עַל־הָאָרֶץ׃","אֶת־אֵלֶּה מֵהֶם תֹּאכֵלוּ אֶת־הָאַרְבֶּה לְמִינוֹ וְאֶת־הַסָּלְעָם לְמִינֵהוּ וְאֶת־הַחַרְגֹּל לְמִינֵהוּ וְאֶת־הֶחָגָב לְמִינֵהוּ׃","וְכֹל שֶׁרֶץ הָעוֹף אֲשֶׁר־לוֹ אַרְבַּע רַגְלָיִם שֶׁקֶץ הוּא לָכֶם׃","וּלְאֵלֶּה תִּטַּמָּאוּ כָּל־הַנֹּגֵעַ בְּנִבְלָתָם יִטְמָא עַד־הָעָרֶב׃","וְכָל־הַנֹּשֵׂא מִנִּבְלָתָם יְכַבֵּס בְּגָדָיו וְטָמֵא עַד־הָעָרֶב׃","לְכָל־הַבְּהֵמָה אֲשֶׁר הִוא מַפְרֶסֶת פַּרְסָה וְשֶׁסַע אֵינֶנָּה שֹׁסַעַת וְגֵרָה אֵינֶנָּה מַעֲלָה טְמֵאִים הֵם לָכֶם כָּל־הַנֹּגֵעַ בָּהֶם יִטְמָא׃","וְכֹל הוֹלֵךְ עַל־כַּפָּיו בְּכָל־הַחַיָּה הַהֹלֶכֶת עַל־אַרְבַּע טְמֵאִים הֵם לָכֶם כָּל־הַנֹּגֵעַ בְּנִבְלָתָם יִטְמָא עַד־הָעָרֶב׃","וְהַנֹּשֵׂא אֶת־נִבְלָתָם יְכַבֵּס בְּגָדָיו וְטָמֵא עַד־הָעָרֶב טְמֵאִים הֵמָּה לָכֶם׃","וְזֶה לָכֶם הַטָּמֵא בַּשֶּׁרֶץ הַשֹּׁרֵץ עַל־הָאָרֶץ הַחֹלֶד וְהָעַכְבָּר וְהַצָּב לְמִינֵהוּ׃","וְהָאֲנָקָה וְהַכֹּחַ וְהַלְּטָאָה וְהַחֹמֶט וְהַתִּנְשָׁמֶת׃","אֵלֶּה הַטְּמֵאִים לָכֶם בְּכָל־הַשָּׁרֶץ כָּל־הַנֹּגֵעַ בָּהֶם בְּמֹתָם יִטְמָא עַד־הָעָרֶב׃","וְכֹל אֲשֶׁר־יִפֹּל־עָלָיו מֵהֶם בְּמֹתָם יִטְמָא מִכָּל־כְּלִי־עֵץ אוֹ בֶגֶד אוֹ־עוֹר אוֹ שָׂק כָּל־כְּלִי אֲשֶׁר־יֵעָשֶׂה מְלָאכָה בָּהֶם בַּמַּיִם יוּבָא וְטָמֵא עַד־הָעֶרֶב וְטָהֵר׃","וְכָל־כְּלִי־חֶרֶשׂ אֲשֶׁר־יִפֹּל מֵהֶם אֶל־תּוֹכוֹ כֹּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא וְאֹתוֹ תִשְׁבֹּרוּ׃","מִכָּל־הָאֹכֶל אֲשֶׁר יֵאָכֵל אֲשֶׁר יָבוֹא עָלָיו מַיִם יִטְמָא וְכָל־מַשְׁקֶה אֲשֶׁר יִשָּׁתֶה בְּכָל־כְּלִי יִטְמָא׃","וְכֹל אֲשֶׁר־יִפֹּל מִנִּבְלָתָם עָלָיו יִטְמָא תַּנּוּר וְכִירַיִם יֻתָּץ טְמֵאִים הֵם וּטְמֵאִים יִהְיוּ לָכֶם׃","אַךְ מַעְיָן וּבוֹר מִקְוֵה־מַיִם יִהְיֶה טָהוֹר וְנֹגֵעַ בְּנִבְלָתָם יִטְמָא׃","וְכִי יִפֹּל מִנִּבְלָתָם עַל־כָּל־זֶרַע זֵרוּעַ אֲשֶׁר יִזָּרֵעַ טָהוֹר הוּא׃","וְכִי יֻתַּן־מַיִם עַל־זֶרַע וְנָפַל מִנִּבְלָתָם עָלָיו טָמֵא הוּא לָכֶם׃","וְכִי יָמוּת מִן־הַבְּהֵמָה אֲשֶׁר־הִיא לָכֶם לְאָכְלָה הַנֹּגֵעַ בְּנִבְלָתָהּ יִטְמָא עַד־הָעָרֶב׃","וְהָאֹכֵל מִנִּבְלָתָהּ יְכַבֵּס בְּגָדָיו וְטָמֵא עַד־הָעָרֶב וְהַנֹּשֵׂא אֶת־נִבְלָתָהּ יְכַבֵּס בְּגָדָיו וְטָמֵא עַד־הָעָרֶב׃","וְכָל־הַשֶּׁרֶץ הַשֹּׁרֵץ עַל־הָאָרֶץ שֶׁקֶץ הוּא לֹא יֵאָכֵל׃","כֹּל הוֹלֵךְ עַל־גָּחוֹן וְכֹל הוֹלֵךְ עַל־אַרְבַּע עַד כָּל־מַרְבֵּה רַגְלַיִם לְכָל־הַשֶּׁרֶץ הַשֹּׁרֵץ עַל־הָאָרֶץ לֹא תֹאכְלוּם כִּי־שֶׁקֶץ הֵם׃","אַל־תְּשַׁקְּצוּ אֶת־נַפְשֹׁתֵיכֶם בְּכָל־הַשֶּׁרֶץ הַשֹּׁרֵץ וְלֹא תִטַּמְּאוּ בָּהֶם וְנִטְמֵתֶם בָּם׃","כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדֹשִׁים כִּי קָדוֹשׁ אָנִי וְלֹא תְטַמְּאוּ אֶת־נַפְשֹׁתֵיכֶם בְּכָל־הַשֶּׁרֶץ הָרֹמֵשׂ עַל־הָאָרֶץ׃","כִּי אֲנִי יְהוָה הַמַּעֲלֶה אֶתְכֶם מֵאֶרֶץ מִצְרַיִם לִהְיֹת לָכֶם לֵאלֹהִים וִהְיִיתֶם קְדֹשִׁים כִּי קָדוֹשׁ אָנִי׃","זֹאת תּוֹרַת הַבְּהֵמָה וְהָעוֹף וְכֹל נֶפֶשׁ הַחַיָּה הָרֹמֶשֶׂת בַּמָּיִם וּלְכָל־נֶפֶשׁ הַשֹּׁרֶצֶת עַל־הָאָרֶץ׃","לְהַבְדִּיל בֵּין הַטָּמֵא וּבֵין הַטָּהֹר וּבֵין הַחַיָּה הַנֶּאֱכֶלֶת וּבֵין הַחַיָּה אֲשֶׁר לֹא תֵאָכֵל׃"]],"english_text":[["And it came to pass on the eighth day, that Moses called Aaron and his sons, and the elders of Israel;","and he said unto Aaron: ‘Take thee a bull-calf for a sin-offering, and a ram for a burnt-offering, without blemish, and offer them before the LORD.","And unto the children of Israel thou shalt speak, saying: Take ye a he-goat for a sin-offering; and a calf and a lamb, both of the first year, without blemish, for a burnt-offering;","and an ox and a ram for peace-offerings, to sacrifice before the LORD; and a meal-offering mingled with oil; for to-day the LORD appeareth unto you.’","And they brought that which Moses commanded before the tent of meeting; and all the congregation drew near and stood before the LORD.","And Moses said: ‘This is the thing which the LORD commanded that ye should do; that the glory of the LORD may appear unto you.’","And Moses said unto Aaron: ‘Draw near unto the altar, and offer thy sin-offering, and thy burnt-offering, and make atonement for thyself, and for the people; and present the offering of the people, and make atonement for them; as the LORD commanded.’","So Aaron drew near unto the altar, and slew the calf of the sin-offering, which was for himself.","And the sons of Aaron presented the blood unto him; and he dipped his finger in the blood, and put it upon the horns of the altar, and poured out the blood at the base of the altar.","But the fat, and the kidneys, and the lobe of the liver of the sin-offering, he made smoke upon the altar; as the LORD commanded Moses.","And the flesh and the skin were burnt with fire without the camp.","And he slew the burnt-offering; and Aaron’s sons delivered unto him the blood, and he dashed it against the altar round about.","And they delivered the burnt-offering unto him, piece by piece, and the head; and he made them smoke upon the altar.","And he washed the inwards and the legs, and made them smoke upon the burnt-offering on the altar.","And the people’s offering was presented; and he took the goat of the sin-offering which was for the people, and slew it, and offered it for sin, as the first.","And the burnt-offering was presented; and he offered it according to the ordinance.","And the meal-offering was presented; and he filled his hand therefrom, and made it smoke upon the altar, besides the burnt-offering of the morning.","He slew also the ox and the ram, the sacrifice of peace-offerings, which was for the people; and Aaron’s sons delivered unto him the blood, and he dashed it against the altar round about,","and the fat of the ox, and of the ram, the fat tail, and that which covereth the inwards, and the kidneys, and the lobe of the liver.","And they put the fat upon the breasts, and he made the fat smoke upon the altar.","And the breasts and the right thigh Aaron waved for a wave-offering before the LORD; as Moses commanded.","And Aaron lifted up his hands toward the people, and blessed them; and he came down from offering the sin-offering, and the burnt-offering, and the peace-offerings.","And Moses and Aaron went into the tent of meeting, and came out, and blessed the people; and the glory of the LORD appeared unto all the people.","And there came forth fire from before the LORD, and consumed upon the altar the burnt-offering and the fat; and when all the people saw it, they shouted, and fell on their faces."],["And Nadab and Abihu, the sons of Aaron, took each of them his censer, and put fire therein, and laid incense thereon, and offered strange fire before the LORD, which He had not commanded them.","And there came forth fire from before the LORD, and devoured them, and they died before the LORD.","Then Moses said unto Aaron: ‘This is it that the LORD spoke, saying: Through them that are nigh unto Me I will be sanctified, and before all the people I will be glorified.’ And Aaron held his peace.","And Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said unto them: ‘Draw near, carry your brethren from before the sanctuary out of the camp.’","So they drew near, and carried them in their tunics out of the camp, as Moses had said.","And Moses said unto Aaron, and unto Eleazar and unto Ithamar, his sons: ‘Let not the hair of your heads go loose, neither rend your clothes, that ye die not, and that He be not wroth with all the congregation; but let your brethren, the whole house of Israel, bewail the burning which the LORD hath kindled.","And ye shall not go out from the door of the tent of meeting, lest ye die; for the anointing oil of the LORD is upon you.’ And they did according to the word of Moses.","And the LORD spoke unto Aaron, saying:","’Drink no wine nor strong drink, thou, nor thy sons with thee, when ye go into the tent of meeting, that ye die not; it shall be a statute forever throughout your generations.","And that ye may put difference between the holy and the common, and between the unclean and the clean;","and that ye may teach the children of Israel all the statutes which the LORD hath spoken unto them by the hand of Moses.’","And Moses spoke unto Aaron, and unto Eleazar and unto Ithamar, his sons that were left: ‘Take the meal-offering that remaineth of the offerings of the LORD made by fire, and eat it without leaven beside the altar; for it is most holy.","And ye shall eat it in a holy place, because it is thy due, and thy sons’due, of the offerings of the LORD made by fire; for so I am commanded.","And the breast of waving and the thigh of heaving shall ye eat in a clean place; thou, and thy sons, and thy daughters with thee; for they are given as thy due, and thy sons’due, out of the sacrifices of the peace-offerings of the children of Israel.","The thigh of heaving and the breast of waving shall they bring with the offerings of the fat made by fire, to wave it for a wave-offering before the LORD; and it shall be thine, and thy sons’with thee, as a due for ever; as the LORD hath commanded.’","And Moses diligently inquired for the goat of the sin-offering, and, behold, it was burnt; and he was angry with Eleazar and with Ithamar, the sons of Aaron that were left, saying:","’Wherefore have ye not eaten the sin-offering in the place of the sanctuary, seeing it is most holy, and He hath given it you to bear the iniquity of the congregation, to make atonement for them before the LORD?","Behold, the blood of it was not brought into the sanctuary within; ye should certainly have eaten it in the sanctuary, as I commanded.’","And Aaron spoke unto Moses: ‘Behold, this day have they offered their sin-offering and their burnt-offering before the LORD, and there have befallen me such things as these; and if I had eaten the sin-offering to-day, would it have been well-pleasing in the sight of the LORD?","And when Moses heard that, it was well-pleasing in his sight."],["And the LORD spoke unto Moses and to Aaron, saying unto them:","Speak unto the children of Israel, saying: These are the living things which ye may eat among all the beasts that are on the earth.","Whatsoever parteth the hoof, and is wholly cloven-footed, and cheweth the cud, among the beasts, that may ye eat.","Nevertheless these shall ye not eat of them that only chew the cud, or of them that only part the hoof: the camel, because he cheweth the cud but parteth not the hoof, he is unclean unto you.","And the rock-badger, because he cheweth the cud but parteth not the hoof, he is unclean unto you.","And the hare, because she cheweth the cud but parteth not the hoof, she is unclean unto you","And the swine, because he parteth the hoof, and is cloven-footed, but cheweth not the cud, he is unclean unto you.","Of their flesh ye shall not eat, and their carcasses ye shall not touch; they are unclean unto you.","These may ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them may ye eat.","And all that have not fins and scales in the seas, and in the rivers, of all that swarm in the waters, and of all the living creatures that are in the waters, they are a detestable thing unto you,","and they shall be a detestable thing unto you; ye shall not eat of their flesh, and their carcasses ye shall have in detestation.","Whatsoever hath no fins nor scales in the waters, that is a detestable thing unto you.","And these ye shall have in detestation among the fowls; they shall not be eaten, they are a detestable thing: the great vulture, and the bearded vulture, and the ospray;","and the kite, and the falcon after its kinds;","every raven after its kinds;","and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kinds;","and the little owl, and the cormorant, and the great owl;","and the horned owl, and the pelican, and the carrion-vulture;","and the stork, and the heron after its kinds, and the hoopoe, and the bat.","All winged swarming things that go upon all fours are a detestable thing unto you.","Yet these may ye eat of all winged swarming things that go upon all fours, which have jointed legs above their feet, wherewith to leap upon the earth;","even these of them ye may eat: the locust after its kinds, and the bald locust after its kinds, and the cricket after its kinds, and the grasshopper after its kinds.","But all winged swarming things, which have four feet, are a detestable thing unto you.","And by these ye shall become unclean; whosoever toucheth the carcass of them shall be unclean until even.","And whosoever beareth aught of the carcass of them shall wash his clothes, and be unclean until the even.","Every beast which parteth the hoof, but is not cloven footed, nor cheweth the cud, is unclean unto you; every one that to toucheth them shall be unclean.","And whatsoever goeth upon its paws, among all beasts that go on all fours, they are unclean unto you; whoso toucheth their carcass shall be unclean until the even.","And he that beareth the carcass of them shall wash his clothes, and be unclean until the even; they are unclean unto you.","And these are they which are unclean unto you among the swarming things that swarm upon the earth: the weasel, and the mouse, and the great lizard after its kinds,","and the gecko, and the land-crocodile, and the lizard, and the sand-lizard, and the chameleon.","These are they which are unclean to you among all that swarm; whosoever doth touch them, when they are dead, shall be unclean until the even.","And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherewith any work is done, it must be put into water, and it shall be unclean until the even; then shall it be clean.","And every earthen vessel whereinto any of them falleth, whatsoever is in it shall be unclean, and it ye shall break.","All food therein which may be eaten, that on which water cometh, shall be unclean; and all drink in every such vessel that may be drunk shall be unclean.","And every thing whereupon any part of their carcass falleth shall be unclean; whether oven, or range for pots, it shall be broken in pieces; they are unclean, and shall be unclean unto you.","Nevertheless a fountain or a cistern wherein is a gathering of water shall be clean; but he who toucheth their carcass shall be unclean.","And if aught of their carcass fall upon any sowing seed which is to be sown, it is clean.","But if water be put upon the seed, and aught of their carcass fall thereon, it is unclean unto you.","And if any beast, of which ye may eat, die, he that toucheth the carcass thereof shall be unclean until the even.","And he that eateth of the carcass of it shall wash his clothes, and be unclean until the even; he also that beareth the carcass of it shall wash his clothes, and be unclean until the even.","And every swarming thing that swarmeth upon the earth is a detestable thing; it shall not be eaten.","Whatsoever goeth upon the belly, and whatsoever goeth upon all fours, or whatsoever hath many feet, even all swarming things that swarm upon the earth, them ye shall not eat; for they are a detestable thing.","Ye shall not make yourselves detestable with any swarming thing that swarmeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.","For I am the LORD your God; sanctify yourselves therefore, and be ye holy; for I am holy; neither shall ye defile yourselves with any manner of swarming thing that moveth upon the earth.","For I am the LORD that brought you up out of the land of Egypt, to be your God; ye shall therefore be holy, for I am holy. .","This is the law of the beast, and of the fowl, and of every living creature that moveth in the waters, and of every creature that swarmeth upon the earth;","to make a difference between the unclean and the clean, and between the living thing that may be eaten and the living thing that may not be eaten."]],"sefer":"vayikra","sefer_sponsor":"In Honor of Cookie & Stanley Chera","parasha_sponsor":"","start_chapter":9,"start_verse":1,"end_chapter":11,"end_verse":47}