{
  "teacher_bio": "Shani Taragin is a lecturer at Matan. She has a B.A. and M.A. in Tanakh and Talmud from Bar Ilan University and she is currently pursuing her Ph.D. in Tanakh. Shani teaches Tanakh and Jewish Law at Matan and serves as a Ram Tanakh in Midreshet Lindenbaum. She also teaches at Migdal Oz, Shalavim for Women, Lander’s College and the Women’s Beit Midrash in Efrat and Ramat Shilo. Shani is a Yoetzet Halakha (Halakhic Advisor) and she serves on the local religious council dealing with issues of Jewish law and education.",
  "teacher_title": "Mrs.",
  "teacher_fname": "Shani",
  "teacher_mname": null,
  "teacher_lname": "Taragin",
  "teacher_image": "https://cdn.tanachstudy.com/assets/images/Mrs_Shani_Taragin.jpg",
  "part_id": 5,
  "part_name": "torah",
  "parts_breakdown": [
    {
      "number": 1,
      "title": "Cloud Of Closeness & Distance",
      "start_chapter": 16,
      "start_verse": 1,
      "end_chapter": 16,
      "end_verse": 4
    },
    {
      "number": 2,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 3,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 4,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 5,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 6,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    }
  ],
  "perek_id": "aharei-mot",
  "teacher_id": 1023,
  "book_id": 37,
  "book_num_chapters": 27,
  "book_name_pretty_eng": "Vayikra",
  "parasha_name_pretty_eng": "Aharei Mot",
  "book_name": "vayikra",
  "prev_parasha_id": "metzora",
  "next_parasha_id": "kedoshim",
  "next_parasha_name": "Kedoshim",
  "hebrew_text": [
    [
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה אַחֲרֵי מוֹת שְׁנֵי בְּנֵי אַהֲרֹן בְּקָרְבָתָם לִפְנֵי־יְהוָה וַיָּמֻתוּ׃",
      "וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה דַּבֵּר אֶל־אַהֲרֹן אָחִיךָ וְאַל־יָבֹא בְכָל־עֵת אֶל־הַקֹּדֶשׁ מִבֵּית לַפָּרֹכֶת אֶל־פְּנֵי הַכַּפֹּרֶת אֲשֶׁר עַל־הָאָרֹן וְלֹא יָמוּת כִּי בֶּעָנָן אֵרָאֶה עַל־הַכַּפֹּרֶת׃",
      "בְּזֹאת יָבֹא אַהֲרֹן אֶל־הַקֹּדֶשׁ בְּפַר בֶּן־בָּקָר לְחַטָּאת וְאַיִל לְעֹלָה׃",
      "כְּתֹנֶת־בַּד קֹדֶשׁ יִלְבָּשׁ וּמִכְנְסֵי־בַד יִהְיוּ עַל־בְּשָׂרוֹ וּבְאַבְנֵט בַּד יַחְגֹּר וּבְמִצְנֶפֶת בַּד יִצְנֹף בִּגְדֵי־קֹדֶשׁ הֵם וְרָחַץ בַּמַּיִם אֶת־בְּשָׂרוֹ וּלְבֵשָׁם׃",
      "וּמֵאֵת עֲדַת בְּנֵי יִשְׂרָאֵל יִקַּח שְׁנֵי־שְׂעִירֵי עִזִּים לְחַטָּאת וְאַיִל אֶחָד לְעֹלָה׃",
      "וְהִקְרִיב אַהֲרֹן אֶת־פַּר הַחַטָּאת אֲשֶׁר־לוֹ וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ׃",
      "וְלָקַח אֶת־שְׁנֵי הַשְּׂעִירִם וְהֶעֱמִיד אֹתָם לִפְנֵי יְהוָה פֶּתַח אֹהֶל מוֹעֵד׃",
      "וְנָתַן אַהֲרֹן עַל־שְׁנֵי הַשְּׂעִירִם גּוֹרָלוֹת גּוֹרָל אֶחָד לַיהוָה וְגוֹרָל אֶחָד לַעֲזָאזֵל׃",
      "וְהִקְרִיב אַהֲרֹן אֶת־הַשָּׂעִיר אֲשֶׁר עָלָה עָלָיו הַגּוֹרָל לַיהוָה וְעָשָׂהוּ חַטָּאת׃",
      "וְהַשָּׂעִיר אֲשֶׁר עָלָה עָלָיו הַגּוֹרָל לַעֲזָאזֵל יָעֳמַד־חַי לִפְנֵי יְהוָה לְכַפֵּר עָלָיו לְשַׁלַּח אֹתוֹ לַעֲזָאזֵל הַמִּדְבָּרָה׃",
      "וְהִקְרִיב אַהֲרֹן אֶת־פַּר הַחַטָּאת אֲשֶׁר־לוֹ וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ וְשָׁחַט אֶת־פַּר הַחַטָּאת אֲשֶׁר־לוֹ׃",
      "וְלָקַח מְלֹא־הַמַּחְתָּה גַּחֲלֵי־אֵשׁ מֵעַל הַמִּזְבֵּחַ מִלִּפְנֵי יְהוָה וּמְלֹא חָפְנָיו קְטֹרֶת סַמִּים דַּקָּה וְהֵבִיא מִבֵּית לַפָּרֹכֶת׃",
      "וְנָתַן אֶת־הַקְּטֹרֶת עַל־הָאֵשׁ לִפְנֵי יְהוָה וְכִסָּה עֲנַן הַקְּטֹרֶת אֶת־הַכַּפֹּרֶת אֲשֶׁר עַל־הָעֵדוּת וְלֹא יָמוּת׃",
      "וְלָקַח מִדַּם הַפָּר וְהִזָּה בְאֶצְבָּעוֹ עַל־פְּנֵי הַכַּפֹּרֶת קֵדְמָה וְלִפְנֵי הַכַּפֹּרֶת יַזֶּה שֶׁבַע־פְּעָמִים מִן־הַדָּם בְּאֶצְבָּעוֹ׃",
      "וְשָׁחַט אֶת־שְׂעִיר הַחַטָּאת אֲשֶׁר לָעָם וְהֵבִיא אֶת־דָּמוֹ אֶל־מִבֵּית לַפָּרֹכֶת וְעָשָׂה אֶת־דָּמוֹ כַּאֲשֶׁר עָשָׂה לְדַם הַפָּר וְהִזָּה אֹתוֹ עַל־הַכַּפֹּרֶת וְלִפְנֵי הַכַּפֹּרֶת׃",
      "וְכִפֶּר עַל־הַקֹּדֶשׁ מִטֻּמְאֹת בְּנֵי יִשְׂרָאֵל וּמִפִּשְׁעֵיהֶם לְכָל־חַטֹּאתָם וְכֵן יַעֲשֶׂה לְאֹהֶל מוֹעֵד הַשֹּׁכֵן אִתָּם בְּתוֹךְ טֻמְאֹתָם׃",
      "וְכָל־אָדָם לֹא־יִהְיֶה בְּאֹהֶל מוֹעֵד בְּבֹאוֹ לְכַפֵּר בַּקֹּדֶשׁ עַד־צֵאתוֹ וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ וּבְעַד כָּל־קְהַל יִשְׂרָאֵל׃",
      "וְיָצָא אֶל־הַמִּזְבֵּחַ אֲשֶׁר לִפְנֵי־יְהוָה וְכִפֶּר עָלָיו וְלָקַח מִדַּם הַפָּר וּמִדַּם הַשָּׂעִיר וְנָתַן עַל־קַרְנוֹת הַמִּזְבֵּחַ סָבִיב׃",
      "וְהִזָּה עָלָיו מִן־הַדָּם בְּאֶצְבָּעוֹ שֶׁבַע פְּעָמִים וְטִהֲרוֹ וְקִדְּשׁוֹ מִטֻּמְאֹת בְּנֵי יִשְׂרָאֵל׃",
      "וְכִלָּה מִכַּפֵּר אֶת־הַקֹּדֶשׁ וְאֶת־אֹהֶל מוֹעֵד וְאֶת־הַמִּזְבֵּחַ וְהִקְרִיב אֶת־הַשָּׂעִיר הֶחָי׃",
      "וְסָמַךְ אַהֲרֹן אֶת־שְׁתֵּי ידו [יָדָיו] עַל רֹאשׁ הַשָּׂעִיר הַחַי וְהִתְוַדָּה עָלָיו אֶת־כָּל־עֲוֺנֹת בְּנֵי יִשְׂרָאֵל וְאֶת־כָּל־פִּשְׁעֵיהֶם לְכָל־חַטֹּאתָם וְנָתַן אֹתָם עַל־רֹאשׁ הַשָּׂעִיר וְשִׁלַּח בְּיַד־אִישׁ עִתִּי הַמִּדְבָּרָה׃",
      "וְנָשָׂא הַשָּׂעִיר עָלָיו אֶת־כָּל־עֲוֺנֹתָם אֶל־אֶרֶץ גְּזֵרָה וְשִׁלַּח אֶת־הַשָּׂעִיר בַּמִּדְבָּר׃",
      "וּבָא אַהֲרֹן אֶל־אֹהֶל מוֹעֵד וּפָשַׁט אֶת־בִּגְדֵי הַבָּד אֲשֶׁר לָבַשׁ בְּבֹאוֹ אֶל־הַקֹּדֶשׁ וְהִנִּיחָם שָׁם׃",
      "וְרָחַץ אֶת־בְּשָׂרוֹ בַמַּיִם בְּמָקוֹם קָדוֹשׁ וְלָבַשׁ אֶת־בְּגָדָיו וְיָצָא וְעָשָׂה אֶת־עֹלָתוֹ וְאֶת־עֹלַת הָעָם וְכִפֶּר בַּעֲדוֹ וּבְעַד הָעָם׃",
      "וְאֵת חֵלֶב הַחַטָּאת יַקְטִיר הַמִּזְבֵּחָה׃",
      "וְהַמְשַׁלֵּחַ אֶת־הַשָּׂעִיר לַעֲזָאזֵל יְכַבֵּס בְּגָדָיו וְרָחַץ אֶת־בְּשָׂרוֹ בַּמָּיִם וְאַחֲרֵי־כֵן יָבוֹא אֶל־הַמַּחֲנֶה׃",
      "וְאֵת פַּר הַחַטָּאת וְאֵת שְׂעִיר הַחַטָּאת אֲשֶׁר הוּבָא אֶת־דָּמָם לְכַפֵּר בַּקֹּדֶשׁ יוֹצִיא אֶל־מִחוּץ לַמַּחֲנֶה וְשָׂרְפוּ בָאֵשׁ אֶת־עֹרֹתָם וְאֶת־בְּשָׂרָם וְאֶת־פִּרְשָׁם׃",
      "וְהַשֹּׂרֵף אֹתָם יְכַבֵּס בְּגָדָיו וְרָחַץ אֶת־בְּשָׂרוֹ בַּמָּיִם וְאַחֲרֵי־כֵן יָבוֹא אֶל־הַמַּחֲנֶה׃",
      "וְהָיְתָה לָכֶם לְחֻקַּת עוֹלָם בַּחֹדֶשׁ הַשְּׁבִיעִי בֶּעָשׂוֹר לַחֹדֶשׁ תְּעַנּוּ אֶת־נַפְשֹׁתֵיכֶם וְכָל־מְלָאכָה לֹא תַעֲשׂוּ הָאֶזְרָח וְהַגֵּר הַגָּר בְּתוֹכְכֶם׃",
      "כִּי־בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְהוָה תִּטְהָרוּ׃",
      "שַׁבַּת שַׁבָּתוֹן הִיא לָכֶם וְעִנִּיתֶם אֶת־נַפְשֹׁתֵיכֶם חֻקַּת עוֹלָם׃",
      "וְכִפֶּר הַכֹּהֵן אֲשֶׁר־יִמְשַׁח אֹתוֹ וַאֲשֶׁר יְמַלֵּא אֶת־יָדוֹ לְכַהֵן תַּחַת אָבִיו וְלָבַשׁ אֶת־בִּגְדֵי הַבָּד בִּגְדֵי הַקֹּדֶשׁ׃",
      "וְכִפֶּר אֶת־מִקְדַּשׁ הַקֹּדֶשׁ וְאֶת־אֹהֶל מוֹעֵד וְאֶת־הַמִּזְבֵּחַ יְכַפֵּר וְעַל הַכֹּהֲנִים וְעַל־כָּל־עַם הַקָּהָל יְכַפֵּר׃",
      "וְהָיְתָה־זֹּאת לָכֶם לְחֻקַּת עוֹלָם לְכַפֵּר עַל־בְּנֵי יִשְׂרָאֵל מִכָּל־חַטֹּאתָם אַחַת בַּשָּׁנָה וַיַּעַשׂ כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃"
    ],
    [
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "דַּבֵּר אֶל־אַהֲרֹן וְאֶל־בָּנָיו וְאֶל כָּל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵיהֶם זֶה הַדָּבָר אֲשֶׁר־צִוָּה יְהוָה לֵאמֹר׃",
      "אִישׁ אִישׁ מִבֵּית יִשְׂרָאֵל אֲשֶׁר יִשְׁחַט שׁוֹר אוֹ־כֶשֶׂב אוֹ־עֵז בַּמַּחֲנֶה אוֹ אֲשֶׁר יִשְׁחַט מִחוּץ לַמַּחֲנֶה׃",
      "וְאֶל־פֶּתַח אֹהֶל מוֹעֵד לֹא הֱבִיאוֹ לְהַקְרִיב קָרְבָּן לַיהוָה לִפְנֵי מִשְׁכַּן יְהוָה דָּם יֵחָשֵׁב לָאִישׁ הַהוּא דָּם שָׁפָךְ וְנִכְרַת הָאִישׁ הַהוּא מִקֶּרֶב עַמּוֹ׃",
      "לְמַעַן אֲשֶׁר יָבִיאוּ בְּנֵי יִשְׂרָאֵל אֶת־זִבְחֵיהֶם אֲשֶׁר הֵם זֹבְחִים עַל־פְּנֵי הַשָּׂדֶה וֶהֱבִיאֻם לַיהוָה אֶל־פֶּתַח אֹהֶל מוֹעֵד אֶל־הַכֹּהֵן וְזָבְחוּ זִבְחֵי שְׁלָמִים לַיהוָה אוֹתָם׃",
      "וְזָרַק הַכֹּהֵן אֶת־הַדָּם עַל־מִזְבַּח יְהוָה פֶּתַח אֹהֶל מוֹעֵד וְהִקְטִיר הַחֵלֶב לְרֵיחַ נִיחֹחַ לַיהוָה׃",
      "וְלֹא־יִזְבְּחוּ עוֹד אֶת־זִבְחֵיהֶם לַשְּׂעִירִם אֲשֶׁר הֵם זֹנִים אַחֲרֵיהֶם חֻקַּת עוֹלָם תִּהְיֶה־זֹּאת לָהֶם לְדֹרֹתָם׃",
      "וַאֲלֵהֶם תֹּאמַר אִישׁ אִישׁ מִבֵּית יִשְׂרָאֵל וּמִן־הַגֵּר אֲשֶׁר־יָגוּר בְּתוֹכָם אֲשֶׁר־יַעֲלֶה עֹלָה אוֹ־זָבַח׃",
      "וְאֶל־פֶּתַח אֹהֶל מוֹעֵד לֹא יְבִיאֶנּוּ לַעֲשׂוֹת אֹתוֹ לַיהוָה וְנִכְרַת הָאִישׁ הַהוּא מֵעַמָּיו׃",
      "וְאִישׁ אִישׁ מִבֵּית יִשְׂרָאֵל וּמִן־הַגֵּר הַגָּר בְּתוֹכָם אֲשֶׁר יֹאכַל כָּל־דָּם וְנָתַתִּי פָנַי בַּנֶּפֶשׁ הָאֹכֶלֶת אֶת־הַדָּם וְהִכְרַתִּי אֹתָהּ מִקֶּרֶב עַמָּהּ׃",
      "כִּי נֶפֶשׁ הַבָּשָׂר בַּדָּם הִוא וַאֲנִי נְתַתִּיו לָכֶם עַל־הַמִּזְבֵּחַ לְכַפֵּר עַל־נַפְשֹׁתֵיכֶם כִּי־הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר׃",
      "עַל־כֵּן אָמַרְתִּי לִבְנֵי יִשְׂרָאֵל כָּל־נֶפֶשׁ מִכֶּם לֹא־תֹאכַל דָּם וְהַגֵּר הַגָּר בְּתוֹכְכֶם לֹא־יֹאכַל דָּם׃",
      "וְאִישׁ אִישׁ מִבְּנֵי יִשְׂרָאֵל וּמִן־הַגֵּר הַגָּר בְּתוֹכָם אֲשֶׁר יָצוּד צֵיד חַיָּה אוֹ־עוֹף אֲשֶׁר יֵאָכֵל וְשָׁפַךְ אֶת־דָּמוֹ וְכִסָּהוּ בֶּעָפָר׃",
      "כִּי־נֶפֶשׁ כָּל־בָּשָׂר דָּמוֹ בְנַפְשׁוֹ הוּא וָאֹמַר לִבְנֵי יִשְׂרָאֵל דַּם כָּל־בָּשָׂר לֹא תֹאכֵלוּ כִּי נֶפֶשׁ כָּל־בָּשָׂר דָּמוֹ הִוא כָּל־אֹכְלָיו יִכָּרֵת׃",
      "וְכָל־נֶפֶשׁ אֲשֶׁר תֹּאכַל נְבֵלָה וּטְרֵפָה בָּאֶזְרָח וּבַגֵּר וְכִבֶּס בְּגָדָיו וְרָחַץ בַּמַּיִם וְטָמֵא עַד־הָעֶרֶב וְטָהֵר׃",
      "וְאִם לֹא יְכַבֵּס וּבְשָׂרוֹ לֹא יִרְחָץ וְנָשָׂא עֲוֺנוֹ׃"
    ],
    [
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם אֲנִי יְהוָה אֱלֹהֵיכֶם׃",
      "כְּמַעֲשֵׂה אֶרֶץ־מִצְרַיִם אֲשֶׁר יְשַׁבְתֶּם־בָּהּ לֹא תַעֲשׂוּ וּכְמַעֲשֵׂה אֶרֶץ־כְּנַעַן אֲשֶׁר אֲנִי מֵבִיא אֶתְכֶם שָׁמָּה לֹא תַעֲשׂוּ וּבְחֻקֹּתֵיהֶם לֹא תֵלֵכוּ׃",
      "אֶת־מִשְׁפָּטַי תַּעֲשׂוּ וְאֶת־חֻקֹּתַי תִּשְׁמְרוּ לָלֶכֶת בָּהֶם אֲנִי יְהוָה אֱלֹהֵיכֶם׃",
      "וּשְׁמַרְתֶּם אֶת־חֻקֹּתַי וְאֶת־מִשְׁפָּטַי אֲשֶׁר יַעֲשֶׂה אֹתָם הָאָדָם וָחַי בָּהֶם אֲנִי יְהוָה׃",
      "אִישׁ אִישׁ אֶל־כָּל־שְׁאֵר בְּשָׂרוֹ לֹא תִקְרְבוּ לְגַלּוֹת עֶרְוָה אֲנִי יְהוָה׃",
      "עֶרְוַת אָבִיךָ וְעֶרְוַת אִמְּךָ לֹא תְגַלֵּה אִמְּךָ הִוא לֹא תְגַלֶּה עֶרְוָתָהּ׃",
      "עֶרְוַת אֵשֶׁת־אָבִיךָ לֹא תְגַלֵּה עֶרְוַת אָבִיךָ הִוא׃",
      "עֶרְוַת אֲחוֹתְךָ בַת־אָבִיךָ אוֹ בַת־אִמֶּךָ מוֹלֶדֶת בַּיִת אוֹ מוֹלֶדֶת חוּץ לֹא תְגַלֶּה עֶרְוָתָן׃",
      "עֶרְוַת בַּת־בִּנְךָ אוֹ בַת־בִּתְּךָ לֹא תְגַלֶּה עֶרְוָתָן כִּי עֶרְוָתְךָ הֵנָּה׃",
      "עֶרְוַת בַּת־אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ אֲחוֹתְךָ הִוא לֹא תְגַלֶּה עֶרְוָתָהּ׃",
      "עֶרְוַת אֲחוֹת־אָבִיךָ לֹא תְגַלֵּה שְׁאֵר אָבִיךָ הִוא׃",
      "עֶרְוַת אֲחוֹת־אִמְּךָ לֹא תְגַלֵּה כִּי־שְׁאֵר אִמְּךָ הִוא׃",
      "עֶרְוַת אֲחִי־אָבִיךָ לֹא תְגַלֵּה אֶל־אִשְׁתּוֹ לֹא תִקְרָב דֹּדָתְךָ הִוא׃",
      "עֶרְוַת כַּלָּתְךָ לֹא תְגַלֵּה אֵשֶׁת בִּנְךָ הִוא לֹא תְגַלֶּה עֶרְוָתָהּ׃",
      "עֶרְוַת אֵשֶׁת־אָחִיךָ לֹא תְגַלֵּה עֶרְוַת אָחִיךָ הִוא׃",
      "עֶרְוַת אִשָּׁה וּבִתָּהּ לֹא תְגַלֵּה אֶת־בַּת־בְּנָהּ וְאֶת־בַּת־בִּתָּהּ לֹא תִקַּח לְגַלּוֹת עֶרְוָתָהּ שַׁאֲרָה הֵנָּה זִמָּה הִוא",
      "וְאִשָּׁה אֶל־אֲחֹתָהּ לֹא תִקָּח לִצְרֹר לְגַלּוֹת עֶרְוָתָהּ עָלֶיהָ בְּחַיֶּיהָ׃",
      "וְאֶל־אִשָּׁה בְּנִדַּת טֻמְאָתָהּ לֹא תִקְרַב לְגַלּוֹת עֶרְוָתָהּ׃",
      "וְאֶל־אֵשֶׁת עֲמִיתְךָ לֹא־תִתֵּן שְׁכָבְתְּךָ לְזָרַע לְטָמְאָה־בָהּ׃",
      "וּמִזַּרְעֲךָ לֹא־תִתֵּן לְהַעֲבִיר לַמֹּלֶךְ וְלֹא תְחַלֵּל אֶת־שֵׁם אֱלֹהֶיךָ אֲנִי יְהוָה׃",
      "וְאֶת־זָכָר לֹא תִשְׁכַּב מִשְׁכְּבֵי אִשָּׁה תּוֹעֵבָה הִוא׃",
      "וּבְכָל־בְּהֵמָה לֹא־תִתֵּן שְׁכָבְתְּךָ לְטָמְאָה־בָהּ וְאִשָּׁה לֹא־תַעֲמֹד לִפְנֵי בְהֵמָה לְרִבְעָהּ תֶּבֶל הוּא׃",
      "אַל־תִּטַּמְּאוּ בְּכָל־אֵלֶּה כִּי בְכָל־אֵלֶּה נִטְמְאוּ הַגּוֹיִם אֲשֶׁר־אֲנִי מְשַׁלֵּחַ מִפְּנֵיכֶם׃",
      "וַתִּטְמָא הָאָרֶץ וָאֶפְקֹד עֲוֺנָהּ עָלֶיהָ וַתָּקִא הָאָרֶץ אֶת־יֹשְׁבֶיהָ׃",
      "וּשְׁמַרְתֶּם אַתֶּם אֶת־חֻקֹּתַי וְאֶת־מִשְׁפָּטַי וְלֹא תַעֲשׂוּ מִכֹּל הַתּוֹעֵבֹת הָאֵלֶּה הָאֶזְרָח וְהַגֵּר הַגָּר בְּתוֹכְכֶם׃",
      "כִּי אֶת־כָּל־הַתּוֹעֵבֹת הָאֵל עָשׂוּ אַנְשֵׁי־הָאָרֶץ אֲשֶׁר לִפְנֵיכֶם וַתִּטְמָא הָאָרֶץ׃",
      "וְלֹא־תָקִיא הָאָרֶץ אֶתְכֶם בְּטַמַּאֲכֶם אֹתָהּ כַּאֲשֶׁר קָאָה אֶת־הַגּוֹי אֲשֶׁר לִפְנֵיכֶם׃",
      "כִּי כָּל־אֲשֶׁר יַעֲשֶׂה מִכֹּל הַתּוֹעֵבוֹת הָאֵלֶּה וְנִכְרְתוּ הַנְּפָשׁוֹת הָעֹשֹׂת מִקֶּרֶב עַמָּם׃",
      "וּשְׁמַרְתֶּם אֶת־מִשְׁמַרְתִּי לְבִלְתִּי עֲשׂוֹת מֵחֻקּוֹת הַתּוֹעֵבֹת אֲשֶׁר נַעֲשׂוּ לִפְנֵיכֶם וְלֹא תִטַּמְּאוּ בָּהֶם אֲנִי יְהוָה אֱלֹהֵיכֶם׃"
    ]
  ],
  "english_text": [
    [
      "And the LORD spoke unto Moses, after the death of the two sons of Aaron, when they drew near before the LORD, and died;",
      "and the LORD said unto Moses: ‘Speak unto Aaron thy brother, that he come not at all times into the holy place within the veil, before the ark-cover which is upon the ark; that he die not; for I appear in the cloud upon the ark-cover.",
      "Herewith shall Aaron come into the holy place: with a young bullock for a sin-offering, and a ram for a burnt-offering.",
      "He shall put on the holy linen tunic, and he shall have the linen breeches upon his flesh, and shall be girded with the linen girdle, and with the linen mitre shall he be attired; they are the holy garments; and he shall bathe his flesh in water, and put them on.",
      "And he shall take of the congregation of the children of Israel two he-goats for a sin-offering, and one ram for a burnt-offering.",
      "And Aaron shall present the bullock of the sin-offering, which is for himself, and make atonement for himself, and for his house.",
      "And he shall take the two goats, and set them before the LORD at the door of the tent of meeting.",
      "And Aaron shall cast lots upon the two goats: one lot for the LORD, and the other lot for Azazel.",
      "And Aaron shall present the goat upon which the lot fell for the LORD, and offer him for a sin-offering.",
      "But the goat, on which the lot fell for Azazel, shall be set alive before the LORD, to make atonement over him, to send him away for Azazel into the wilderness.",
      "And Aaron shall present the bullock of the sin-offering, which is for himself, and shall make atonement for himself, and for his house, and shall kill the bullock of the sin-offering which is for himself.",
      "And he shall take a censer full of coals of fire from off the altar before the LORD, and his hands full of sweet incense beaten small, and bring it within the veil.",
      "And he shall put the incense upon the fire before the LORD, that the cloud of the incense may cover the ark-cover that is upon the testimony, that he die not.",
      "And he shall take of the blood of the bullock, and sprinkle it with his finger upon the ark-cover on the east; and before the ark-cover shall he sprinkle of the blood with his finger seven times.",
      "Then shall he kill the goat of the sin-offering, that is for the people, and bring his blood within the veil, and do with his blood as he did with the blood of the bullock, and sprinkle it upon the ark-cover, and before the ark-cover.",
      "And he shall make atonement for the holy place, because of the uncleannesses of the children of Israel, and because of their transgressions, even all their sins; and so shall he do for the tent of meeting, that dwelleth with them in the midst of their uncleannesses.",
      "And there shall be no man in the tent of meeting when he goeth in to make atonement in the holy place, until he come out, and have made atonement for himself, and for his household, and for all the assembly of Israel.",
      "And he shall go out unto the altar that is before the LORD, and make atonement for it; and shall take of the blood of the bullock, and of the blood of the goat, and put it upon the horns of the altar round about.",
      "And he shall sprinkle of the blood upon it with his finger seven times, and cleanse it, and hallow it from the uncleannesses of the children of Israel.",
      "And when he hath made an end of atoning for the holy place, and the tent of meeting, and the altar, he shall present the live goat.",
      "And Aaron shall lay both his hands upon the head of the live goat, and confess over him all the iniquities of the children of Israel, and all their transgressions, even all their sins; and he shall put them upon the head of the goat, and shall send him away by the hand of an appointed man into the wilderness.",
      "And the goat shall bear upon him all their iniquities unto a land which is cut off; and he shall let go the goat in the wilderness.",
      "And Aaron shall come into the tent of meeting, and shall put off the linen garments, which he put on when he went into the holy place, and shall leave them there.",
      "And he shall bathe his flesh in water in a holy place and put on his other vestments, and come forth, and offer his burnt-offering and the burnt-offering of the people, and make atonement for himself and for the people.",
      "And the fat of the sin-offering shall he make smoke upon the altar.",
      "And he that letteth go the goat for Azazel shall wash his clothes, and bathe his flesh in water, and afterward he may come into the camp.",
      "And the bullock of the sin-offering, and the goat of the sin-offering, whose blood was brought in to make atonement in the holy place, shall be carried forth without the camp; and they shall burn in the fire their skins, and their flesh, and their dung.",
      "And he that burneth them shall wash his clothes, and bathe his flesh in water, and afterward he may come into the camp.",
      "And it shall be a statute for ever unto you: in the seventh month, on the tenth day of the month, ye shall afflict your souls, and shall do no manner of work, the home-born, or the stranger that sojourneth among you.",
      "For on this day shall atonement be made for you, to cleanse you; from all your sins shall ye be clean before the LORD.",
      "It is a sabbath of solemn rest unto you, and ye shall afflict your souls; it is a statute for ever.",
      "And the priest, who shall be anointed and who shall be consecrated to be priest in his father’s stead, shall make the atonement, and shall put on the linen garments, even the holy garments.",
      "And he shall make atonement for the most holy place, and he shall make atonement for the tent of meeting and for the altar; and he shall make atonement for the priests and for all the people of the assembly.",
      "And this shall be an everlasting statute unto you, to make atonement for the children of Israel because of all their sins once in the year.’ And he did as the LORD commanded Moses."
    ],
    [
      "And the LORD spoke unto Moses, saying:",
      "Speak unto Aaron, and unto his sons, and unto all the children of Israel, and say unto them: This is the thing which the LORD hath commanded, saying:",
      "What man soever there be of the house of Israel, that killeth an ox, or lamb, or goat, in the camp, or that killeth it without the camp,",
      "and hath not brought it unto the door of the tent of meeting, to present it as an offering unto the LORD before the tabernacle of the LORD, blood shall be imputed unto that man; he hath shed blood; and that man shall be cut off from among his people.",
      "To the end that the children of Israel may bring their sacrifices, which they sacrifice in the open field, even that they may bring them unto the LORD, unto the door of the tent of meeting, unto the priest, and sacrifice them for sacrifices of peace-offerings unto the LORD.",
      "And the priest shall dash the blood against the altar of the LORD at the door of the tent of meeting, and make the fat smoke for a sweet savour unto the LORD.",
      "And they shall no more sacrifice their sacrifices unto the satyrs, after whom they go astray. This shall be a statute for ever unto them throughout their generations. .",
      "And thou shalt say unto them: Whatsoever man there be of the house of Israel, or of the strangers that sojourn among them, that offereth a burnt-offering or sacrifice,",
      "and bringeth it not unto the door of the tent of meeting, to sacrifice it unto the LORD, even that man shall be cut off from his people.",
      "And whatsoever man there be of the house of Israel, or of the strangers that sojourn among them, that eateth any manner of blood, I will set My face against that soul that eateth blood, and will cut him off from among his people.",
      "For the life of the flesh is in the blood; and I have given it to you upon the altar to make atonement for your souls; for it is the blood that maketh atonement by reason of the life.",
      "Therefore I said unto the children of Israel: No soul of you shall eat blood, neither shall any stranger that sojourneth among you eat blood.",
      "And whatsoever man there be of the children of Israel, or of the strangers that sojourn among them, that taketh in hunting any beast or fowl that may be eaten, he shall pour out the blood thereof, and cover it with dust.",
      "For as to the life of all flesh, the blood thereof is all one with the life thereof; therefore I said unto the children of Israel: Ye shall eat the blood of no manner of flesh; for the life of all flesh is the blood thereof; whosoever eateth it shall be cut off.",
      "And every soul that eateth that which dieth of itself, or that which is torn of beasts, whether he be home-born or a stranger, he shall wash his clothes, and bathe himself in water, and be unclean until the even; then shall he be clean.",
      "But if he wash them not, nor bathe his flesh, then he shall bear his iniquity."
    ],
    [
      "And the LORD spoke unto Moses, saying:",
      "Speak unto the children of Israel, and say unto them: I am the LORD your God.",
      "After the doings of the land of Egypt, wherein ye dwelt, shall ye not do; and after the doings of the land of Canaan, whither I bring you, shall ye not do; neither shall ye walk in their statutes.",
      "Mine ordinances shall ye do, and My statutes shall ye keep, to walk therein: I am the LORD your God.",
      "Ye shall therefore keep My statutes, and Mine ordinances, which if a man do, he shall live by them: I am the LORD.",
      "None of you shall approach to any that is near of kin to him, to uncover their nakedness. I am the LORD.",
      "The nakedness of thy father, and the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.",
      "The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness.",
      "The nakedness of thy sister, the daughter of thy father, or the daughter of thy mother, whether born at home, or born abroad, even their nakedness thou shalt not uncover. .",
      "The nakedness of thy son’s daughter, or of thy daughter’s daughter, even their nakedness thou shalt not uncover; for theirs is thine own nakedness.",
      "The nakedness of thy father’s wife’s daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness.",
      "Thou shalt not uncover the nakedness of thy father’s sister: she is thy father’s near kinswoman.",
      "Thou shalt not uncover the nakedness of thy mother’s sister; for she is thy mother’s near kinswoman.",
      "Thou shalt not uncover the nakedness of thy fathers brother, thou shalt not approach to his wife: she is thine aunt.",
      "Thou shalt not uncover the nakedness of thy daughter-in-law: she is thy son’wife; thou shalt not uncover her nakedness.",
      "Thou shalt not uncover the nakedness of thy brother’s wife: it is thy brother’s nakedness.",
      "Thou shalt not uncover the nakedness of a woman and her daughter; thou shalt not take her son’s daughter, or her daughter’s daughter, to uncover her nakedness: they are near kinswomen; it is lewdness.",
      "And thou shalt not take a woman to her sister, to be a rival to her, to uncover her nakedness, beside the other in her lifetime.",
      "And thou shalt not approach unto a woman to uncover her nakedness, as long as she is impure by her uncleanness.",
      "And thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her.",
      "And thou shalt not give any of thy seed to set them apart to Molech, neither shalt thou profane the name of thy God: I am the LORD.",
      "Thou shalt not lie with mankind, as with womankind; it is abomination.",
      "And thou shalt not lie with any beast to defile thyself therewith; neither shall any woman stand before a beast, to lie down thereto; it is perversion.",
      "Defile not ye yourselves in any of these things; for in all these the nations are defiled, which I cast out from before you.",
      "And the land was defiled, therefore I did visit the iniquity thereof upon it, and the land vomited out her inhabitants.",
      "Ye therefore shall keep My statutes and Mine ordinances, and shall not do any of these abominations; neither the home-born, nor the stranger that sojourneth among you—",
      "for all these abominations have the men of the land done, that were before you, and the land is defiled—",
      "that the land vomit not you out also, when ye defile it, as it vomited out the nation that was before you.",
      "For whosoever shall do any of these abominations, even the souls that do them shall be cut off from among their people.",
      "Therefore shall ye keep My charge, that ye do not any of these abominable customs, which were done before you, and that ye defile not yourselves therein: I am the LORD your God."
    ]
  ],
  "sefer": "vayikra",
  "sefer_sponsor": "In Honor of Cookie & Stanley Chera",
  "parasha_sponsor": "",
  "start_chapter": 16,
  "start_verse": 1,
  "end_chapter": 18,
  "end_verse": 30
}
