{"teacher_bio":"Shani Taragin is a lecturer at Matan. She has a B.A. and M.A. in Tanakh and Talmud from Bar Ilan University and she is currently pursuing her Ph.D. in Tanakh. Shani teaches Tanakh and Jewish Law at Matan and serves as a Ram Tanakh in Midreshet Lindenbaum. She also teaches at Migdal Oz, Shalavim for Women, Lander’s College and the Women’s Beit Midrash in Efrat and Ramat Shilo. Shani is a Yoetzet Halakha (Halakhic Advisor) and she serves on the local religious council dealing with issues of Jewish law and education.","teacher_title":"Mrs.","teacher_fname":"Shani","teacher_mname":null,"teacher_lname":"Taragin","teacher_image":"https://cdn.tanachstudy.com/assets/images/Mrs_Shani_Taragin.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"kedoshim","teacher_id":1023,"book_id":37,"book_num_chapters":27,"book_name_pretty_eng":"Vayikra","parasha_name_pretty_eng":"Kedoshim","book_name":"vayikra","prev_parasha_id":"aharei-mot","next_parasha_id":"emor","next_parasha_name":"Emor","hebrew_text":[["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר","דַּבֵּר אֶל־כָּל־עֲדַת בְּנֵי־יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם קְדֹשִׁים תִּהְיוּ כִּי קָדוֹשׁ אֲנִי יְהוָה אֱלֹהֵיכֶם׃","אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ וְאֶת־שַׁבְּתֹתַי תִּשְׁמֹרוּ אֲנִי יְהוָה אֱלֹהֵיכֶם׃","אַל־תִּפְנוּ אֶל־הָאֱלִילִים וֵאלֹהֵי מַסֵּכָה לֹא תַעֲשׂוּ לָכֶם אֲנִי יְהוָה אֱלֹהֵיכֶם׃","וְכִי תִזְבְּחוּ זֶבַח שְׁלָמִים לַיהוָה לִרְצֹנְכֶם תִּזְבָּחֻהוּ׃","בְּיוֹם זִבְחֲכֶם יֵאָכֵל וּמִמָּחֳרָת וְהַנּוֹתָר עַד־יוֹם הַשְּׁלִישִׁי בָּאֵשׁ יִשָּׂרֵף׃","וְאִם הֵאָכֹל יֵאָכֵל בַּיּוֹם הַשְּׁלִישִׁי פִּגּוּל הוּא לֹא יֵרָצֶה׃","וְאֹכְלָיו עֲוֺנוֹ יִשָּׂא כִּי־אֶת־קֹדֶשׁ יְהוָה חִלֵּל וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מֵעַמֶּיהָ׃","וּבְקֻצְרְכֶם אֶת־קְצִיר אַרְצְכֶם לֹא תְכַלֶּה פְּאַת שָׂדְךָ לִקְצֹר וְלֶקֶט קְצִירְךָ לֹא תְלַקֵּט׃","וְכַרְמְךָ לֹא תְעוֹלֵל וּפֶרֶט כַּרְמְךָ לֹא תְלַקֵּט לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם אֲנִי יְהוָה אֱלֹהֵיכֶם׃","לֹא תִּגְנֹבוּ וְלֹא־תְכַחֲשׁוּ וְלֹא־תְשַׁקְּרוּ אִישׁ בַּעֲמִיתוֹ׃","וְלֹא־תִשָּׁבְעוּ בִשְׁמִי לַשָּׁקֶר וְחִלַּלְתָּ אֶת־שֵׁם אֱלֹהֶיךָ אֲנִי יְהוָה׃","לֹא־תַעֲשֹׁק אֶת־רֵעֲךָ וְלֹא תִגְזֹל לֹא־תָלִין פְּעֻלַּת שָׂכִיר אִתְּךָ עַד־בֹּקֶר׃","לֹא־תְקַלֵּל חֵרֵשׁ וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשֹׁל וְיָרֵאתָ מֵּאֱלֹהֶיךָ אֲנִי יְהוָה׃","לֹא־תַעֲשׂוּ עָוֶל בַּמִּשְׁפָּט לֹא־תִשָּׂא פְנֵי־דָל וְלֹא תֶהְדַּר פְּנֵי גָדוֹל בְּצֶדֶק תִּשְׁפֹּט עֲמִיתֶךָ׃","לֹא־תֵלֵךְ רָכִיל בְּעַמֶּיךָ לֹא תַעֲמֹד עַל־דַּם רֵעֶךָ אֲנִי יְהוָה׃","לֹא־תִשְׂנָא אֶת־אָחִיךָ בִּלְבָבֶךָ הוֹכֵחַ תּוֹכִיחַ אֶת־עֲמִיתֶךָ וְלֹא־תִשָּׂא עָלָיו חֵטְא׃","לֹא־תִקֹּם וְלֹא־תִטֹּר אֶת־בְּנֵי עַמֶּךָ וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ אֲנִי יְהוָה׃","אֶת־חֻקֹּתַי תִּשְׁמֹרוּ בְּהֶמְתְּךָ לֹא־תַרְבִּיעַ כִּלְאַיִם שָׂדְךָ לֹא־תִזְרַע כִּלְאָיִם וּבֶגֶד כִּלְאַיִם שַׁעַטְנֵז לֹא יַעֲלֶה עָלֶיךָ׃","וְאִישׁ כִּי־יִשְׁכַּב אֶת־אִשָּׁה שִׁכְבַת־זֶרַע וְהִוא שִׁפְחָה נֶחֱרֶפֶת לְאִישׁ וְהָפְדֵּה לֹא נִפְדָּתָה אוֹ חֻפְשָׁה לֹא נִתַּן־לָהּ בִּקֹּרֶת תִּהְיֶה לֹא יוּמְתוּ כִּי־לֹא חֻפָּשָׁה׃","וְהֵבִיא אֶת־אֲשָׁמוֹ לַיהוָה אֶל־פֶּתַח אֹהֶל מוֹעֵד אֵיל אָשָׁם׃","וְכִפֶּר עָלָיו הַכֹּהֵן בְּאֵיל הָאָשָׁם לִפְנֵי יְהוָה עַל־חַטָּאתוֹ אֲשֶׁר חָטָא וְנִסְלַח לוֹ מֵחַטָּאתוֹ אֲשֶׁר חָטָא׃","וְכִי־תָבֹאוּ אֶל־הָאָרֶץ וּנְטַעְתֶּם כָּל־עֵץ מַאֲכָל וַעֲרַלְתֶּם עָרְלָתוֹ אֶת־פִּרְיוֹ שָׁלֹשׁ שָׁנִים יִהְיֶה לָכֶם עֲרֵלִים לֹא יֵאָכֵל׃","וּבַשָּׁנָה הָרְבִיעִת יִהְיֶה כָּל־פִּרְיוֹ קֹדֶשׁ הִלּוּלִים לַיהוָה׃","וּבַשָּׁנָה הַחֲמִישִׁת תֹּאכְלוּ אֶת־פִּרְיוֹ לְהוֹסִיף לָכֶם תְּבוּאָתוֹ אֲנִי יְהוָה אֱלֹהֵיכֶם׃","לֹא תֹאכְלוּ עַל־הַדָּם לֹא תְנַחֲשׁוּ וְלֹא תְעוֹנֵנוּ׃","לֹא תַקִּפוּ פְּאַת רֹאשְׁכֶם וְלֹא תַשְׁחִית אֵת פְּאַת זְקָנֶךָ׃","וְשֶׂרֶט לָנֶפֶשׁ לֹא תִתְּנוּ בִּבְשַׂרְכֶם וּכְתֹבֶת קַעֲקַע לֹא תִתְּנוּ בָּכֶם אֲנִי יְהוָה׃","אַל־תְּחַלֵּל אֶת־בִּתְּךָ לְהַזְנוֹתָהּ וְלֹא־תִזְנֶה הָאָרֶץ וּמָלְאָה הָאָרֶץ זִמָּה׃","אֶת־שַׁבְּתֹתַי תִּשְׁמֹרוּ וּמִקְדָּשִׁי תִּירָאוּ אֲנִי יְהוָה׃","אַל־תִּפְנוּ אֶל־הָאֹבֹת וְאֶל־הַיִּדְּעֹנִים אַל־תְּבַקְשׁוּ לְטָמְאָה בָהֶם אֲנִי יְהוָה אֱלֹהֵיכֶם׃","מִפְּנֵי שֵׂיבָה תָּקוּם וְהָדַרְתָּ פְּנֵי זָקֵן וְיָרֵאתָ מֵּאֱלֹהֶיךָ אֲנִי יְהוָה׃","וְכִי־יָגוּר אִתְּךָ גֵּר בְּאַרְצְכֶם לֹא תוֹנוּ אֹתוֹ׃","כְּאֶזְרָח מִכֶּם יִהְיֶה לָכֶם הַגֵּר הַגָּר אִתְּכֶם וְאָהַבְתָּ לוֹ כָּמוֹךָ כִּי־גֵרִים הֱיִיתֶם בְּאֶרֶץ מִצְרָיִם אֲנִי יְהוָה אֱלֹהֵיכֶם׃","לֹא־תַעֲשׂוּ עָוֶל בַּמִּשְׁפָּט בַּמִּדָּה בַּמִּשְׁקָל וּבַמְּשׂוּרָה׃","מֹאזְנֵי צֶדֶק אַבְנֵי־צֶדֶק אֵיפַת צֶדֶק וְהִין צֶדֶק יִהְיֶה לָכֶם אֲנִי יְהוָה אֱלֹהֵיכֶם אֲשֶׁר־הוֹצֵאתִי אֶתְכֶם מֵאֶרֶץ מִצְרָיִם׃","וּשְׁמַרְתֶּם אֶת־כָּל־חֻקֹּתַי וְאֶת־כָּל־מִשְׁפָּטַי וַעֲשִׂיתֶם אֹתָם אֲנִי יְהוָה׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","וְאֶל־בְּנֵי יִשְׂרָאֵל תֹּאמַר אִישׁ אִישׁ מִבְּנֵי יִשְׂרָאֵל וּמִן־הַגֵּר הַגָּר בְּיִשְׂרָאֵל אֲשֶׁר יִתֵּן מִזַּרְעוֹ לַמֹּלֶךְ מוֹת יוּמָת עַם הָאָרֶץ יִרְגְּמֻהוּ בָאָבֶן׃","וַאֲנִי אֶתֵּן אֶת־פָּנַי בָּאִישׁ הַהוּא וְהִכְרַתִּי אֹתוֹ מִקֶּרֶב עַמּוֹ כִּי מִזַּרְעוֹ נָתַן לַמֹּלֶךְ לְמַעַן טַמֵּא אֶת־מִקְדָּשִׁי וּלְחַלֵּל אֶת־שֵׁם קָדְשִׁי׃","וְאִם הַעְלֵם יַעְלִימוּ עַם הָאָרֶץ אֶת־עֵינֵיהֶם מִן־הָאִישׁ הַהוּא בְּתִתּוֹ מִזַּרְעוֹ לַמֹּלֶךְ לְבִלְתִּי הָמִית אֹתוֹ׃","וְשַׂמְתִּי אֲנִי אֶת־פָּנַי בָּאִישׁ הַהוּא וּבְמִשְׁפַּחְתּוֹ וְהִכְרַתִּי אֹתוֹ וְאֵת כָּל־הַזֹּנִים אַחֲרָיו לִזְנוֹת אַחֲרֵי הַמֹּלֶךְ מִקֶּרֶב עַמָּם׃","וְהַנֶּפֶשׁ אֲשֶׁר תִּפְנֶה אֶל־הָאֹבֹת וְאֶל־הַיִּדְּעֹנִים לִזְנוֹת אַחֲרֵיהֶם וְנָתַתִּי אֶת־פָּנַי בַּנֶּפֶשׁ הַהִוא וְהִכְרַתִּי אֹתוֹ מִקֶּרֶב עַמּוֹ׃","וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדֹשִׁים כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם׃","וּשְׁמַרְתֶּם אֶת־חֻקֹּתַי וַעֲשִׂיתֶם אֹתָם אֲנִי יְהוָה מְקַדִּשְׁכֶם׃","כִּי־אִישׁ אִישׁ אֲשֶׁר יְקַלֵּל אֶת־אָבִיו וְאֶת־אִמּוֹ מוֹת יוּמָת אָבִיו וְאִמּוֹ קִלֵּל דָּמָיו בּוֹ׃","וְאִישׁ אֲשֶׁר יִנְאַף אֶת־אֵשֶׁת אִישׁ אֲשֶׁר יִנְאַף אֶת־אֵשֶׁת רֵעֵהוּ מוֹת־יוּמַת הַנֹּאֵף וְהַנֹּאָפֶת׃","וְאִישׁ אֲשֶׁר יִשְׁכַּב אֶת־אֵשֶׁת אָבִיו עֶרְוַת אָבִיו גִּלָּה מוֹת־יוּמְתוּ שְׁנֵיהֶם דְּמֵיהֶם בָּם׃","וְאִישׁ אֲשֶׁר יִשְׁכַּב אֶת־כַּלָּתוֹ מוֹת יוּמְתוּ שְׁנֵיהֶם תֶּבֶל עָשׂוּ דְּמֵיהֶם בָּם׃","וְאִישׁ אֲשֶׁר יִשְׁכַּב אֶת־זָכָר מִשְׁכְּבֵי אִשָּׁה תּוֹעֵבָה עָשׂוּ שְׁנֵיהֶם מוֹת יוּמָתוּ דְּמֵיהֶם בָּם׃","וְאִישׁ אֲשֶׁר יִקַּח אֶת־אִשָּׁה וְאֶת־אִמָּהּ זִמָּה הִוא בָּאֵשׁ יִשְׂרְפוּ אֹתוֹ וְאֶתְהֶן וְלֹא־תִהְיֶה זִמָּה בְּתוֹכְכֶם׃","וְאִישׁ אֲשֶׁר יִתֵּן שְׁכָבְתּוֹ בִּבְהֵמָה מוֹת יוּמָת וְאֶת־הַבְּהֵמָה תַּהֲרֹגוּ׃","וְאִשָּׁה אֲשֶׁר תִּקְרַב אֶל־כָּל־בְּהֵמָה לְרִבְעָה אֹתָהּ וְהָרַגְתָּ אֶת־הָאִשָּׁה וְאֶת־הַבְּהֵמָה מוֹת יוּמָתוּ דְּמֵיהֶם בָּם׃","וְאִישׁ אֲשֶׁר־יִקַּח אֶת־אֲחֹתוֹ בַּת־אָבִיו אוֹ בַת־אִמּוֹ וְרָאָה אֶת־עֶרְוָתָהּ וְהִיא־תִרְאֶה אֶת־עֶרְוָתוֹ חֶסֶד הוּא וְנִכְרְתוּ לְעֵינֵי בְּנֵי עַמָּם עֶרְוַת אֲחֹתוֹ גִּלָּה עֲוֺנוֹ יִשָּׂא׃","וְאִישׁ אֲשֶׁר־יִשְׁכַּב אֶת־אִשָּׁה דָּוָה וְגִלָּה אֶת־עֶרְוָתָהּ אֶת־מְקֹרָהּ הֶעֱרָה וְהִיא גִּלְּתָה אֶת־מְקוֹר דָּמֶיהָ וְנִכְרְתוּ שְׁנֵיהֶם מִקֶּרֶב עַמָּם׃","וְעֶרְוַת אֲחוֹת אִמְּךָ וַאֲחוֹת אָבִיךָ לֹא תְגַלֵּה כִּי אֶת־שְׁאֵרוֹ הֶעֱרָה עֲוֺנָם יִשָּׂאוּ׃","וְאִישׁ אֲשֶׁר יִשְׁכַּב אֶת־דֹּדָתוֹ עֶרְוַת דֹּדוֹ גִּלָּה חֶטְאָם יִשָּׂאוּ עֲרִירִים יָמֻתוּ׃","וְאִישׁ אֲשֶׁר יִקַּח אֶת־אֵשֶׁת אָחִיו נִדָּה הִוא עֶרְוַת אָחִיו גִּלָּה עֲרִירִים יִהְיוּ׃","וּשְׁמַרְתֶּם אֶת־כָּל־חֻקֹּתַי וְאֶת־כָּל־מִשְׁפָּטַי וַעֲשִׂיתֶם אֹתָם וְלֹא־תָקִיא אֶתְכֶם הָאָרֶץ אֲשֶׁר אֲנִי מֵבִיא אֶתְכֶם שָׁמָּה לָשֶׁבֶת בָּהּ׃","וְלֹא תֵלְכוּ בְּחֻקֹּת הַגּוֹי אֲשֶׁר־אֲנִי מְשַׁלֵּחַ מִפְּנֵיכֶם כִּי אֶת־כָּל־אֵלֶּה עָשׂוּ וָאָקֻץ בָּם׃","וָאֹמַר לָכֶם אַתֶּם תִּירְשׁוּ אֶת־אַדְמָתָם וַאֲנִי אֶתְּנֶנָּה לָכֶם לָרֶשֶׁת אֹתָהּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ אֲנִי יְהוָה אֱלֹהֵיכֶם אֲשֶׁר־הִבְדַּלְתִּי אֶתְכֶם מִן־הָעַמִּים׃","וְהִבְדַּלְתֶּם בֵּין־הַבְּהֵמָה הַטְּהֹרָה לַטְּמֵאָה וּבֵין־הָעוֹף הַטָּמֵא לַטָּהֹר וְלֹא־תְשַׁקְּצוּ אֶת־נַפְשֹׁתֵיכֶם בַּבְּהֵמָה וּבָעוֹף וּבְכֹל אֲשֶׁר תִּרְמֹשׂ הָאֲדָמָה אֲשֶׁר־הִבְדַּלְתִּי לָכֶם לְטַמֵּא׃","וִהְיִיתֶם לִי קְדֹשִׁים כִּי קָדוֹשׁ אֲנִי יְהוָה וָאַבְדִּל אֶתְכֶם מִן־הָעַמִּים לִהְיוֹת לִי׃","וְאִישׁ אוֹ־אִשָּׁה כִּי־יִהְיֶה בָהֶם אוֹב אוֹ יִדְּעֹנִי מוֹת יוּמָתוּ בָּאֶבֶן יִרְגְּמוּ אֹתָם דְּמֵיהֶם בָּם׃"]],"english_text":[["And the LORD spoke unto Moses, saying:","Speak unto all the congregation of the children of Israel, and say unto them: Ye shall be holy; for I the LORD your God am holy.","Ye shall fear every man his mother, and his father, and ye shall keep My sabbaths: I am the LORD your God.","Turn ye not unto the idols, nor make to yourselves molten gods: I am the LORD your God.","And when ye offer a sacrifice of peace-offerings unto the LORD, ye shall offer it that ye may be accepted.","It shall be eaten the same day ye offer it, and on the morrow; and if aught remain until the third day, it shall be burnt with fire.","And if it be eaten at all on the third day, it is a vile thing; it shall not be accepted.","But every one that eateth it shall bear his iniquity, because he hath profaned the holy thing of the LORD; and that soul shall be cut off from his people.","And when ye reap the harvest of your land, thou shalt not wholly reap the corner of thy field, neither shalt thou gather the gleaning of thy harvest.","And thou shalt not glean thy vineyard, neither shalt thou gather the fallen fruit of thy vineyard; thou shalt leave them for the poor and for the stranger: I am the LORD your God.","Ye shall not steal; neither shall ye deal falsely, nor lie one to another.","And ye shall not swear by My name falsely, so that thou profane the name of thy God: I am the LORD.","Thou shalt not oppress thy neighbour, nor rob him; the wages of a hired servant shall not abide with thee all night until the morning.","Thou shalt not curse the deaf, nor put a stumbling-block before the blind, but thou shalt fear thy God: I am the LORD.","Ye shall do no unrighteousness in judgment; thou shalt not respect the person of the poor, nor favour the person of the mighty; but in righteousness shalt thou judge thy neighbour.","Thou shalt not go up and down as a talebearer among thy people; neither shalt thou stand idly by the blood of thy neighbour: I am the LORD.","Thou shalt not hate thy brother in thy heart; thou shalt surely rebuke thy neighbour, and not bear sin because of him.","Thou shalt not take vengeance, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.","Ye shall keep My statutes. Thou shalt not let thy cattle gender with a diverse kind; thou shalt not sow thy field with two kinds of seed; neither shall there come upon thee a garment of two kinds of stuff mingled together.","And whosoever lieth carnally with a woman, that is a bondmaid, designated for a man, and not at all redeemed, nor was freedom given her; there shall be inquisition; they shall not be put to death, because she was not free.","And he shall bring his forfeit unto the LORD, unto the door of the tent of meeting, even a ram for a guilt-offering.","And the priest shall make atonement for him with the ram of the guilt-offering before the LORD for his sin which he hath sinned; and he shall be forgiven for his sin which he hath sinned.","And when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as forbidden; three years shall it be as forbidden unto you; it shall not be eaten.","And in the fourth year all the fruit thereof shall be holy, for giving praise unto the LORD.","But in the fifth year may ye eat of the fruit thereof, that it may yield unto you more richly the increase thereof: I am the LORD your God.","Ye shall not eat with the blood; neither shall ye practise divination nor soothsaying.","Ye shall not round the corners of your heads, neither shalt thou mar the corners of thy beard.","Ye shall not make any cuttings in your flesh for the dead, nor imprint any marks upon you: I am the LORD.","Profane not thy daughter, to make her a harlot, lest the land fall into harlotry, and the land become full of lewdness.","Ye shall keep My sabbaths, and reverence My sanctuary: I am the LORD.","Turn ye not unto the ghosts, nor unto familiar spirits; seek them not out, to be defiled by them: I am the LORD your God.","Thou shalt rise up before the hoary head, and honour the face of the old man, and thou shalt fear thy God: I am the LORD.","And if a stranger sojourn with thee in your land, ye shall not do him wrong.","The stranger that sojourneth with you shall be unto you as the home-born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.","Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.","Just balances, just weights, a just ephah, and a just hin, shall ye have: I am the LORD your God, who brought you out of the land of Egypt.","And ye shall observe all My statutes, and all Mine ordinances, and do them: I am the LORD."],["And the LORD spoke unto Moses, saying:","Moreover, thou shalt say to the children of Israel: Whosoever he be of the children of Israel, or of the strangers that sojourn in Israel, that giveth of his seed unto Molech; he shall surely be put to death; the people of the land shall stone him with stones.","I also will set My face against that man, and will cut him off from among his people, because he hath given of his seed unto Molech, to defile My sanctuary, and to profane My holy name.","And if the people of the land do at all hide their eyes from that man, when he giveth of his seed unto Molech, and put him not to death;","then I will set My face against that man, and against his family, and will cut him off, and all that go astray after him, to go astray after Molech, from among their people.","And the soul that turneth unto the ghosts, and unto the familiar spirits, to go astray after them, I will even set My face against that soul, and will cut him off from among his people.","Sanctify yourselves therefore, and be ye holy; for I am the LORD your God.","And keep ye My statutes, and do them: I am the LORD who sanctify you.","For whatsoever man there be that curseth his father or his mother shall surely be put to death; he hath cursed his father or his mother; his blood shall be upon him.","And the man that committeth adultery with another man’s wife, even he that committeth adultery with his neighbour’s wife, both the adulterer and the adulteress shall surely be put to death.","And the man that lieth with his father’s wife—he hath uncovered his father’s nakedness—both of them shall surely be put to death; their blood shall be upon them.","And if a man lie with his daughter-in-law, both of them shall surely be put to death; they have wrought corruption; their blood shall be upon them.","And if a man lie with mankind, as with womankind, both of them have committed abomination: they shall surely be put to death; their blood shall be upon them.","And if a man take with his wife also her mother, it is wickedness: they shall be burnt with fire, both he and they; that there be no wickedness among you.","And if a man lie with a beast, he shall surely be put to death; and ye shall slay the beast.","And if a woman approach unto any beast, and lie down thereto, thou shalt kill the woman, and the beast: they shall surely be put to death; their blood shall be upon them.","And if a man shall take his sister, his father’s daughter, or his mother’s daughter, and see her nakedness, and she see his nakedness: it is a shameful thing; and they shall be cut off in the sight of the children of their people: he hath uncovered his sister’s nakedness; he shall bear his iniquity.","And if a man shall lie with a woman having her sickness, and shall uncover her nakedness—he hath made naked her fountain, and she hath uncovered the fountain of her blood—both of them shall be cut off from among their people.","And thou shalt not uncover the nakedness of thy mother’s sister, nor of thy father’s sister; for he hath made naked his near kin; they shall bear their iniquity.","And if a man shall lie with his uncle’s wife—he hath uncovered his uncle’s nakedness—they shall bear their sin; they shall die childless.","And if a man shall take his brother’s wife, it is impurity: he hath uncovered his brother’s nakedness; they shall be childless.","Ye shall therefore keep all My statutes, and all Mine ordinances, and do them, that the land, whither I bring you to dwell therein, vomit you not out.","And ye shall not walk in the customs of the nation, which I am casting out before you; for they did all these things, and therefore I abhorred them.","But I have said unto you: ‘Ye shall inherit their land, and I will give it unto you to possess it, a land flowing with milk and honey.’ I am the LORD your God, who have set you apart from the peoples.","Ye shall therefore separate between the clean beast and the unclean, and between the unclean fowl and the clean; and ye shall not make your souls detestable by beast, or by fowl, or by any thing wherewith the ground teemeth, which I have set apart for you to hold unclean.","And ye shall be holy unto Me; for I the LORD am holy, and have set you apart from the peoples, that ye should be Mine.","A man also or a woman that divineth by a ghost or a familiar spirit, shall surely be put to death; they shall stone them with stones; their blood shall be upon them."]],"sefer":"vayikra","sefer_sponsor":"In Honor of Cookie & Stanley Chera","parasha_sponsor":"","start_chapter":19,"start_verse":1,"end_chapter":20,"end_verse":27}