{"teacher_bio":"Shani Taragin is a lecturer at Matan. She has a B.A. and M.A. in Tanakh and Talmud from Bar Ilan University and she is currently pursuing her Ph.D. in Tanakh. Shani teaches Tanakh and Jewish Law at Matan and serves as a Ram Tanakh in Midreshet Lindenbaum. She also teaches at Migdal Oz, Shalavim for Women, Lander’s College and the Women’s Beit Midrash in Efrat and Ramat Shilo. Shani is a Yoetzet Halakha (Halakhic Advisor) and she serves on the local religious council dealing with issues of Jewish law and education.","teacher_title":"Mrs.","teacher_fname":"Shani","teacher_mname":null,"teacher_lname":"Taragin","teacher_image":"https://cdn.tanachstudy.com/assets/images/Mrs_Shani_Taragin.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"emor","teacher_id":1023,"book_id":37,"book_num_chapters":27,"book_name_pretty_eng":"Vayikra","parasha_name_pretty_eng":"Emor","book_name":"vayikra","prev_parasha_id":"kedoshim","next_parasha_id":"behar","next_parasha_name":"Behar","hebrew_text":[["וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה אֱמֹר אֶל־הַכֹּהֲנִים בְּנֵי אַהֲרֹן וְאָמַרְתָּ אֲלֵהֶם לְנֶפֶשׁ לֹא־יִטַּמָּא בְּעַמָּיו׃","כִּי אִם־לִשְׁאֵרוֹ הַקָּרֹב אֵלָיו לְאִמּוֹ וּלְאָבִיו וְלִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו׃","וְלַאֲחֹתוֹ הַבְּתוּלָה הַקְּרוֹבָה אֵלָיו אֲשֶׁר לֹא־הָיְתָה לְאִישׁ לָהּ יִטַּמָּא׃","לֹא יִטַּמָּא בַּעַל בְּעַמָּיו לְהֵחַלּוֹ׃","לֹא־יקרחה [יִקְרְחוּ] קָרְחָה בְּרֹאשָׁם וּפְאַת זְקָנָם לֹא יְגַלֵּחוּ וּבִבְשָׂרָם לֹא יִשְׂרְטוּ שָׂרָטֶת׃","קְדֹשִׁים יִהְיוּ לֵאלֹהֵיהֶם וְלֹא יְחַלְּלוּ שֵׁם אֱלֹהֵיהֶם כִּי אֶת־אִשֵּׁי יְהוָה לֶחֶם אֱלֹהֵיהֶם הֵם מַקְרִיבִם וְהָיוּ קֹדֶשׁ׃","אִשָּׁה זֹנָה וַחֲלָלָה לֹא יִקָּחוּ וְאִשָּׁה גְּרוּשָׁה מֵאִישָׁהּ לֹא יִקָּחוּ כִּי־קָדֹשׁ הוּא לֵאלֹהָיו׃","וְקִדַּשְׁתּוֹ כִּי־אֶת־לֶחֶם אֱלֹהֶיךָ הוּא מַקְרִיב קָדֹשׁ יִהְיֶה־לָּךְ כִּי קָדוֹשׁ אֲנִי יְהוָה מְקַדִּשְׁכֶם׃","וּבַת אִישׁ כֹּהֵן כִּי תֵחֵל לִזְנוֹת אֶת־אָבִיהָ הִיא מְחַלֶּלֶת בָּאֵשׁ תִּשָּׂרֵף׃","וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו אֲ‍שֶׁר־יוּצַק עַל־רֹאשׁוֹ שֶׁמֶן הַמִּשְׁחָה וּמִלֵּא אֶת־יָדוֹ לִלְבֹּשׁ אֶת־הַבְּגָדִים אֶת־רֹאשׁוֹ לֹא יִפְרָע וּבְגָדָיו לֹא יִפְרֹם׃","וְעַל כָּל־נַפְשֹׁת מֵת לֹא יָבֹא לְאָבִיו וּלְאִמּוֹ לֹא יִטַּמָּא׃","וּמִן־הַמִּקְדָּשׁ לֹא יֵצֵא וְלֹא יְחַלֵּל אֵת מִקְדַּשׁ אֱלֹהָיו כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו אֲנִי יְהוָה׃","וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח׃","אַלְמָנָה וּגְרוּשָׁה וַחֲלָלָה זֹנָה אֶת־אֵלֶּה לֹא יִקָּח כִּי אִם־בְּתוּלָה מֵעַמָּיו יִקַּח אִשָּׁה׃","וְלֹא־יְחַלֵּל זַרְעוֹ בְּעַמָּיו כִּי אֲנִי יְהוָה מְקַדְּשׁוֹ׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־אַהֲרֹן לֵאמֹר אִישׁ מִזַּרְעֲךָ לְדֹרֹתָם אֲשֶׁר יִהְיֶה בוֹ מוּם לֹא יִקְרַב לְהַקְרִיב לֶחֶם אֱלֹהָיו׃","כִּי כָל־אִישׁ אֲשֶׁר־בּוֹ מוּם לֹא יִקְרָב אִישׁ עִוֵּר אוֹ פִסֵּחַ אוֹ חָרֻם אוֹ שָׂרוּעַ׃","אוֹ אִישׁ אֲשֶׁר־יִהְיֶה בוֹ שֶׁבֶר רָגֶל אוֹ שֶׁבֶר יָד׃","אוֹ־גִבֵּן אוֹ־דַק אוֹ תְּבַלֻּל בְּעֵינוֹ אוֹ גָרָב אוֹ יַלֶּפֶת אוֹ מְרוֹחַ אָשֶׁךְ׃","כָּל־אִישׁ אֲשֶׁר־בּוֹ מוּם מִזֶּרַע אַהֲרֹן הַכֹּהֵן לֹא יִגַּשׁ לְהַקְרִיב אֶת־אִשֵּׁי יְהוָה מוּם בּוֹ אֵת לֶחֶם אֱלֹהָיו לֹא יִגַּשׁ לְהַקְרִיב׃","לֶחֶם אֱלֹהָיו מִקָּדְשֵׁי הַקֳּדָשִׁים וּמִן־הַקֳּדָשִׁים יֹאכֵל׃","אַךְ אֶל־הַפָּרֹכֶת לֹא יָבֹא וְאֶל־הַמִּזְבֵּחַ לֹא יִגַּשׁ כִּי־מוּם בּוֹ וְלֹא יְחַלֵּל אֶת־מִקְדָּשַׁי כִּי אֲנִי יְהוָה מְקַדְּשָׁם׃","וַיְדַבֵּר מֹשֶׁה אֶל־אַהֲרֹן וְאֶל־בָּנָיו וְאֶל־כָּל־בְּנֵי יִשְׂרָאֵל׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־אַהֲרֹן וְאֶל־בָּנָיו וְיִנָּזְרוּ מִקָּדְשֵׁי בְנֵי־יִשְׂרָאֵל וְלֹא יְחַלְּלוּ אֶת־שֵׁם קָדְשִׁי אֲשֶׁר הֵם מַקְדִּשִׁים לִי אֲנִי יְהוָה׃","אֱמֹר אֲלֵהֶם לְדֹרֹתֵיכֶם כָּל־אִישׁ אֲשֶׁר־יִקְרַב מִכָּל־זַרְעֲכֶם אֶל־הַקֳּדָשִׁים אֲשֶׁר יַקְדִּישׁוּ בְנֵי־יִשְׂרָאֵל לַיהוָה וְטֻמְאָתוֹ עָלָיו וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מִלְּפָנַי אֲנִי יְהוָה׃","אִישׁ אִישׁ מִזֶּרַע אַהֲרֹן וְהוּא צָרוּעַ אוֹ זָב בַּקֳּדָשִׁים לֹא יֹאכַל עַד אֲשֶׁר יִטְהָר וְהַנֹּגֵעַ בְּכָל־טְמֵא־נֶפֶשׁ אוֹ אִישׁ אֲשֶׁר־תֵּצֵא מִמֶּנּוּ שִׁכְבַת־זָרַע׃","אוֹ־אִישׁ אֲשֶׁר יִגַּע בְּכָל־שֶׁרֶץ אֲשֶׁר יִטְמָא־לוֹ אוֹ בְאָדָם אֲשֶׁר יִטְמָא־לוֹ לְכֹל טֻמְאָתוֹ׃","נֶפֶשׁ אֲשֶׁר תִּגַּע־בּוֹ וְטָמְאָה עַד־הָעָרֶב וְלֹא יֹאכַל מִן־הַקֳּדָשִׁים כִּי אִם־רָחַץ בְּשָׂרוֹ בַּמָּיִם׃","וּבָא הַשֶּׁמֶשׁ וְטָהֵר וְאַחַר יֹאכַל מִן־הַקֳּדָשִׁים כִּי לַחְמוֹ הוּא׃","נְבֵלָה וּטְרֵפָה לֹא יֹאכַל לְטָמְאָה־בָהּ אֲנִי יְהוָה׃","וְשָׁמְרוּ אֶת־מִשְׁמַרְתִּי וְלֹא־יִשְׂאוּ עָלָיו חֵטְא וּמֵתוּ בוֹ כִּי יְחַלְּלֻהוּ אֲנִי יְהוָה מְקַדְּשָׁם׃","וְכָל־זָר לֹא־יֹאכַל קֹדֶשׁ תּוֹשַׁב כֹּהֵן וְשָׂכִיר לֹא־יֹאכַל קֹדֶשׁ׃","וְכֹהֵן כִּי־יִקְנֶה נֶפֶשׁ קִנְיַן כַּסְפּוֹ הוּא יֹאכַל בּוֹ וִילִיד בֵּיתוֹ הֵם יֹאכְלוּ בְלַחְמוֹ׃","וּבַת־כֹּהֵן כִּי תִהְיֶה לְאִישׁ זָר הִוא בִּתְרוּמַת הַקֳּדָשִׁים לֹא תֹאכֵל׃","וּבַת־כֹּהֵן כִּי תִהְיֶה אַלְמָנָה וּגְרוּשָׁה וְזֶרַע אֵין לָהּ וְשָׁבָה אֶל־בֵּית אָבִיהָ כִּנְעוּרֶיהָ מִלֶּחֶם אָבִיהָ תֹּאכֵל וְכָל־זָר לֹא־יֹאכַל בּוֹ׃","וְאִישׁ כִּי־יֹאכַל קֹדֶשׁ בִּשְׁגָגָה וְיָסַף חֲמִשִׁיתוֹ עָלָיו וְנָתַן לַכֹּהֵן אֶת־הַקֹּדֶשׁ׃","וְלֹא יְחַלְּלוּ אֶת־קָדְשֵׁי בְּנֵי יִשְׂרָאֵל אֵת אֲשֶׁר־יָרִימוּ לַיהוָה׃","וְהִשִּׂיאוּ אוֹתָם עֲוֺן אַשְׁמָה בְּאָכְלָם אֶת־קָדְשֵׁיהֶם כִּי אֲנִי יְהוָה מְקַדְּשָׁם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־אַהֲרֹן וְאֶל־בָּנָיו וְאֶל כָּל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם אִישׁ אִישׁ מִבֵּית יִשְׂרָאֵל וּמִן־הַגֵּר בְּיִשְׂרָאֵל אֲשֶׁר יַקְרִיב קָרְבָּנוֹ לְכָל־נִדְרֵיהֶם וּלְכָל־נִדְבוֹתָם אֲשֶׁר־יַקְרִיבוּ לַיהוָה לְעֹלָה׃","לִרְצֹנְכֶם תָּמִים זָכָר בַּבָּקָר בַּכְּשָׂבִים וּבָעִזִּים׃","כֹּל אֲשֶׁר־בּוֹ מוּם לֹא תַקְרִיבוּ כִּי־לֹא לְרָצוֹן יִהְיֶה לָכֶם׃","וְאִישׁ כִּי־יַקְרִיב זֶבַח־שְׁלָמִים לַיהוָה לְפַלֵּא־נֶדֶר אוֹ לִנְדָבָה בַּבָּקָר אוֹ בַצֹּאן תָּמִים יִהְיֶה לְרָצוֹן כָּל־מוּם לֹא יִהְיֶה־בּוֹ׃","עַוֶּרֶת אוֹ שָׁבוּר אוֹ־חָרוּץ אוֹ־יַבֶּלֶת אוֹ גָרָב אוֹ יַלֶּפֶת לֹא־תַקְרִיבוּ אֵלֶּה לַיהוָה וְאִשֶּׁה לֹא־תִתְּנוּ מֵהֶם עַל־הַמִּזְבֵּחַ לַיהוָה׃","וְשׁוֹר וָשֶׂה שָׂרוּעַ וְקָלוּט נְדָבָה תַּעֲשֶׂה אֹתוֹ וּלְנֵדֶר לֹא יֵרָצֶה׃","וּמָעוּךְ וְכָתוּת וְנָתוּק וְכָרוּת לֹא תַקְרִיבוּ לַיהוָה וּבְאַרְצְכֶם לֹא תַעֲשׂוּ׃","וּמִיַּד בֶּן־נֵכָר לֹא תַקְרִיבוּ אֶת־לֶחֶם אֱלֹהֵיכֶם מִכָּל־אֵלֶּה כִּי מָשְׁחָתָם בָּהֶם מוּם בָּם לֹא יֵרָצוּ לָכֶם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","שׁוֹר אוֹ־כֶשֶׂב אוֹ־עֵז כִּי יִוָּלֵד וְהָיָה שִׁבְעַת יָמִים תַּחַת אִמּוֹ וּמִיּוֹם הַשְּׁמִינִי וָהָלְאָה יֵרָצֶה לְקָרְבַּן אִשֶּׁה לַיהוָה׃","וְשׁוֹר אוֹ־שֶׂה אֹתוֹ וְאֶת־בְּנוֹ לֹא תִשְׁחֲטוּ בְּיוֹם אֶחָד׃","וְכִי־תִזְבְּחוּ זֶבַח־תּוֹדָה לַיהוָה לִרְצֹנְכֶם תִּזְבָּחוּ׃","בַּיּוֹם הַהוּא יֵאָכֵל לֹא־תוֹתִירוּ מִמֶּנּוּ עַד־בֹּקֶר אֲנִי יְהוָה׃","וּשְׁמַרְתֶּם מִצְוֺתַי וַעֲשִׂיתֶם אֹתָם אֲנִי יְהוָה׃","וְלֹא תְחַלְּלוּ אֶת־שֵׁם קָדְשִׁי וְנִקְדַּשְׁתִּי בְּתוֹךְ בְּנֵי יִשְׂרָאֵל אֲנִי יְהוָה מְקַדִּשְׁכֶם׃","הַמּוֹצִיא אֶתְכֶם מֵאֶרֶץ מִצְרַיִם לִהְיוֹת לָכֶם לֵאלֹהִים אֲנִי יְהוָה׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם מוֹעֲדֵי יְהוָה אֲשֶׁר־תִּקְרְאוּ אֹתָם מִקְרָאֵי קֹדֶשׁ אֵלֶּה הֵם מוֹעֲדָי׃","שֵׁשֶׁת יָמִים תֵּעָשֶׂה מְלָאכָה וּבַיּוֹם הַשְּׁבִיעִי שַׁבַּת שַׁבָּתוֹן מִקְרָא־קֹדֶשׁ כָּל־מְלָאכָה לֹא תַעֲשׂוּ שַׁבָּת הִוא לַיהוָה בְּכֹל מוֹשְׁבֹתֵיכֶם׃","אֵלֶּה מוֹעֲדֵי יְהוָה מִקְרָאֵי קֹדֶשׁ אֲשֶׁר־תִּקְרְאוּ אֹתָם בְּמוֹעֲדָם׃","בַּחֹדֶשׁ הָרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר לַחֹדֶשׁ בֵּין הָעַרְבָּיִם פֶּסַח לַיהוָה׃","וּבַחֲמִשָּׁה עָשָׂר יוֹם לַחֹדֶשׁ הַזֶּה חַג הַמַּצּוֹת לַיהוָה שִׁבְעַת יָמִים מַצּוֹת תֹּאכֵלוּ׃","בַּיּוֹם הָרִאשׁוֹן מִקְרָא־קֹדֶשׁ יִהְיֶה לָכֶם כָּל־מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ׃","וְהִקְרַבְתֶּם אִשֶּׁה לַיהוָה שִׁבְעַת יָמִים בַּיּוֹם הַשְּׁבִיעִי מִקְרָא־קֹדֶשׁ כָּל־מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם כִּי־תָבֹאוּ אֶל־הָאָרֶץ אֲשֶׁר אֲנִי נֹתֵן לָכֶם וּקְצַרְתֶּם אֶת־קְצִירָהּ וַהֲבֵאתֶם אֶת־עֹמֶר רֵאשִׁית קְצִירְכֶם אֶל־הַכֹּהֵן׃","וְהֵנִיף אֶת־הָעֹמֶר לִפְנֵי יְהוָה לִרְצֹנְכֶם מִמָּחֳרַת הַשַּׁבָּת יְנִיפֶנּוּ הַכֹּהֵן׃","וַעֲשִׂיתֶם בְּיוֹם הֲנִיפְכֶם אֶת־הָעֹמֶר כֶּבֶשׂ תָּמִים בֶּן־שְׁנָתוֹ לְעֹלָה לַיהוָה׃","וּמִנְחָתוֹ שְׁנֵי עֶשְׂרֹנִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן אִשֶּׁה לַיהוָה רֵיחַ נִיחֹחַ וְנִסְכֹּה יַיִן רְבִיעִת הַהִין׃","וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ עַד־עֶצֶם הַיּוֹם הַזֶּה עַד הֲבִיאֲכֶם אֶת־קָרְבַּן אֱלֹהֵיכֶם חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם בְּכֹל מֹשְׁבֹתֵיכֶם׃","וּסְפַרְתֶּם לָכֶם מִמָּחֳרַת הַשַּׁבָּת מִיּוֹם הֲבִיאֲכֶם אֶת־עֹמֶר הַתְּנוּפָה שֶׁבַע שַׁבָּתוֹת תְּמִימֹת תִּהְיֶינָה׃","עַד מִמָּחֳרַת הַשַּׁבָּת הַשְּׁבִיעִת תִּסְפְּרוּ חֲמִשִּׁים יוֹם וְהִקְרַבְתֶּם מִנְחָה חֲדָשָׁה לַיהוָה׃","מִמּוֹשְׁבֹתֵיכֶם תָּבִיאּוּ לֶחֶם תְּנוּפָה שְׁתַּיִם שְׁנֵי עֶשְׂרֹנִים סֹלֶת תִּהְיֶינָה חָמֵץ תֵּאָפֶינָה בִּכּוּרִים לַיהוָה׃","וְהִקְרַבְתֶּם עַל־הַלֶּחֶם שִׁבְעַת כְּבָשִׂים תְּמִימִם בְּנֵי שָׁנָה וּפַר בֶּן־בָּקָר אֶחָד וְאֵילִם שְׁנָיִם יִהְיוּ עֹלָה לַיהוָה וּמִנְחָתָם וְנִסְכֵּיהֶם אִשֵּׁה רֵיחַ־נִיחֹחַ לַיהוָה׃","וַעֲשִׂיתֶם שְׂעִיר־עִזִּים אֶחָד לְחַטָּאת וּשְׁנֵי כְבָשִׂים בְּנֵי שָׁנָה לְזֶבַח שְׁלָמִים׃","וְהֵנִיף הַכֹּהֵן אֹתָם עַל לֶחֶם הַבִּכּוּרִים תְּנוּפָה לִפְנֵי יְהוָה עַל־שְׁנֵי כְּבָשִׂים קֹדֶשׁ יִהְיוּ לַיהוָה לַכֹּהֵן׃","וּקְרָאתֶם בְּעֶצֶם הַיּוֹם הַזֶּה מִקְרָא־קֹדֶשׁ יִהְיֶה לָכֶם כָּל־מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ חֻקַּת עוֹלָם בְּכָל־מוֹשְׁבֹתֵיכֶם לְדֹרֹתֵיכֶם׃","וּבְקֻצְרְכֶם אֶת־קְצִיר אַרְצְכֶם לֹא־תְכַלֶּה פְּאַת שָׂדְךָ בְּקֻצְרֶךָ וְלֶקֶט קְצִירְךָ לֹא תְלַקֵּט לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם אֲנִי יְהוָה אֱלֹהֵיכֶם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל לֵאמֹר בַּחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ יִהְיֶה לָכֶם שַׁבָּתוֹן זִכְרוֹן תְּרוּעָה מִקְרָא־קֹדֶשׁ׃","כָּל־מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ וְהִקְרַבְתֶּם אִשֶּׁה לַיהוָה׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","אַךְ בֶּעָשׂוֹר לַחֹדֶשׁ הַשְּׁבִיעִי הַזֶּה יוֹם הַכִּפֻּרִים הוּא מִקְרָא־קֹדֶשׁ יִהְיֶה לָכֶם וְעִנִּיתֶם אֶת־נַפְשֹׁתֵיכֶם וְהִקְרַבְתֶּם אִשֶּׁה לַיהוָה׃","וְכָל־מְלָאכָה לֹא תַעֲשׂוּ בְּעֶצֶם הַיּוֹם הַזֶּה כִּי יוֹם כִּפֻּרִים הוּא לְכַפֵּר עֲלֵיכֶם לִפְנֵי יְהוָה אֱלֹהֵיכֶם׃","כִּי כָל־הַנֶּפֶשׁ אֲשֶׁר לֹא־תְעֻנֶּה בְּעֶצֶם הַיּוֹם הַזֶּה וְנִכְרְתָה מֵעַמֶּיהָ׃","וְכָל־הַנֶּפֶשׁ אֲשֶׁר תַּעֲשֶׂה כָּל־מְלָאכָה בְּעֶצֶם הַיּוֹם הַזֶּה וְהַאֲבַדְתִּי אֶת־הַנֶּפֶשׁ הַהִוא מִקֶּרֶב עַמָּהּ׃","כָּל־מְלָאכָה לֹא תַעֲשׂוּ חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם בְּכֹל מֹשְׁבֹתֵיכֶם׃","שַׁבַּת שַׁבָּתוֹן הוּא לָכֶם וְעִנִּיתֶם אֶת־נַפְשֹׁתֵיכֶם בְּתִשְׁעָה לַחֹדֶשׁ בָּעֶרֶב מֵעֶרֶב עַד־עֶרֶב תִּשְׁבְּתוּ שַׁבַּתְּכֶם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל לֵאמֹר בַּחֲמִשָּׁה עָשָׂר יוֹם לַחֹדֶשׁ הַשְּׁבִיעִי הַזֶּה חַג הַסֻּכּוֹת שִׁבְעַת יָמִים לַיהֹוָה׃","בַּיּוֹם הָרִאשׁוֹן מִקְרָא־קֹדֶשׁ כָּל־מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ׃","שִׁבְעַת יָמִים תַּקְרִיבוּ אִשֶּׁה לַיהוָה בַּיּוֹם הַשְּׁמִינִי מִקְרָא־קֹדֶשׁ יִהְיֶה לָכֶם וְהִקְרַבְתֶּם אִשֶּׁה לַיהוָה עֲצֶרֶת הִוא כָּל־מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ׃","אֵלֶּה מוֹעֲדֵי יְהוָה אֲשֶׁר־תִּקְרְאוּ אֹתָם מִקְרָאֵי קֹדֶשׁ לְהַקְרִיב אִשֶּׁה לַיהוָה עֹלָה וּמִנְחָה זֶבַח וּנְסָכִים דְּבַר־יוֹם בְּיוֹמוֹ׃","מִלְּבַד שַׁבְּתֹת יְּהוָה וּמִלְּבַד מַתְּנוֹתֵיכֶם וּמִלְּבַד כָּל־נִדְרֵיכֶם וּמִלְּבַד כָּל־נִדְבוֹתֵיכֶם אֲשֶׁר תִּתְּנוּ לַיהוָה׃","אַךְ בַּחֲמִשָּׁה עָשָׂר יוֹם לַחֹדֶשׁ הַשְּׁבִיעִי בְּאָסְפְּכֶם אֶת־תְּבוּאַת הָאָרֶץ תָּחֹגּוּ אֶת־חַג־יְהוָה שִׁבְעַת יָמִים בַּיּוֹם הָרִאשׁוֹן שַׁבָּתוֹן וּבַיּוֹם הַשְּׁמִינִי שַׁבָּתוֹן׃","וּלְקַחְתֶּם לָכֶם בַּיּוֹם הָרִאשׁוֹן פְּרִי עֵץ הָדָר כַּפֹּת תְּמָרִים וַעֲנַף עֵץ־עָבֹת וְעַרְבֵי־נָחַל וּשְׂמַחְתֶּם לִפְנֵי יְהוָה אֱלֹהֵיכֶם שִׁבְעַת יָמִים׃","וְחַגֹּתֶם אֹתוֹ חַג לַיהוָה שִׁבְעַת יָמִים בַּשָּׁנָה חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם בַּחֹדֶשׁ הַשְּׁבִיעִי תָּחֹגּוּ אֹתוֹ׃","בַּסֻּכֹּת תֵּשְׁבוּ שִׁבְעַת יָמִים כָּל־הָאֶזְרָח בְּיִשְׂרָאֵל יֵשְׁבוּ בַּסֻּכֹּת׃","לְמַעַן יֵדְעוּ דֹרֹתֵיכֶם כִּי בַסֻּכּוֹת הוֹשַׁבְתִּי אֶת־בְּנֵי יִשְׂרָאֵל בְּהוֹצִיאִי אוֹתָם מֵאֶרֶץ מִצְרָיִם אֲנִי יְהוָה אֱלֹהֵיכֶם׃","וַיְדַבֵּר מֹשֶׁה אֶת־מֹעֲדֵי יְהוָה אֶל־בְּנֵי יִשְׂרָאֵל׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","צַו אֶת־בְּנֵי יִשְׂרָאֵל וְיִקְחוּ אֵלֶיךָ שֶׁמֶן זַיִת זָךְ כָּתִית לַמָּאוֹר לְהַעֲלֹת נֵר תָּמִיד׃","מִחוּץ לְפָרֹכֶת הָעֵדֻת בְּאֹהֶל מוֹעֵד יַעֲרֹךְ אֹתוֹ אַהֲרֹן מֵעֶרֶב עַד־בֹּקֶר לִפְנֵי יְהוָה תָּמִיד חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם׃","עַל הַמְּנֹרָה הַטְּהֹרָה יַעֲרֹךְ אֶת־הַנֵּרוֹת לִפְנֵי יְהוָה תָּמִיד׃","וְלָקַחְתָּ סֹלֶת וְאָפִיתָ אֹתָהּ שְׁתֵּים עֶשְׂרֵה חַלּוֹת שְׁנֵי עֶשְׂרֹנִים יִהְיֶה הַחַלָּה הָאֶחָת׃","וְשַׂמְתָּ אוֹתָם שְׁתַּיִם מַעֲרָכוֹת שֵׁשׁ הַמַּעֲרָכֶת עַל הַשֻּׁלְחָן הַטָּהֹר לִפְנֵי יְהוָה׃","וְנָתַתָּ עַל־הַמַּעֲרֶכֶת לְבֹנָה זַכָּה וְהָיְתָה לַלֶּחֶם לְאַזְכָּרָה אִשֶּׁה לַיהוָה׃","בְּיוֹם הַשַּׁבָּת בְּיוֹם הַשַּׁבָּת יַעַרְכֶנּוּ לִפְנֵי יְהוָה תָּמִיד מֵאֵת בְּנֵי־יִשְׂרָאֵל בְּרִית עוֹלָם׃","וְהָיְתָה לְאַהֲרֹן וּלְבָנָיו וַאֲכָלֻהוּ בְּמָקוֹם קָדֹשׁ כִּי קֹדֶשׁ קָדָשִׁים הוּא לוֹ מֵאִשֵּׁי יְהוָה חָק־עוֹלָם׃","וַיֵּצֵא בֶּן־אִשָּׁה יִשְׂרְאֵלִית וְהוּא בֶּן־אִישׁ מִצְרִי בְּתוֹךְ בְּנֵי יִשְׂרָאֵל וַיִּנָּצוּ בַּמַּחֲנֶה בֶּן הַיִּשְׂרְאֵלִית וְאִישׁ הַיִּשְׂרְאֵלִי׃","וַיִּקֹּב בֶּן־הָאִשָּׁה הַיִּשְׂרְאֵלִית אֶת־הַשֵּׁם וַיְקַלֵּל וַיָּבִיאוּ אֹתוֹ אֶל־מֹשֶׁה וְשֵׁם אִמּוֹ שְׁלֹמִית בַּת־דִּבְרִי לְמַטֵּה־דָן׃","וַיַּנִּיחֻהוּ בַּמִּשְׁמָר לִפְרֹשׁ לָהֶם עַל־פִּי יְהוָה׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","הוֹצֵא אֶת־הַמְקַלֵּל אֶל־מִחוּץ לַמַּחֲנֶה וְסָמְכוּ כָל־הַשֹּׁמְעִים אֶת־יְדֵיהֶם עַל־רֹאשׁוֹ וְרָגְמוּ אֹתוֹ כָּל־הָעֵדָה׃","וְאֶל־בְּנֵי יִשְׂרָאֵל תְּדַבֵּר לֵאמֹר אִישׁ אִישׁ כִּי־יְקַלֵּל אֱלֹהָיו וְנָשָׂא חֶטְאוֹ׃","וְנֹקֵב שֵׁם־יְהוָה מוֹת יוּמָת רָגוֹם יִרְגְּמוּ־בוֹ כָּל־הָעֵדָה כַּגֵּר כָּאֶזְרָח בְּנָקְבוֹ־שֵׁם יוּמָת׃","וְאִישׁ כִּי יַכֶּה כָּל־נֶפֶשׁ אָדָם מוֹת יוּמָת׃","וּמַכֵּה נֶפֶשׁ־בְּהֵמָה יְשַׁלְּמֶנָּה נֶפֶשׁ תַּחַת נָפֶשׁ׃","וְאִישׁ כִּי־יִתֵּן מוּם בַּעֲמִיתוֹ כַּאֲשֶׁר עָשָׂה כֵּן יֵעָשֶׂה לּוֹ׃","שֶׁבֶר תַּחַת שֶׁבֶר עַיִן תַּחַת עַיִן שֵׁן תַּחַת שֵׁן כַּאֲשֶׁר יִתֵּן מוּם בָּאָדָם כֵּן יִנָּתֶן בּוֹ׃","וּמַכֵּה בְהֵמָה יְשַׁלְּמֶנָּה וּמַכֵּה אָדָם יוּמָת׃","מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם כַּגֵּר כָּאֶזְרָח יִהְיֶה כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם׃","וַיְדַבֵּר מֹשֶׁה אֶל־בְּנֵי יִשְׂרָאֵל וַיּוֹצִיאוּ אֶת־הַמְקַלֵּל אֶל־מִחוּץ לַמַּחֲנֶה וַיִּרְגְּמוּ אֹתוֹ אָבֶן וּבְנֵי־יִשְׂרָאֵל עָשׂוּ כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃"]],"english_text":[["And the LORD said unto Moses: Speak unto the priests the sons of Aaron, and say unto them: There shall none defile himself for the dead among his people;","except for his kin, that is near unto him, for his mother, and for his father, and for his son, and for his daughter, and for his brother;","and for his sister a virgin, that is near unto him, that hath had no husband, for her may he defile himself.","He shall not defile himself, being a chief man among his people, to profane himself.","They shall not make baldness upon their head, neither shall they shave off the corners of their beard, nor make any cuttings in their flesh.","They shall be holy unto their God, and not profane the name of their God; for the offerings of the LORD made by fire, the bread of their God, they do offer; therefore they shall be holy.","They shall not take a woman that is a harlot, or profaned; neither shall they take a woman put away from her husband; for he is holy unto his God.","Thou shalt sanctify him therefore; for he offereth the bread of thy God; he shall be holy unto thee; for I the LORD, who sanctify you, am holy.","And the daughter of any priest, if she profane herself by playing the harlot, she profaneth her father: she shall be burnt with fire.","And the priest that is highest among his brethren, upon whose head the anointing oil is poured, and that is consecrated to put on the garments, shall not let the hair of his head go loose, nor rend his clothes;","neither shall he go in to any dead body, nor defile himself for his father, or for his mother;","neither shall he go out of the sanctuary, nor profane the sanctuary of his God; for the consecration of the anointing oil of his God is upon him: I am the LORD.","And he shall take a wife in her virginity.","A widow, or one divorced, or a profaned woman, or a harlot, these shall he not take; but a virgin of his own people shall he take to wife.","And he shall not profane his seed among his people; for I am the LORD who sanctify him.","And the LORD spoke unto Moses, saying:","Speak unto Aaron, saying: Whosoever he be of thy seed throughout their generations that hath a blemish, let him not approach to offer the bread of his God.","For whatsoever man he be that hath a blemish, he shall not approach: a blind man, or a lame, or he that hath any thing maimed, or anything too long,","or a man that is broken-footed, or broken-handed,","or crook-backed, or a dwarf, or that hath his eye overspread, or is scabbed, or scurvy, or hath his stones crushed;","no man of the seed of Aaron the priest, that hath a blemish, shall come nigh to offer the offerings of the LORD made by fire; he hath a blemish; he shall not come nigh to offer the bread of his God.","He may eat the bread of his God, both of the most holy, and of the holy.","Only he shall not go in unto the veil, nor come nigh unto the altar, because he hath a blemish; that he profane not My holy places; for I am the LORD who sanctify them.","So Moses spoke unto Aaron, and to his sons, and unto all the children of Israel."],["And the LORD spoke unto Moses, saying:","Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, which they hallow unto Me, and that they profane not My holy name: I am the LORD.","Say unto them: Whosoever he be of all your seed throughout your generations, that approacheth unto the holy things, which the children of Israel hallow unto the LORD, having his uncleanness upon him, that soul shall be cut off from before Me: I am the LORD.","What man soever of the seed of Aaron is a leper, or hath an issue, he shall not eat of the holy things, until he be clean. And whoso toucheth any one that is unclean by the dead; or from whomsoever the flow of seed goeth out;","or whosoever toucheth any swarming thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;","the soul that toucheth any such shall be unclean until the even, and shall not eat of the holy things, unless he bathe his flesh in water.","And when the sun is down, he shall be clean; and afterward he may eat of the holy things, because it is his bread.","That which dieth of itself, or is torn of beasts, he shall not eat to defile himself therewith: I am the LORD.","They shall therefore keep My charge, lest they bear sin for it, and die therein, if they profane it: I am the LORD who sanctify them.","There shall no acommon man eat of the holy thing; a tenant of a priest, or a hired servant, shall not eat of the holy thing.","But if a priest buy any soul, the purchase of his money, he may eat of it; and such as are born in his house, they may eat of his bread.","And if a priest’s daughter be married unto a common man, she shall not eat of that which is set apart from the holy things.","But if a priest’s daughter be a widow, or divorced, and have no child, and is returned unto her father’s house, as in her youth, she may eat of her father’s bread; but there shall no common man","And if a man eat of the holy thing through error, then he shall put the fifth part thereof unto it, and shall give unto the priest the holy thing.","And they shall not profane the holy things of the children of Israel, which they set apart unto the LORD;","and so cause them to bear the iniquity that bringeth guilt, when they eat their holy things; for I am the LORD who sanctify them.","And the LORD spoke unto Moses, saying:","Speak unto Aaron, and to his sons, and unto all the children of Israel, and say unto them: Whosoever he be of the house of Israel, or of the strangers in Israel, that bringeth his offering, whether it be any of their vows, or any of their free-will-offerings, which are brought unto the LORD for a burnt-offering;","that ye may be accepted, ye shall offer a male without blemish, of the beeves, of the sheep, or of the goats.","But whatsoever hath a blemish, that shall ye not bring; for it shall not be acceptable for you.","And whosoever bringeth a sacrifice of peace-offerings unto the LORD in fulfilment of a vow clearly uttered, or for a freewill-offering, of the herd or of the flock, it shall be perfect to be accepted; there shall be no blemish therein.","Blind, or broken, or maimed, or having a wen, or scabbed, or scurvy, ye shall not offer these unto the LORD, nor make an offering by fire of them upon the altar unto the LORD.","Either a bullock or a lamb that hath any thing too long or too short, that mayest thou offer for a freewill-offering; but for a vow it shall not be accepted.","That which hath its stones bruised, or crushed, or torn, or cut, ye shall not offer unto the LORD; neither shall ye do thus in your land.","Neither from the hand of a foreigner shall ye offer the bread of your God of any of these, because their corruption is in them, there is a blemish in them; they shall not be accepted for you.","And the LORD spoke unto Moses, saying:","When a bullock, or a sheep, or a goat, is brought forth, then it shall be seven days under the dam; but from the eighth day and thenceforth it may be accepted for an offering made by fire unto the LORD.","And whether it be cow or ewe, ye shall not kill it and its young both in one day.","And when ye sacrifice a sacrifice of thanksgiving unto the LORD, ye shall sacrifice it that ye may be accepted.","On the same day it shall be eaten; ye shall leave none of it until the morning: I am the LORD.","And ye shall keep My commandments, and do them: I am the LORD.","And ye shall not profane My holy name; but I will be hallowed among the children of Israel: I am the LORD who hallow you,","that brought you out of the land of Egypt, to be your God: I am the LORD."],["And the LORD spoke unto Moses, saying:","Speak unto the children of Israel, and say unto them: The appointed seasons of the LORD, which ye shall proclaim to be holy convocations, even these are My appointed seasons.","Six days shall work be done; but on the seventh day is a sabbath of solemn rest, a holy convocation; ye shall do no manner of work; it is a sabbath unto the LORD in all your dwellings.","These are the appointed seasons of the LORD, even holy convocations, which ye shall proclaim in their appointed season.","In the first month, on the fourteenth day of the month at dusk, is the LORD’S passover.","And on the fifteenth day of the same month is the feast of unleavened bread unto the LORD; seven days ye shall eat unleavened bread.","In the first day ye shall have a holy convocation; ye shall do no manner of servile work.","And ye shall bring an offering made by fire unto the LORD seven days; in the seventh day is a holy convocation; ye shall do no manner of servile work.","And the LORD spoke unto Moses saying:","Speak unto the children of Israel, and say unto them: When ye are come into the land which I give unto you, and shall reap the harvest thereof, then ye shall bring the sheaf of the first-fruits of your harvest unto the priest.","And he shall wave the sheaf before the LORD, to be accepted for you; on the morrow after the sabbath the priest shall wave it.","And in the day when ye wave the sheaf, ye shall offer a he-lamb without blemish of the first year for a burnt-offering unto the LORD.","And the meal-offering thereof shall be two tenth parts of an ephah of fine flour mingled with oil, an offering made by fire unto the LORD for a sweet savour; and the drink-offering thereof shall be of wine, the fourth part of a hin.","And ye shall eat neither bread, nor parched corn, nor fresh ears, until this selfsame day, until ye have brought the offering of your God; it is a statute for ever throughout your generations in all your dwellings.","And ye shall count unto you from the morrow after the day of rest, from the day that ye brought the sheaf of the waving; seven weeks shall there be complete;","even unto the morrow after the seventh week shall ye number fifty days; and ye shall present a new meal-offering unto the LORD.","Ye shall bring out of your dwellings two wave-loaves of two tenth parts of an ephah; they shall be of fine flour, they shall be baked with leaven, for first-fruits unto the LORD.","And ye shall present with the bread seven lambs without blemish of the first year, and one young bullock, and two rams; they shall be a burnt-offering unto the LORD, with their meal-offering, and their drink-offerings, even an offering made by fire, of a sweet savour unto the LORD.","And ye shall offer one he-goat for a sin-offering, and two he-lambs of the first year for a sacrifice of peace-offerings.","And the priest shall wave them with the bread of the first-fruits for a wave-offering before the LORD, with the two lambs; they shall be holy to the LORD for the priest.","And ye shall make proclamation on the selfsame day; there shall be a holy convocation unto you; ye shall do no manner of servile work; it is a statute for ever in all your dwellings throughout your generations.","And when ye reap the harvest of your land, thou shalt not wholly reap the corner of thy field, neither shalt thou gather the gleaning of thy harvest; thou shalt leave them for the poor, and for the stranger: I am the LORD your God.","And the LORD spoke unto Moses, saying:","Speak unto the children of Israel, saying: In the seventh month, in the first day of the month, shall be a solemn rest unto you, a memorial proclaimed with the blast of horns, a holy convocation.","Ye shall do no manner of servile work; and ye shall bring an offering made by fire unto the LORD.","And the LORD spoke unto Moses, saying:","Howbeit on the tenth day of this seventh month is the day of atonement; there shall be a holy convocation unto you, and ye shall afflict your souls; and ye shall bring an offering made by fire unto the LORD.","And ye shall do no manner of work in that same day; for it is a day of atonement, to make atonement for you before the LORD your God.","For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from his people.","And whatsoever soul it be that doeth any manner of work in that same day, that soul will I destroy from among his people.","Ye shall do no manner of work; it is a statute for ever throughout your generations in all your dwellings.","It shall be unto you a sabbath of solemn rest, and ye shall afflict your souls; in the ninth day of the month at even, from even unto even, shall ye keep your sabbath.","And the LORD spoke unto Moses, saying:","Speak unto the children of Israel, saying: On the fifteenth day of this seventh month is the feast of tabernacles for seven days unto the LORD.","On the first day shall be a holy convocation; ye shall do no manner of servile work.","Seven days ye shall bring an offering made by fire unto the LORD; on the eighth day shall be a holy convocation unto you; and ye shall bring an offering made by fire unto the LORD; it is a day of solemn assembly; ye shall do no manner of servile work.","These are the appointed seasons of the LORD, which ye shall proclaim to be holy convocations, to bring an offering made by fire unto the LORD, a burnt-offering, and a meal-offering, a sacrifice, and drink-offerings, each on its own day;","beside the sabbaths of the LORD, and beside your gifts, and beside all your vows, and beside all your freewill-offerings, which ye give unto the LORD.","Howbeit on the fifteenth day of the seventh month, when ye have gathered in the fruits of the land, ye shall keep the feast of the LORD seven days; on the first day shall be a solemn rest, and on the eighth day shall be a solemn rest.","And ye shall take you on the first day the fruit of goodly trees, branches of palm-trees, and boughs of thick trees, and willows of the brook, and ye shall rejoice before the LORD your God seven days.","And ye shall keep it a feast unto the LORD seven days in the year; it is a statute for ever in your generations; ye shall keep it in the seventh month.","Ye shall dwell in booths seven days; all that are home-born in Israel shall dwell in booths;","that your generations may know that I made the children of Israel to dwell in booths, when I brought them out of the land of Egypt: I am the LORD your God.","And Moses declared unto the children of Israel the appointed seasons of the LORD."],["And the LORD spoke unto Moses, saying:","’Command the children of Israel, that they bring unto thee pure olive oil beaten for the light, to cause a lamp to burn continually.","Without the veil of the testimony, in the tent of meeting, shall Aaron order it from evening to morning before the LORD continually; it shall be a statute for ever throughout your generations.","He shall order the lamps upon the pure candlestick before the LORD continually.","And thou shalt take fine flour, and bake twelve cakes thereof: two tenth parts of an ephah shall be in one cake.","And thou shalt set them in two rows, six in a row, upon the pure table before the LORD.","And thou shalt put pure frankincense with each row, that it may be to the bread for a memorial-part, even an offering made by fire unto the LORD.","Every sabbath day he shall set it in order before the LORD continually; it is from the children of Israel, an everlasting covenant.","And it shall be for Aaron and his sons; and they shall eat it in a holy place; for it is most holy unto him of the offerings of the LORD made by fire, a perpetual due.’","And the son of an Israelitish woman, whose father was an Egyptian, went out among the children of Israel; and the son of the Israelitish woman and a man of Israel strove together in the camp.","And the son of the Israelitish woman blasphemed the Name, and cursed; and they brought him unto Moses. And his mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan.","And they put him in ward, that it might be declared unto them at the mouth of the LORD.","And the LORD spoke unto Moses, saying:","’Bring forth him that hath cursed without the camp; and let all that heard him lay their hands upon his head, and let all the congregation stone him.","And thou shalt speak unto the children of Israel, saying: Whosoever curseth his God shall bear his sin.","And he that blasphemeth the name of the LORD, he shall surely be put to death; all the congregation shall certainly stone him; as well the stranger, as the home-born, when he blasphemeth the Name, shall be put to death.","And he that smiteth any man mortally shall surely be put to death.","And he that smiteth a beast mortally shall make it good: life for life.","And if a man maim his neighbour; as he hath done, so shall it be done to him:","breach for breach, eye for eye, tooth for tooth; as he hath maimed a man, so shall it be rendered unto him.","And he that killeth a beast shall make it good; and he that killeth a man shall be put to death.","Ye shall have one manner of law, as well for the stranger, as for the home-born; for I am the LORD your God.’","And Moses spoke to the children of Israel, and they brought forth him that had cursed out of the camp, and stoned him with stones. And the children of Israel did as the LORD commanded Moses."]],"sefer":"vayikra","sefer_sponsor":"In Honor of Cookie & Stanley Chera","parasha_sponsor":"","start_chapter":21,"start_verse":1,"end_chapter":24,"end_verse":23}