{"teacher_bio":"Jonathan Snowbell studied in Yeshivat Or Etzion and Yeshiva University. From 1998 to 2005 he studied in Yeshivat Har Etzion, receiving his Rabbinical Ordination from the Chief Rabbinate. He has studied extensively with Rabbi Mordechai Sabato and continues to study with Rabbi Yaakov Medan. He has dedicated his educational career to teaching Talmud and Tanakh to young students in Himelfarb High School for Boys in Jerusalem. Jonathan lives in Alon Shvut with his wife Atara and their five children. ","teacher_title":"Rabbi","teacher_fname":"Jonathan","teacher_mname":null,"teacher_lname":"Snowbell","teacher_image":"https://cdn.tanachstudy.com/assets/images/Rabbi_Jonathan_Snowbell.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"bemidbar","teacher_id":1034,"book_id":38,"book_num_chapters":36,"book_name_pretty_eng":"Bemidbar","parasha_name_pretty_eng":"Bemidbar","book_name":"bemidbar","prev_parasha_id":"behukotai","next_parasha_id":"naso","next_parasha_name":"Naso","hebrew_text":[["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה בְּמִדְבַּר סִינַי בְּאֹהֶל מוֹעֵד בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי בַּשָּׁנָה הַשֵּׁנִית לְצֵאתָם מֵאֶרֶץ מִצְרַיִם לֵאמֹר׃","שְׂאוּ אֶת־רֹאשׁ כָּל־עֲדַת בְּנֵי־יִשְׂרָאֵל לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת כָּל־זָכָר לְגֻלְגְּלֹתָם׃","מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כָּל־יֹצֵא צָבָא בְּיִשְׂרָאֵל תִּפְקְדוּ אֹתָם לְצִבְאֹתָם אַתָּה וְאַהֲרֹן׃","וְאִתְּכֶם יִהְיוּ אִישׁ אִישׁ לַמַּטֶּה אִישׁ רֹאשׁ לְבֵית־אֲבֹתָיו הוּא׃","וְאֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר יַעַמְדוּ אִתְּכֶם לִרְאוּבֵן אֱלִיצוּר בֶּן־שְׁדֵיאוּר׃","לְשִׁמְעוֹן שְׁלֻמִיאֵל בֶּן־צוּרִישַׁדָּי׃","לִיהוּדָה נַחְשׁוֹן בֶּן־עַמִּינָדָב׃","לְיִשָּׂשכָר נְתַנְאֵל בֶּן־צוּעָר׃","לִזְבוּלֻן אֱלִיאָב בֶּן־חֵלֹן׃","לִבְנֵי יוֹסֵף לְאֶפְרַיִם אֱלִישָׁמָע בֶּן־עַמִּיהוּד לִמְנַשֶּׁה גַּמְלִיאֵל בֶּן־פְּדָהצוּר׃","לְבִנְיָמִן אֲבִידָן בֶּן־גִּדְעֹנִי׃","לְדָן אֲחִיעֶזֶר בֶּן־עַמִּישַׁדָּי׃","לְאָשֵׁר פַּגְעִיאֵל בֶּן־עָכְרָן׃","לְגָד אֶלְיָסָף בֶּן־דְּעוּאֵל׃","לְנַפְתָּלִי אֲחִירַע בֶּן־עֵינָן׃","אֵלֶּה קריאי [קְרוּאֵי] הָעֵדָה נְשִׂיאֵי מַטּוֹת אֲבוֹתָם רָאשֵׁי אַלְפֵי יִשְׂרָאֵל הֵם׃","וַיִּקַּח מֹשֶׁה וְאַהֲרֹן אֵת הָאֲנָשִׁים הָאֵלֶּה אֲשֶׁר נִקְּבוּ בְּשֵׁמוֹת׃","וְאֵת כָּל־הָעֵדָה הִקְהִילוּ בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי וַיִּתְיַלְדוּ עַל־מִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה לְגֻלְגְּלֹתָם׃","כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה וַיִּפְקְדֵם בְּמִדְבַּר סִינָי׃","וַיִּהְיוּ בְנֵי־רְאוּבֵן בְּכֹר יִשְׂרָאֵל תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת לְגֻלְגְּלֹתָם כָּל־זָכָר מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה רְאוּבֵן שִׁשָּׁה וְאַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת׃","לִבְנֵי שִׁמְעוֹן תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם פְּקֻדָיו בְּמִסְפַּר שֵׁמוֹת לְגֻלְגְּלֹתָם כָּל־זָכָר מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה שִׁמְעוֹן תִּשְׁעָה וַחֲמִשִּׁים אֶלֶף וּשְׁלֹשׁ מֵאוֹת׃","לִבְנֵי גָד תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה גָד חֲמִשָּׁה וְאַרְבָּעִים אֶלֶף וְשֵׁשׁ מֵאוֹת וַחֲמִשִּׁים׃","לִבְנֵי יְהוּדָה תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה יְהוּדָה אַרְבָּעָה וְשִׁבְעִים אֶלֶף וְשֵׁשׁ מֵאוֹת׃","לִבְנֵי יִשָּׂשכָר תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה יִשָּׂשכָר אַרְבָּעָה וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","לִבְנֵי זְבוּלֻן תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה זְבוּלֻן שִׁבְעָה וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","לִבְנֵי יוֹסֵף לִבְנֵי אֶפְרַיִם תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה אֶפְרָיִם אַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת׃","לִבְנֵי מְנַשֶּׁה תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה מְנַשֶּׁה שְׁנַיִם וּשְׁלֹשִׁים אֶלֶף וּמָאתָיִם׃","לִבְנֵי בִנְיָמִן תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה בִנְיָמִן חֲמִשָּׁה וּשְׁלֹשִׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","לִבְנֵי דָן תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה דָן שְׁנַיִם וְשִׁשִּׁים אֶלֶף וּשְׁבַע מֵאוֹת׃","לִבְנֵי אָשֵׁר תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה אָשֵׁר אֶחָד וְאַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת׃","בְּנֵי נַפְתָּלִי תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כֹּל יֹצֵא צָבָא׃","פְּקֻדֵיהֶם לְמַטֵּה נַפְתָּלִי שְׁלֹשָׁה וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","אֵלֶּה הַפְּקֻדִים אֲשֶׁר פָּקַד מֹשֶׁה וְאַהֲרֹן וּנְשִׂיאֵי יִשְׂרָאֵל שְׁנֵים עָשָׂר אִישׁ אִישׁ־אֶחָד לְבֵית־אֲבֹתָיו הָיוּ׃","וַיִּהְיוּ כָּל־פְּקוּדֵי בְנֵי־יִשְׂרָאֵל לְבֵית אֲבֹתָם מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כָּל־יֹצֵא צָבָא בְּיִשְׂרָאֵל׃","וַיִּהְיוּ כָּל־הַפְּקֻדִים שֵׁשׁ־מֵאוֹת אֶלֶף וּשְׁלֹשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים׃","וְהַלְוִיִּם לְמַטֵּה אֲבֹתָם לֹא הָתְפָּקְדוּ בְּתוֹכָם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","אַךְ אֶת־מַטֵּה לֵוִי לֹא תִפְקֹד וְאֶת־רֹאשָׁם לֹא תִשָּׂא בְּתוֹךְ בְּנֵי יִשְׂרָאֵל׃","וְאַתָּה הַפְקֵד אֶת־הַלְוִיִּם עַל־מִשְׁכַּן הָעֵדֻת וְעַל כָּל־כֵּלָיו וְעַל כָּל־אֲשֶׁר־לוֹ הֵמָּה יִשְׂאוּ אֶת־הַמִּשְׁכָּן וְאֶת־כָּל־כֵּלָיו וְהֵם יְשָׁרְתֻהוּ וְסָבִיב לַמִּשְׁכָּן יַחֲנוּ׃","וּבִנְסֹעַ הַמִּשְׁכָּן יוֹרִידוּ אֹתוֹ הַלְוִיִּם וּבַחֲנֹת הַמִּשְׁכָּן יָקִימוּ אֹתוֹ הַלְוִיִּם וְהַזָּר הַקָּרֵב יוּמָת׃","וְחָנוּ בְּנֵי יִשְׂרָאֵל אִישׁ עַל־מַחֲנֵהוּ וְאִישׁ עַל־דִּגְלוֹ לְצִבְאֹתָם׃","וְהַלְוִיִּם יַחֲנוּ סָבִיב לְמִשְׁכַּן הָעֵדֻת וְלֹא־יִהְיֶה קֶצֶף עַל־עֲדַת בְּנֵי יִשְׂרָאֵל וְשָׁמְרוּ הַלְוִיִּם אֶת־מִשְׁמֶרֶת מִשְׁכַּן הָעֵדוּת׃","וַיַּעֲשׂוּ בְּנֵי יִשְׂרָאֵל כְּכֹל אֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה כֵּן עָשׂוּ׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן לֵאמֹר׃","אִישׁ עַל־דִּגְלוֹ בְאֹתֹת לְבֵית אֲבֹתָם יַחֲנוּ בְּנֵי יִשְׂרָאֵל מִנֶּגֶד סָבִיב לְאֹהֶל־מוֹעֵד יַחֲנוּ׃","וְהַחֹנִים קֵדְמָה מִזְרָחָה דֶּגֶל מַחֲנֵה יְהוּדָה לְצִבְאֹתָם וְנָשִׂיא לִבְנֵי יְהוּדָה נַחְשׁוֹן בֶּן־עַמִּינָדָב׃","וּצְבָאוֹ וּפְקֻדֵיהֶם אַרְבָּעָה וְשִׁבְעִים אֶלֶף וְשֵׁשׁ מֵאוֹת׃","וְהַחֹנִים עָלָיו מַטֵּה יִשָּׂשכָר וְנָשִׂיא לִבְנֵי יִשָּׂשכָר נְתַנְאֵל בֶּן־צוּעָר׃","וּצְבָאוֹ וּפְקֻדָיו אַרְבָּעָה וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","מַטֵּה זְבוּלֻן וְנָשִׂיא לִבְנֵי זְבוּלֻן אֱלִיאָב בֶּן־חֵלֹן׃","וּצְבָאוֹ וּפְקֻדָיו שִׁבְעָה וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","כָּל־הַפְּקֻדִים לְמַחֲנֵה יְהוּדָה מְאַת אֶלֶף וּשְׁמֹנִים אֶלֶף וְשֵׁשֶׁת־אֲלָפִים וְאַרְבַּע־מֵאוֹת לְצִבְאֹתָם רִאשֹׁנָה יִסָּעוּ׃","דֶּגֶל מַחֲנֵה רְאוּבֵן תֵּימָנָה לְצִבְאֹתָם וְנָשִׂיא לִבְנֵי רְאוּבֵן אֱלִיצוּר בֶּן־שְׁדֵיאוּר׃","וּצְבָאוֹ וּפְקֻדָיו שִׁשָּׁה וְאַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת׃","וְהַחוֹנִם עָלָיו מַטֵּה שִׁמְעוֹן וְנָשִׂיא לִבְנֵי שִׁמְעוֹן שְׁלֻמִיאֵל בֶּן־צוּרִי־שַׁדָּי׃","וּצְבָאוֹ וּפְקֻדֵיהֶם תִּשְׁעָה וַחֲמִשִּׁים אֶלֶף וּשְׁלֹשׁ מֵאוֹת׃","וְמַטֵּה גָּד וְנָשִׂיא לִבְנֵי גָד אֶלְיָסָף בֶּן־רְעוּאֵל׃","וּצְבָאוֹ וּפְקֻדֵיהֶם חֲמִשָּׁה וְאַרְבָּעִים אֶלֶף וְשֵׁשׁ מֵאוֹת וַחֲמִשִּׁים׃","כָּל־הַפְּקֻדִים לְמַחֲנֵה רְאוּבֵן מְאַת אֶלֶף וְאֶחָד וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע־מֵאוֹת וַחֲמִשִּׁים לְצִבְאֹתָם וּשְׁנִיִּם יִסָּעוּ׃","וְנָסַע אֹהֶל־מוֹעֵד מַחֲנֵה הַלְוִיִּם בְּתוֹךְ הַמַּחֲנֹת כַּאֲשֶׁר יַחֲנוּ כֵּן יִסָּעוּ אִישׁ עַל־יָדוֹ לְדִגְלֵיהֶם׃","דֶּגֶל מַחֲנֵה אֶפְרַיִם לְצִבְאֹתָם יָמָּה וְנָשִׂיא לִבְנֵי אֶפְרַיִם אֱלִישָׁמָע בֶּן־עַמִּיהוּד׃","וּצְבָאוֹ וּפְקֻדֵיהֶם אַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת׃","וְעָלָיו מַטֵּה מְנַשֶּׁה וְנָשִׂיא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בֶּן־פְּדָהצוּר׃","וּצְבָאוֹ וּפְקֻדֵיהֶם שְׁנַיִם וּשְׁלֹשִׁים אֶלֶף וּמָאתָיִם׃","וּמַטֵּה בִּנְיָמִן וְנָשִׂיא לִבְנֵי בִנְיָמִן אֲבִידָן בֶּן־גִּדְעֹנִי׃","וּצְבָאוֹ וּפְקֻדֵיהֶם חֲמִשָּׁה וּשְׁלֹשִׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","כָּל־הַפְּקֻדִים לְמַחֲנֵה אֶפְרַיִם מְאַת אֶלֶף וּשְׁמֹנַת־אֲלָפִים וּמֵאָה לְצִבְאֹתָם וּשְׁלִשִׁים יִסָּעוּ׃","דֶּגֶל מַחֲנֵה דָן צָפֹנָה לְצִבְאֹתָם וְנָשִׂיא לִבְנֵי דָן אֲחִיעֶזֶר בֶּן־עַמִּישַׁדָּי׃","וּצְבָאוֹ וּפְקֻדֵיהֶם שְׁנַיִם וְשִׁשִּׁים אֶלֶף וּשְׁבַע מֵאוֹת׃","וְהַחֹנִים עָלָיו מַטֵּה אָשֵׁר וְנָשִׂיא לִבְנֵי אָשֵׁר פַּגְעִיאֵל בֶּן־עָכְרָן׃","וּצְבָאוֹ וּפְקֻדֵיהֶם אֶחָד וְאַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת׃","וּמַטֵּה נַפְתָּלִי וְנָשִׂיא לִבְנֵי נַפְתָּלִי אֲחִירַע בֶּן־עֵינָן׃","וּצְבָאוֹ וּפְקֻדֵיהֶם שְׁלֹשָׁה וַחֲמִשִּׁים אֶלֶף וְאַרְבַּע מֵאוֹת׃","כָּל־הַפְּקֻדִים לְמַחֲנֵה דָן מְאַת אֶלֶף וְשִׁבְעָה וַחֲמִשִּׁים אֶלֶף וְשֵׁשׁ מֵאוֹת לָאַחֲרֹנָה יִסְעוּ לְדִגְלֵיהֶם׃","אֵלֶּה פְּקוּדֵי בְנֵי־יִשְׂרָאֵל לְבֵית אֲבֹתָם כָּל־פְּקוּדֵי הַמַּחֲנֹת לְצִבְאֹתָם שֵׁשׁ־מֵאוֹת אֶלֶף וּשְׁלֹשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים׃","וְהַלְוִיִּם לֹא הָתְפָּקְדוּ בְּתוֹךְ בְּנֵי יִשְׂרָאֵל כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃","וַיַּעֲשׂוּ בְּנֵי יִשְׂרָאֵל כְּכֹל אֲשֶׁר־צִוָּה יְהוָה אֶת־מֹשֶׁה כֵּן־חָנוּ לְדִגְלֵיהֶם וְכֵן נָסָעוּ אִישׁ לְמִשְׁפְּחֹתָיו עַל־בֵּית אֲבֹתָיו׃"],["וְאֵלֶּה תּוֹלְדֹת אַהֲרֹן וּמֹשֶׁה בְּיוֹם דִּבֶּר יְהוָה אֶת־מֹשֶׁה בְּהַר סִינָי׃","וְאֵלֶּה שְׁמוֹת בְּנֵי־אַהֲרֹן הַבְּכוֹר נָדָב וַאֲבִיהוּא אֶלְעָזָר וְאִיתָמָר׃","אֵלֶּה שְׁמוֹת בְּנֵי אַהֲרֹן הַכֹּהֲנִים הַמְּשֻׁחִים אֲשֶׁר־מִלֵּא יָדָם לְכַהֵן׃","וַיָּמָת נָדָב וַאֲבִיהוּא לִפְנֵי יְהוָה בְּהַקְרִבָם אֵשׁ זָרָה לִפְנֵי יְהוָה בְּמִדְבַּר סִינַי וּבָנִים לֹא־הָיוּ לָהֶם וַיְכַהֵן אֶלְעָזָר וְאִיתָמָר עַל־פְּנֵי אַהֲרֹן אֲבִיהֶם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","הַקְרֵב אֶת־מַטֵּה לֵוִי וְהַעֲמַדְתָּ אֹתוֹ לִפְנֵי אַהֲרֹן הַכֹּהֵן וְשֵׁרְתוּ אֹתוֹ׃","וְשָׁמְרוּ אֶת־מִשְׁמַרְתּוֹ וְאֶת־מִשְׁמֶרֶת כָּל־הָעֵדָה לִפְנֵי אֹהֶל מוֹעֵד לַעֲבֹד אֶת־עֲבֹדַת הַמִּשְׁכָּן׃","וְשָׁמְרוּ אֶת־כָּל־כְּלֵי אֹהֶל מוֹעֵד וְאֶת־מִשְׁמֶרֶת בְּנֵי יִשְׂרָאֵל לַעֲבֹד אֶת־עֲבֹדַת הַמִּשְׁכָּן׃","וְנָתַתָּה אֶת־הַלְוִיִּם לְאַהֲרֹן וּלְבָנָיו נְתוּנִם נְתוּנִם הֵמָּה לוֹ מֵאֵת בְּנֵי יִשְׂרָאֵל׃","וְאֶת־אַהֲרֹן וְאֶת־בָּנָיו תִּפְקֹד וְשָׁמְרוּ אֶת־כְּהֻנָּתָם וְהַזָּר הַקָּרֵב יוּמָת׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","וַאֲנִי הִנֵּה לָקַחְתִּי אֶת־הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל תַּחַת כָּל־בְּכוֹר פֶּטֶר רֶחֶם מִבְּנֵי יִשְׂרָאֵל וְהָיוּ לִי הַלְוִיִּם׃","כִּי לִי כָּל־בְּכוֹר בְּיוֹם הַכֹּתִי כָל־בְּכוֹר בְּאֶרֶץ מִצְרַיִם הִקְדַּשְׁתִּי לִי כָל־בְּכוֹר בְּיִשְׂרָאֵל מֵאָדָם עַד־בְּהֵמָה לִי יִהְיוּ אֲנִי יְהוָה׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה בְּמִדְבַּר סִינַי לֵאמֹר׃","פְּקֹד אֶת־בְּנֵי לֵוִי לְבֵית אֲבֹתָם לְמִשְׁפְּחֹתָם כָּל־זָכָר מִבֶּן־חֹדֶשׁ וָמַעְלָה תִּפְקְדֵם׃","וַיִּפְקֹד אֹתָם מֹשֶׁה עַל־פִּי יְהוָה כַּאֲשֶׁר צֻוָּה׃","וַיִּהְיוּ־אֵלֶּה בְנֵי־לֵוִי בִּשְׁמֹתָם גֵּרְשׁוֹן וּקְהָת וּמְרָרִי׃","וְאֵלֶּה שְׁמוֹת בְּנֵי־גֵרְשׁוֹן לְמִשְׁפְּחֹתָם לִבְנִי וְשִׁמְעִי׃","וּבְנֵי קְהָת לְמִשְׁפְּחֹתָם עַמְרָם וְיִצְהָר חֶבְרוֹן וְעֻזִּיאֵל׃","וּבְנֵי מְרָרִי לְמִשְׁפְּחֹתָם מַחְלִי וּמוּשִׁי אֵלֶּה הֵם מִשְׁפְּחֹת הַלֵּוִי לְבֵית אֲבֹתָם׃","לְגֵרְשׁוֹן מִשְׁפַּחַת הַלִּבְנִי וּמִשְׁפַּחַת הַשִּׁמְעִי אֵלֶּה הֵם מִשְׁפְּחֹת הַגֵּרְשֻׁנִּי׃","פְּקֻדֵיהֶם בְּמִסְפַּר כָּל־זָכָר מִבֶּן־חֹדֶשׁ וָמָעְלָה פְּקֻדֵיהֶם שִׁבְעַת אֲלָפִים וַחֲמֵשׁ מֵאוֹת׃","מִשְׁפְּחֹת הַגֵּרְשֻׁנִּי אַחֲרֵי הַמִּשְׁכָּן יַחֲנוּ יָמָּה׃","וּנְשִׂיא בֵית־אָב לַגֵּרְשֻׁנִּי אֶלְיָסָף בֶּן־לָאֵל׃","וּמִשְׁמֶרֶת בְּנֵי־גֵרְשׁוֹן בְּאֹהֶל מוֹעֵד הַמִּשְׁכָּן וְהָאֹהֶל מִכְסֵהוּ וּמָסַךְ פֶּתַח אֹהֶל מוֹעֵד׃","וְקַלְעֵי הֶחָצֵר וְאֶת־מָסַךְ פֶּתַח הֶחָצֵר אֲשֶׁר עַל־הַמִּשְׁכָּן וְעַל־הַמִּזְבֵּחַ סָבִיב וְאֵת מֵיתָרָיו לְכֹל עֲבֹדָתוֹ׃","וְלִקְהָת מִשְׁפַּחַת הַעַמְרָמִי וּמִשְׁפַּחַת הַיִּצְהָרִי וּמִשְׁפַּחַת הַחֶבְרֹנִי וּמִשְׁפַּחַת הָעָזִּיאֵלִי אֵלֶּה הֵם מִשְׁפְּחֹת הַקְּהָתִי׃","בְּמִסְפַּר כָּל־זָכָר מִבֶּן־חֹדֶשׁ וָמָעְלָה שְׁמֹנַת אֲלָפִים וְשֵׁשׁ מֵאוֹת שֹׁמְרֵי מִשְׁמֶרֶת הַקֹּדֶשׁ׃","מִשְׁפְּחֹת בְּנֵי־קְהָת יַחֲנוּ עַל יֶרֶךְ הַמִּשְׁכָּן תֵּימָנָה׃","וּנְשִׂיא בֵית־אָב לְמִשְׁפְּחֹת הַקְּהָתִי אֶלִיצָפָן בֶּן־עֻזִּיאֵל׃","וּמִשְׁמַרְתָּם הָאָרֹן וְהַשֻּׁלְחָן וְהַמְּנֹרָה וְהַמִּזְבְּחֹת וּכְלֵי הַקֹּדֶשׁ אֲשֶׁר יְשָׁרְתוּ בָּהֶם וְהַמָּסָךְ וְכֹל עֲבֹדָתוֹ׃","וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי אֶלְעָזָר בֶּן־אַהֲרֹן הַכֹּהֵן פְּקֻדַּת שֹׁמְרֵי מִשְׁמֶרֶת הַקֹּדֶשׁ׃","לִמְרָרִי מִשְׁפַּחַת הַמַּחְלִי וּמִשְׁפַּחַת הַמּוּשִׁי אֵלֶּה הֵם מִשְׁפְּחֹת מְרָרִי׃","וּפְקֻדֵיהֶם בְּמִסְפַּר כָּל־זָכָר מִבֶּן־חֹדֶשׁ וָמָעְלָה שֵׁשֶׁת אֲלָפִים וּמָאתָיִם׃","וּנְשִׂיא בֵית־אָב לְמִשְׁפְּחֹת מְרָרִי צוּרִיאֵל בֶּן־אֲבִיחָיִל עַל יֶרֶךְ הַמִּשְׁכָּן יַחֲנוּ צָפֹנָה׃","וּפְקֻדַּת מִשְׁמֶרֶת בְּנֵי מְרָרִי קַרְשֵׁי הַמִּשְׁכָּן וּבְרִיחָיו וְעַמֻּדָיו וַאֲדָנָיו וְכָל־כֵּלָיו וְכֹל עֲבֹדָתוֹ׃","וְעַמֻּדֵי הֶחָצֵר סָבִיב וְאַדְנֵיהֶם וִיתֵדֹתָם וּמֵיתְרֵיהֶם׃","וְהַחֹנִים לִפְנֵי הַמִּשְׁכָּן קֵדְמָה לִפְנֵי אֹהֶל־מוֹעֵד מִזְרָחָה מֹשֶׁה וְאַהֲרֹן וּבָנָיו שֹׁמְרִים מִשְׁמֶרֶת הַמִּקְדָּשׁ לְמִשְׁמֶרֶת בְּנֵי יִשְׂרָאֵל וְהַזָּר הַקָּרֵב יוּמָת׃","כָּל־פְּקוּדֵי הַלְוִיִּם אֲשֶׁר פָּקַד מֹשֶׁה וְאַהֲרֹן עַל־פִּי יְהוָה לְמִשְׁפְּחֹתָם כָּל־זָכָר מִבֶּן־חֹדֶשׁ וָמַעְלָה שְׁנַיִם וְעֶשְׂרִים אָלֶף׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה פְּקֹד כָּל־בְּכֹר זָכָר לִבְנֵי יִשְׂרָאֵל מִבֶּן־חֹדֶשׁ וָמָעְלָה וְשָׂא אֵת מִסְפַּר שְׁמֹתָם׃","וְלָקַחְתָּ אֶת־הַלְוִיִּם לִי אֲנִי יְהוָה תַּחַת כָּל־בְּכֹר בִּבְנֵי יִשְׂרָאֵל וְאֵת בֶּהֱמַת הַלְוִיִּם תַּחַת כָּל־בְּכוֹר בְּבֶהֱמַת בְּנֵי יִשְׂרָאֵל׃","וַיִּפְקֹד מֹשֶׁה כַּאֲשֶׁר צִוָּה יְהוָה אֹתוֹ אֶת־כָּל־בְּכֹר בִּבְנֵי יִשְׂרָאֵל׃","וַיְהִי כָל־בְּכוֹר זָכָר בְּמִסְפַּר שֵׁמוֹת מִבֶּן־חֹדֶשׁ וָמַעְלָה לִפְקֻדֵיהֶם שְׁנַיִם וְעֶשְׂרִים אֶלֶף שְׁלֹשָׁה וְשִׁבְעִים וּמָאתָיִם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","קַח אֶת־הַלְוִיִּם תַּחַת כָּל־בְּכוֹר בִּבְנֵי יִשְׂרָאֵל וְאֶת־בֶּהֱמַת הַלְוִיִּם תַּחַת בְּהֶמְתָּם וְהָיוּ־לִי הַלְוִיִּם אֲנִי יְהוָה׃","וְאֵת פְּדוּיֵי הַשְּׁלֹשָׁה וְהַשִּׁבְעִים וְהַמָּאתָיִם הָעֹדְפִים עַל־הַלְוִיִּם מִבְּכוֹר בְּנֵי יִשְׂרָאֵל׃","וְלָקַחְתָּ חֲמֵשֶׁת חֲמֵשֶׁת שְׁקָלִים לַגֻּלְגֹּלֶת בְּשֶׁקֶל הַקֹּדֶשׁ תִּקָּח עֶשְׂרִים גֵּרָה הַשָּׁקֶל׃","וְנָתַתָּה הַכֶּסֶף לְאַהֲרֹן וּלְבָנָיו פְּדוּיֵי הָעֹדְפִים בָּהֶם׃","וַיִּקַּח מֹשֶׁה אֵת כֶּסֶף הַפִּדְיוֹם מֵאֵת הָעֹדְפִים עַל פְּדוּיֵי הַלְוִיִּם׃","מֵאֵת בְּכוֹר בְּנֵי יִשְׂרָאֵל לָקַח אֶת־הַכָּסֶף חֲמִשָּׁה וְשִׁשִּׁים וּשְׁלֹשׁ מֵאוֹת וָאֶלֶף בְּשֶׁקֶל הַקֹּדֶשׁ׃","וַיִּתֵּן מֹשֶׁה אֶת־כֶּסֶף הַפְּדֻיִם לְאַהֲרֹן וּלְבָנָיו עַל־פִּי יְהוָה כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן לֵאמֹר׃","נָשֹׂא אֶת־רֹאשׁ בְּנֵי קְהָת מִתּוֹךְ בְּנֵי לֵוִי לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם׃","מִבֶּן שְׁלֹשִׁים שָׁנָה וָמַעְלָה וְעַד בֶּן־חֲמִשִּׁים שָׁנָה כָּל־בָּא לַצָּבָא לַעֲשׂוֹת מְלָאכָה בְּאֹהֶל מוֹעֵד׃","זֹאת עֲבֹדַת בְּנֵי־קְהָת בְּאֹהֶל מוֹעֵד קֹדֶשׁ הַקֳּדָשִׁים׃","וּבָא אַהֲרֹן וּבָנָיו בִּנְסֹעַ הַמַּחֲנֶה וְהוֹרִדוּ אֵת פָּרֹכֶת הַמָּסָךְ וְכִסּוּ־בָהּ אֵת אֲרֹן הָעֵדֻת׃","וְנָתְנוּ עָלָיו כְּסוּי עוֹר תַּחַשׁ וּפָרְשׂוּ בֶגֶד־כְּלִיל תְּכֵלֶת מִלְמָעְלָה וְשָׂמוּ בַּדָּיו׃","וְעַל שֻׁלְחַן הַפָּנִים יִפְרְשׂוּ בֶּגֶד תְּכֵלֶת וְנָתְנוּ עָלָיו אֶת־הַקְּעָרֹת וְאֶת־הַכַּפֹּת וְאֶת־הַמְּנַקִּיֹּת וְאֵת קְשׂוֹת הַנָּסֶךְ וְלֶחֶם הַתָּמִיד עָלָיו יִהְיֶה׃","וּפָרְשׂוּ עֲלֵיהֶם בֶּגֶד תּוֹלַעַת שָׁנִי וְכִסּוּ אֹתוֹ בְּמִכְסֵה עוֹר תָּחַשׁ וְשָׂמוּ אֶת־בַּדָּיו׃","וְלָקְחוּ בֶּגֶד תְּכֵלֶת וְכִסּוּ אֶת־מְנֹרַת הַמָּאוֹר וְאֶת־נֵרֹתֶיהָ וְאֶת־מַלְקָחֶיהָ וְאֶת־מַחְתֹּתֶיהָ וְאֵת כָּל־כְּלֵי שַׁמְנָהּ אֲשֶׁר יְשָׁרְתוּ־לָהּ בָּהֶם׃","וְנָתְנוּ אֹתָהּ וְאֶת־כָּל־כֵּלֶיהָ אֶל־מִכְסֵה עוֹר תָּחַשׁ וְנָתְנוּ עַל־הַמּוֹט׃","וְעַל מִזְבַּח הַזָּהָב יִפְרְשׂוּ בֶּגֶד תְּכֵלֶת וְכִסּוּ אֹתוֹ בְּמִכְסֵה עוֹר תָּחַשׁ וְשָׂמוּ אֶת־בַּדָּיו׃","וְלָקְחוּ אֶת־כָּל־כְּלֵי הַשָּׁרֵת אֲשֶׁר יְשָׁרְתוּ־בָם בַּקֹּדֶשׁ וְנָתְנוּ אֶל־בֶּגֶד תְּכֵלֶת וְכִסּוּ אוֹתָם בְּמִכְסֵה עוֹר תָּחַשׁ וְנָתְנוּ עַל־הַמּוֹט׃","וְדִשְּׁנוּ אֶת־הַמִּזְבֵּחַ וּפָרְשׂוּ עָלָיו בֶּגֶד אַרְגָּמָן׃","וְנָתְנוּ עָלָיו אֶת־כָּל־כֵּלָיו אֲשֶׁר יְשָׁרְתוּ עָלָיו בָּהֶם אֶת־הַמַּחְתֹּת אֶת־הַמִּזְלָגֹת וְאֶת־הַיָּעִים וְאֶת־הַמִּזְרָקֹת כֹּל כְּלֵי הַמִּזְבֵּחַ וּפָרְשׂוּ עָלָיו כְּסוּי עוֹר תַּחַשׁ וְשָׂמוּ בַדָּיו׃","וְכִלָּה אַהֲרֹן־וּבָנָיו לְכַסֹּת אֶת־הַקֹּדֶשׁ וְאֶת־כָּל־כְּלֵי הַקֹּדֶשׁ בִּנְסֹעַ הַמַּחֲנֶה וְאַחֲרֵי־כֵן יָבֹאוּ בְנֵי־קְהָת לָשֵׂאת וְלֹא־יִגְּעוּ אֶל־הַקֹּדֶשׁ וָמֵתוּ אֵלֶּה מַשָּׂא בְנֵי־קְהָת בְּאֹהֶל מוֹעֵד׃","וּפְקֻדַּת אֶלְעָזָר בֶּן־אַהֲרֹן הַכֹּהֵן שֶׁמֶן הַמָּאוֹר וּקְטֹרֶת הַסַּמִּים וּמִנְחַת הַתָּמִיד וְשֶׁמֶן הַמִּשְׁחָה פְּקֻדַּת כָּל־הַמִּשְׁכָּן וְכָל־אֲשֶׁר־בּוֹ בְּקֹדֶשׁ וּבְכֵלָיו׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן לֵאמֹר׃","אַל־תַּכְרִיתוּ אֶת־שֵׁבֶט מִשְׁפְּחֹת הַקְּהָתִי מִתּוֹךְ הַלְוִיִּם׃","וְזֹאת עֲשׂוּ לָהֶם וְחָיוּ וְלֹא יָמֻתוּ בְּגִשְׁתָּם אֶת־קֹדֶשׁ הַקֳּדָשִׁים אַהֲרֹן וּבָנָיו יָבֹאוּ וְשָׂמוּ אוֹתָם אִישׁ אִישׁ עַל־עֲבֹדָתוֹ וְאֶל־מַשָּׂאוֹ׃","וְלֹא־יָבֹאוּ לִרְאוֹת כְּבַלַּע אֶת־הַקֹּדֶשׁ וָמֵתוּ׃"]],"english_text":[["AND THE LORD spoke unto Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after the were come out of the land of Egypt, saying:","’Take ye the sum of all the congregation of the children of Israel, by their families, by their fathers’houses, according to the number of names, every male, by their polls;","from twenty years old and upward, all that are able to go forth to war in Israel: ye shall number them by their hosts, even thou and Aaron.","And with you there shall be a man of every tribe, every one head of his fathers’house.","And these are the names of the men that shall stand with you: of Reuben, Elizur the son of Shedeur.","Of Simeon, Shelumiel the son of Zurishaddai.","Of Judah, Nahshon the son of Amminadab.","Of Issachar, Nethanel the son of Zuar.","Of Zebulun, Eliab the son of Helon.","Of the children of Joseph: of Ephraim, Elishama the son of Ammihud; of Manasseh, Gamaliel the son of Pedahzur.","Of Benjamin, Abidan the son of Gideoni.","Of Dan, Ahiezer the son of Ammishaddai.","Of Asher, Pagiel the son of Ochran.","Of Gad, Eliasaph the son of Deuel.","Of Naphtali, Ahira the son of Enan.’","These were the elect of the congregation, the princes of the tribes of their fathers; they were the heads of the thousands of Israel.","And Moses and Aaron took these men that are pointed out by name.","And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by their fathers’houses, according to the number of names, from twenty years old and upward, by their polls.","As the LORD commanded Moses, so did he number them in the wilderness of Sinai.","And the children of Reuben, Israel’s first-born, their generations, by their families, by their fathers’houses, according to the number of names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Reuben, were forty and six thousand and five hundred.","Of the children of Simeon, their generations, by their families, by their fathers’houses, those that were numbered thereof, according to the number of names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Simeon, were fifty and nine thousand and three hundred.","Of the children of Gad, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Gad, were forty and five thousand six hundred and fifty.","Of the children of Judah, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Judah, were threescore and fourteen thousand and six hundred.","Of the children of Issachar, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Issachar, were fifty and four thousand and four hundred.","Of the children of Zebulun, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Zebulun, were fifty and seven thousand and four hundred.","Of the children of Joseph, namely, of the children of Ephraim, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Ephraim, were forty thousand and five hundred.","Of the children of Manasseh, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Manasseh, were thirty and two thousand and two hundred.","Of the children of Benjamin, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Benjamin, were thirty and five thousand and four hundred.","Of the children of Dan, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Dan, were threescore and two thousand and seven hundred.","Of the children of Asher, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Asher, were forty and one thousand and five hundred.","Of the children of Naphtali, their generations, by their families, by their fathers’houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war;","those that were numbered of them, of the tribe of Naphtali, were fifty and three thousand and four hundred.","These are those that were numbered, which Moses and Aaron numbered, and the princes of Israel, being twelve men; they were each one for his fathers’house.","And all those that were numbered of the children of Israel by their fathers’houses, from twenty years old and upward, all that were able to go forth to war in Israel;","even all those that were numbered were six hundred thousand and three thousand and five hundred and fifty.","But the Levites after the tribe of their fathers were not numbered among them.","And the LORD spoke unto Moses, saying:","’Howbeit the tribe of Levi thou shalt not number, neither shalt thou take the sum of them among the children of Israel;","but appoint thou the Levites over the tabernacle of the testimony, and over all the furniture thereof, and over all that belongeth to it; they shall bear the tabernacle, and all the furniture thereof; and they shall minister unto it, and shall encamp round about the tabernacle.","And when the tabernacle setteth forward, the Levites shall take it down; and when the tabernacle is to be pitched, the Levites shall set it up; and the common man that draweth nigh shall be put to death.","And the children of Israel shall pitch their tents, every man with his own camp, and every man with his own standard, according to their hosts.","But the Levites shall pitch round about the tabernacle of the testimony, that there be no wrath upon the congregation of the children of Israel; and the Levites shall keep the charge of the tabernacle of the testimony.’","Thus did the children of Israel; according to all that the LORD commanded Moses, so did they."],["And the LORD spoke unto Moses and unto Aaron, saying:","’The children of Israel shall pitch by their fathers’houses; every man with his own standard, according to the ensigns; a good way off shall they pitch round about the tent of meeting.","Now those that pitch on the east side toward the sunrising shall be they of the standard of the camp of Judah, according to their hosts; the prince of the children of Judah being Nahshon the son of Amminadab,","and his host, and those that were numbered of them, threescore and fourteen thousand and six hundred;","and those that pitch next unto him shall be the tribe of Issachar; the prince of the children of Issachar being Nethanel the son of Zuar,","and his host, even those that were numbered thereof, fifty and four thousand and four hundred;","and the tribe of Zebulun; the prince of the children of Zebulun being Eliab the son of Helon,","and his host, and those that were numbered thereof, fifty and seven thousand and four hundred;","all that were numbered of the camp of Judah being a hundred thousand and fourscore thousand and six thousand and four hundred, according to their hosts; they shall set forth first.","On the south side shall be the standard of the camp of Reuben according to their hosts; the prince of the children of Reuben being Elizur the son of Shedeur,","and his host, and those that were numbered thereof, forty and six thousand and five hundred;","and those that pitch next unto him shall be the tribe of Simeon; the prince of the children of Simeon being Shelumiel the son of Zurishaddai,","and his host, and those that were numbered of them, fifty and nine thousand and three hundred;","and the tribe of Gad; the prince of the children of Gad being Eliasaph the son of Reuel,","and his host, even those that were numbered of them, forty and five thousand and six hundred and fifty;","all that were numbered of the camp of Reuben being a hundred thousand and fifty and one thousand and four hundred and fifty, according to their hosts; and they shall set forth second.","Then the tent of meeting, with the camp of the Levites, shall set forward in the midst of the camps; as they encamp, so shall they set forward, every man in his place, by their standards.","On the west side shall be the standard of the camp of Ephraim according to their hosts; the prince of the children of Ephraim being Elishama the son of Ammihud,","and his host, and those that were numbered of them, forty thousand and five hundred;","and next unto him shall be the tribe of Manasseh; the prince of the children of Manasseh being Gamaliel the son of Pedahzur,","and his host, and those that were numbered of them, thirty and two thousand and two hundred;","and the tribe of Benjamin; the prince of the children of Benjamin being Abidan the son of Gideoni,","and his host, and those that were numbered of them, thirty and five thousand and four hundred;","all that were numbered of the camp of Ephraim being a hundred thousand and eight thousand and a hundred, according to their hosts; and they shall set forth third.","On the north side shall be the standard of the camp of Dan according to their hosts; the prince of the children of Dan being Ahiezer the son of Ammishaddai,","and his host, and those that were numbered of them, threescore and two thousand and seven hundred;","and those that pitch next unto him shall be the tribe of Asher; the prince of the children of Asher being Pagiel the son of Ochran,","and his host, and those that were numbered of them, forty and one thousand and five hundred;","and the tribe of Naphtali; the prince of the children of Naphtali being Ahira the son of Enan,","and his host, and those that were numbered of them, fifty and three thousand and four hundred;","all that were numbered of the camp of Dan being a hundred thousand and fifty and seven thousand and six hundred; they shall set forth hindmost by their standards.’","These are they that were numbered of the children of Israel by their fathers’houses; all that were numbered of the camps according to their hosts were six hundred thousand and three thousand and five hundred and fifty.","But the Levites were not numbered among the children of Israel; as the LORD commanded Moses.","Thus did the children of Israel: according to all that the LORD commanded Moses, so they pitched by their standards, and so they set forward, each one according to its families, and according to its fathers’houses."],["Now these are the generations of Aaron and Moses in the day that the LORD spoke with Moses in mount Sinai.","And these are the names of the sons of Aaron: Nadab the first-born, and Abihu, Eleazar, and Ithamar.","These are the names of the sons of Aaron, the priests that were anointed, whom he consecrated to minister in the priest’s office.","And Nadab and Abihu died before the LORD, when they offered strange fire before the LORD, in the wilderness of Sinai, and they had no children; and Eleazar and Ithamar ministered in the priest’s office in the presence of Aaron their father.","And the LORD spoke unto Moses, saying:","’Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister unto him.","And they shall keep his charge, and the charge of the whole congregation before the tent of meeting, to do the service of the tabernacle.","And they shall keep all the furniture of the tent of meeting, and the charge of the children of Israel, to do the service of the tabernacle.","And thou shalt give the Levites unto Aaron and to his sons; they are wholly given unto him from the children of Israel.","And thou shalt appoint Aaron and his sons, that they may keep their priesthood; and the common man that draweth nigh shall be put to death.’","And the LORD spoke unto Moses, saying:","’And I, behold, I have taken the Levites from among the children of Israel instead of every first-born that openeth the womb among the children of Israel; and the Levites shall be Mine;","for all the first-born are Mine: on the day that I smote all the first-born in the land of Egypt I hallowed unto Me all the first-born in Israel, both man and beast, Mine they shall be: I am the LORD.’ .","And the LORD spoke unto Moses in the wilderness of Sinai, saying:","’Number the children of Levi by their fathers’houses, by their families; every male from a month old and upward shalt thou number them.’","And Moses numbered them according to the word of the LORD, as he was commanded.","And these were the sons of Levi by their names: Gershon, and Kohath, and Merari.","And these are the names of the sons of Gershon by their families: Libni and Shimei.","And the sons of Kohath by their families: Amram and Izhar, Hebron and Uzziel.","And the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to their fathers’houses.","Of Gershon was the family of the Libnites, and the family of the Shimeites; these are the families of the Gershonites.","Those that were numbered of them, according to the number of all the males, from a month old and upward, even those that were numbered of them were seven thousand and five hundred.","The families of the Gershonites were to pitch behind the tabernacle westward;","the prince of the fathers’house of the Gershonites being Eliasaph the son of Lael,","and the charge of the sons of Gershon in the tent of meeting the tabernacle, and the Tent, the covering thereof, and the screen for the door of the tent of meeting,","and the hangings of the court, and the screen for the door of the court—which is by the tabernacle, and by the altar, round about—and the cords of it, even whatsoever pertaineth to the service thereof.","And of Kohath was the family of the Amramites, and the family of the Izharites, and the family of the Hebronites, and the family of the Uzzielites; these are the families of the Kohathites:","according to the number of all the males, from a month old and upward, eight thousand and six hundred, keepers of the charge of the sanctuary.","The families of the sons of Kohath were to pitch on the side of the tabernacle southward;","the prince of the fathers’house of the families of the Kohathites being Elizaphan the son of Uzziel,","and their charge the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary wherewith the priests minister, and the screen, and all that pertaineth to the service thereof;","Eleazar the son of Aaron the priest being prince of the princes of the Levites, and having the oversight of them that keep the charge of the sanctuary.","Of Merari was the family of the Mahlites, and the family of the Mushites; these are the families of Merari.","And those that were numbered of them, according to the number of all the males, from a month old and upward, were six thousand and two hundred;","the prince of the fathers’house of the families of Merari being Zuriel the son of Abihail; they were to pitch on the side of the tabernacle northward;","the appointed charge of the sons of Merari being the boards of the tabernacle, and the bars thereof, and the pillars thereof, and the sockets thereof, and all the instruments thereof, and all that pertaineth to the service thereof;","and the pillars of the court round about, and their sockets, and their pins, and their cords.","And those that were to pitch before the tabernacle eastward, before the tent of meeting toward the sunrising, were Moses, and Aaron and his sons, keeping the charge of the sanctuary, even the charge for the children of Israel; and the common man that drew nigh was to be put to death.","All that were numbered of the Levites, whom Moses and Aaron numbered at the commandment of the LORD, by their families, all the males from a month old and upward, were twenty and two thousand.","And the LORD said unto Moses: ‘Number all the first-born males of the children of Israel from a month old and upward, and take the number of their names.","And thou shalt take the Levites for Me, even the LORD, instead of all the first-born among the children of Israel; and the cattle of the Levites instead of all the firstlings among the cattle of the children of Israel.’","And Moses numbered, as the LORD commanded him, all the first-born among the children of Israel.","And all the first-born males according to the number of names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and threescore and thirteen.","And the LORD spoke unto Moses, saying:","’Take the Levites instead of all the first-born among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be Mine, even the LORD’S.","And as for the redemption of the two hundred and three score and thirteen of the first-born of the children of Israel, that are over and above the number of the Levites,","thou shalt take five shekels apiece by the poll; after the shekel of the sanctuary shalt thou take them—the shekel is twenty gerahs.","And thou shalt give the money wherewith they that remain over of them are redeemed unto Aaron and to his sons.’","And Moses took the redemption-money from them that were over and above them that were redeemed by the Levites;","from the first-born of the children of Israel took he the money: a thousand three hundred and threescore and five shekels, after the shekel of the sanctuary.","And Moses gave the redemption-money unto Aaron and to his sons, according to the word of the LORD, as the LORD commanded Moses."],["And the LORD spoke unto Moses and unto Aaron, saying:","’Take the sum of the sons of Kohath from among the sons of Levi, by their families, by their fathers’houses,","from thirty years old and upward even until fifty years old, all that enter upon the service, to do work in the tent of meeting.","This is the service of the sons of Kohath in the tent of meeting, about the most holy things:","when the camp setteth forward, Aaron shall go in, and his sons, and they shall take down the veil of the screen, and cover the ark of the testimony with it;","and shall put thereon a covering of sealskin, and shall spread over it a cloth all of blue, and shall set the staves thereof.","And upon the table of showbread they shall spread a cloth of blue, and put thereon the dishes, and the pans, and the bowls, and the jars wherewith to pour out; and the continual bread shall remain thereon.","And they shall spread upon them a cloth of scarlet, and cover the same with a covering of sealskin, and shall set the staves thereof.","And they shall take a cloth of blue, and cover the candlestick of the light, and its lamps, and its tongs, and its snuffdishes, and all the oil vessels thereof, wherewith they minister unto it.","And they shall put it and all the vessels thereof within a covering of sealskin, and shall put it upon a bar.","And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of sealskin, and shall set the staves thereof.","And they shall take all the vessels of ministry, wherewith they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of sealskin, and shall put them on a bar.","And they shall take away the ashes from the altar, and spread a purple cloth thereon.","And they shall put upon it all the vessels thereof, wherewith they minister about it, the fire-pans, the flesh-hooks, and the shovels, and the basins, all the vessels of the altar; and they shall spread upon it a covering of sealskin, and set the staves thereof.","And when Aaron and his sons have made an end of covering the holy furniture, and all the holy vessels, as the camp is to set forward—after that, the sons of Kohath shall come to bear them; but they shall not touch the holy things, lest they die. These things are the burden of the sons of Kohath in the tent of meeting.","And the charge of Eleazar the son of Aaron the priest shall be the oil for the light, and the sweet incense, and the continual meal-offering, and the anointing oil: he shall have the charge of all the tabernacle, and of all that therein is, whether it be the sanctuary, or the furniture thereof.’","And the LORD spoke unto Moses and unto Aaron, saying:","’Cut ye not off the tribe of the families of the Kohathites from among the Levites;","but thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden;","but they shall not go in to see the holy things as they are being covered, lest they die.’"]],"sefer":"bemidbar","sefer_sponsor":"","parasha_sponsor":"","start_chapter":1,"start_verse":1,"end_chapter":4,"end_verse":20}
