{
  "teacher_bio": "Yosefa Wruble teaches Tanakh at Matan's Bet Midrash in Jerusalem. She is a graduate of Matan's Advanced Tanakh Masters Program and is completing a doctorate in Tanakh at Bar-Ilan University. Yosefa lives with her husband and children in Jerusalem. ",
  "teacher_title": "Mrs.",
  "teacher_fname": "Yosefa",
  "teacher_mname": null,
  "teacher_lname": "Wruble",
  "teacher_image": "https://cdn.tanachstudy.com/assets/images/Mrs_Yosefa_Wruble.jpg",
  "part_id": 5,
  "part_name": "torah",
  "parts_breakdown": [
    {
      "number": 1,
      "title": "The Purification Rites of the Red Heifer",
      "start_chapter": 19,
      "start_verse": 1,
      "end_chapter": 19,
      "end_verse": 22
    },
    {
      "number": 2,
      "title": "Moshe Strikes the Rock",
      "start_chapter": 20,
      "start_verse": 1,
      "end_chapter": 20,
      "end_verse": 13
    },
    {
      "number": 3,
      "title": "Edom's Rebuff and Aharon's Death",
      "start_chapter": 20,
      "start_verse": 14,
      "end_chapter": 20,
      "end_verse": 29
    },
    {
      "number": 4,
      "title": "Battling Arad and the Episode of the Fiery Serpents",
      "start_chapter": 21,
      "start_verse": 1,
      "end_chapter": 21,
      "end_verse": 9
    },
    {
      "number": 5,
      "title": "The March Towards the Land Continues",
      "start_chapter": 21,
      "start_verse": 10,
      "end_chapter": 21,
      "end_verse": 20
    },
    {
      "number": 6,
      "title": "Sichon and Og Defeated",
      "start_chapter": 21,
      "start_verse": 21,
      "end_chapter": 22,
      "end_verse": 1
    }
  ],
  "perek_id": "hukat",
  "teacher_id": 1035,
  "book_id": 38,
  "book_num_chapters": 36,
  "book_name_pretty_eng": "Bemidbar",
  "parasha_name_pretty_eng": "Hukat",
  "book_name": "bemidbar",
  "prev_parasha_id": "korah",
  "next_parasha_id": "balak",
  "next_parasha_name": "Balak",
  "hebrew_text": [
    [
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן לֵאמֹר׃",
      "זֹאת חֻקַּת הַתּוֹרָה אֲשֶׁר־צִוָּה יְהוָה לֵאמֹר דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְיִקְחוּ אֵלֶיךָ פָרָה אֲדֻמָּה תְּמִימָה אֲשֶׁר אֵין־בָּהּ מוּם אֲשֶׁר לֹא־עָלָה עָלֶיהָ עֹל׃",
      "וּנְתַתֶּם אֹתָהּ אֶל־אֶלְעָזָר הַכֹּהֵן וְהוֹצִיא אֹתָהּ אֶל־מִחוּץ לַמַּחֲנֶה וְשָׁחַט אֹתָהּ לְפָנָיו׃",
      "וְלָקַח אֶלְעָזָר הַכֹּהֵן מִדָּמָהּ בְּאֶצְבָּעוֹ וְהִזָּה אֶל־נֹכַח פְּנֵי אֹהֶל־מוֹעֵד מִדָּמָהּ שֶׁבַע פְּעָמִים׃",
      "וְשָׂרַף אֶת־הַפָּרָה לְעֵינָיו אֶת־עֹרָהּ וְאֶת־בְּשָׂרָהּ וְאֶת־דָּמָהּ עַל־פִּרְשָׁהּ יִשְׂרֹף׃",
      "וְלָקַח הַכֹּהֵן עֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תוֹלָעַת וְהִשְׁלִיךְ אֶל־תּוֹךְ שְׂרֵפַת הַפָּרָה׃",
      "וְכִבֶּס בְּגָדָיו הַכֹּהֵן וְרָחַץ בְּשָׂרוֹ בַּמַּיִם וְאַחַר יָבוֹא אֶל־הַמַּחֲנֶה וְטָמֵא הַכֹּהֵן עַד־הָעָרֶב׃",
      "וְהַשֹּׂרֵף אֹתָהּ יְכַבֵּס בְּגָדָיו בַּמַּיִם וְרָחַץ בְּשָׂרוֹ בַּמָּיִם וְטָמֵא עַד־הָעָרֶב׃",
      "וְאָסַף אִישׁ טָהוֹר אֵת אֵפֶר הַפָּרָה וְהִנִּיחַ מִחוּץ לַמַּחֲנֶה בְּמָקוֹם טָהוֹר וְהָיְתָה לַעֲדַת בְּנֵי־יִשְׂרָאֵל לְמִשְׁמֶרֶת לְמֵי נִדָּה חַטָּאת הִוא׃",
      "וְכִבֶּס הָאֹסֵף אֶת־אֵפֶר הַפָּרָה אֶת־בְּגָדָיו וְטָמֵא עַד־הָעָרֶב וְהָיְתָה לִבְנֵי יִשְׂרָאֵל וְלַגֵּר הַגָּר בְּתוֹכָם לְחֻקַּת עוֹלָם׃",
      "הַנֹּגֵעַ בְּמֵת לְכָל־נֶפֶשׁ אָדָם וְטָמֵא שִׁבְעַת יָמִים׃",
      "הוּא יִתְחַטָּא־בוֹ בַּיּוֹם הַשְּׁלִישִׁי וּבַיּוֹם הַשְּׁבִיעִי יִטְהָר וְאִם־לֹא יִתְחַטָּא בַּיּוֹם הַשְּׁלִישִׁי וּבַיּוֹם הַשְּׁבִיעִי לֹא יִטְהָר׃",
      "כָּל־הַנֹּגֵעַ בְּמֵת בְּנֶפֶשׁ הָאָדָם אֲשֶׁר־יָמוּת וְלֹא יִתְחַטָּא אֶת־מִשְׁכַּן יְהוָה טִמֵּא וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מִיִּשְׂרָאֵל כִּי מֵי נִדָּה לֹא־זֹרַק עָלָיו טָמֵא יִהְיֶה עוֹד טֻמְאָתוֹ בוֹ׃",
      "זֹאת הַתּוֹרָה אָדָם כִּי־יָמוּת בְּאֹהֶל כָּל־הַבָּא אֶל־הָאֹהֶל וְכָל־אֲשֶׁר בָּאֹהֶל יִטְמָא שִׁבְעַת יָמִים׃",
      "וְכֹל כְּלִי פָתוּחַ אֲשֶׁר אֵין־צָמִיד פָּתִיל עָלָיו טָמֵא הוּא׃",
      "וְכֹל אֲשֶׁר־יִגַּע עַל־פְּנֵי הַשָּׂדֶה בַּחֲלַל־חֶרֶב אוֹ בְמֵת אוֹ־בְעֶצֶם אָדָם אוֹ בְקָבֶר יִטְמָא שִׁבְעַת יָמִים׃",
      "וְלָקְחוּ לַטָּמֵא מֵעֲפַר שְׂרֵפַת הַחַטָּאת וְנָתַן עָלָיו מַיִם חַיִּים אֶל־כֶּלִי׃",
      "וְלָקַח אֵזוֹב וְטָבַל בַּמַּיִם אִישׁ טָהוֹר וְהִזָּה עַל־הָאֹהֶל וְעַל־כָּל־הַכֵּלִים וְעַל־הַנְּפָשׁוֹת אֲשֶׁר הָיוּ־שָׁם וְעַל־הַנֹּגֵעַ בַּעֶצֶם אוֹ בֶחָלָל אוֹ בַמֵּת אוֹ בַקָּבֶר׃",
      "וְהִזָּה הַטָּהֹר עַל־הַטָּמֵא בַּיּוֹם הַשְּׁלִישִׁי וּבַיּוֹם הַשְּׁבִיעִי וְחִטְּאוֹ בַּיּוֹם הַשְּׁבִיעִי וְכִבֶּס בְּגָדָיו וְרָחַץ בַּמַּיִם וְטָהֵר בָּעָרֶב׃",
      "וְאִישׁ אֲשֶׁר־יִטְמָא וְלֹא יִתְחַטָּא וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מִתּוֹךְ הַקָּהָל כִּי אֶת־מִקְדַּשׁ יְהוָה טִמֵּא מֵי נִדָּה לֹא־זֹרַק עָלָיו טָמֵא הוּא׃",
      "וְהָיְתָה לָּהֶם לְחֻקַּת עוֹלָם וּמַזֵּה מֵי־הַנִּדָּה יְכַבֵּס בְּגָדָיו וְהַנֹּגֵעַ בְּמֵי הַנִּדָּה יִטְמָא עַד־הָעָרֶב׃",
      "וְכֹל אֲשֶׁר־יִגַּע־בּוֹ הַטָּמֵא יִטְמָא וְהַנֶּפֶשׁ הַנֹּגַעַת תִּטְמָא עַד־הָעָרֶב׃"
    ],
    [
      "וַיָּבֹאוּ בְנֵי־יִשְׂרָאֵל כָּל־הָעֵדָה מִדְבַּר־צִן בַּחֹדֶשׁ הָרִאשׁוֹן וַיֵּשֶׁב הָעָם בְּקָדֵשׁ וַתָּמָת שָׁם מִרְיָם וַתִּקָּבֵר שָׁם׃",
      "וְלֹא־הָיָה מַיִם לָעֵדָה וַיִּקָּהֲלוּ עַל־מֹשֶׁה וְעַל־אַהֲרֹן׃",
      "וַיָּרֶב הָעָם עִם־מֹשֶׁה וַיֹּאמְרוּ לֵאמֹר וְלוּ גָוַעְנוּ בִּגְוַע אַחֵינוּ לִפְנֵי יְהוָה׃",
      "וְלָמָה הֲבֵאתֶם אֶת־קְהַל יְהוָה אֶל־הַמִּדְבָּר הַזֶּה לָמוּת שָׁם אֲנַחְנוּ וּבְעִירֵנוּ׃",
      "וְלָמָה הֶעֱלִיתֻנוּ מִמִּצְרַיִם לְהָבִיא אֹתָנוּ אֶל־הַמָּקוֹם הָרָע הַזֶּה לֹא מְקוֹם זֶרַע וּתְאֵנָה וְגֶפֶן וְרִמּוֹן וּמַיִם אַיִן לִשְׁתּוֹת׃",
      "וַיָּבֹא מֹשֶׁה וְאַהֲרֹן מִפְּנֵי הַקָּהָל אֶל־פֶּתַח אֹהֶל מוֹעֵד וַיִּפְּלוּ עַל־פְּנֵיהֶם וַיֵּרָא כְבוֹד־יְהוָה אֲלֵיהֶם׃",
      "וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃",
      "קַח אֶת־הַמַּטֶּה וְהַקְהֵל אֶת־הָעֵדָה אַתָּה וְאַהֲרֹן אָחִיךָ וְדִבַּרְתֶּם אֶל־הַסֶּלַע לְעֵינֵיהֶם וְנָתַן מֵימָיו וְהוֹצֵאתָ לָהֶם מַיִם מִן־הַסֶּלַע וְהִשְׁקִיתָ אֶת־הָעֵדָה וְאֶת־בְּעִירָם׃",
      "וַיִּקַּח מֹשֶׁה אֶת־הַמַּטֶּה מִלִּפְנֵי יְהוָה כַּאֲשֶׁר צִוָּהוּ׃",
      "וַיַּקְהִלוּ מֹשֶׁה וְאַהֲרֹן אֶת־הַקָּהָל אֶל־פְּנֵי הַסָּלַע וַיֹּאמֶר לָהֶם שִׁמְעוּ־נָא הַמֹּרִים הֲמִן־הַסֶּלַע הַזֶּה נוֹצִיא לָכֶם מָיִם׃",
      "וַיָּרֶם מֹשֶׁה אֶת־יָדוֹ וַיַּךְ אֶת־הַסֶּלַע בְּמַטֵּהוּ פַּעֲמָיִם וַיֵּצְאוּ מַיִם רַבִּים וַתֵּשְׁתְּ הָעֵדָה וּבְעִירָם׃",
      "וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן יַעַן לֹא־הֶאֱמַנְתֶּם בִּי לְהַקְדִּישֵׁנִי לְעֵינֵי בְּנֵי יִשְׂרָאֵל לָכֵן לֹא תָבִיאוּ אֶת־הַקָּהָל הַזֶּה אֶל־הָאָרֶץ אֲשֶׁר־נָתַתִּי לָהֶם׃",
      "הֵמָּה מֵי מְרִיבָה אֲשֶׁר־רָבוּ בְנֵי־יִשְׂרָאֵל אֶת־יְהוָה וַיִּקָּדֵשׁ בָּם׃",
      "וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים מִקָּדֵשׁ אֶל־מֶלֶךְ אֱדוֹם כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל אַתָּה יָדַעְתָּ אֵת כָּל־הַתְּלָאָה אֲשֶׁר מְצָאָתְנוּ׃",
      "וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה וַנֵּשֶׁב בְּמִצְרַיִם יָמִים רַבִּים וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ׃",
      "וַנִּצְעַק אֶל־יְהוָה וַיִּשְׁמַע קֹלֵנוּ וַיִּשְׁלַח מַלְאָךְ וַיֹּצִאֵנוּ מִמִּצְרָיִם וְהִנֵּה אֲנַחְנוּ בְקָדֵשׁ עִיר קְצֵה גְבוּלֶךָ׃",
      "נַעְבְּרָה־נָּא בְאַרְצֶךָ לֹא נַעֲבֹר בְּשָׂדֶה וּבְכֶרֶם וְלֹא נִשְׁתֶּה מֵי בְאֵר דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ לֹא נִטֶּה יָמִין וּשְׂמֹאול עַד אֲשֶׁר־נַעֲבֹר גְּבוּלֶךָ׃",
      "וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַעֲבֹר בִּי פֶּן־בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ׃",
      "וַיֹּאמְרוּ אֵלָיו בְּנֵי־יִשְׂרָאֵל בַּמְסִלָּה נַעֲלֶה וְאִם־מֵימֶיךָ נִשְׁתֶּה אֲנִי וּמִקְנַי וְנָתַתִּי מִכְרָם רַק אֵין־דָּבָר בְּרַגְלַי אֶעֱבֹרָה׃",
      "וַיֹּאמֶר לֹא תַעֲבֹר וַיֵּצֵא אֱדוֹם לִקְרָאתוֹ בְּעַם כָּבֵד וּבְיָד חֲזָקָה׃",
      "וַיְמָאֵן אֱדוֹם נְתֹן אֶת־יִשְׂרָאֵל עֲבֹר בִּגְבֻלוֹ וַיֵּט יִשְׂרָאֵל מֵעָלָיו׃",
      "וַיִּסְעוּ מִקָּדֵשׁ וַיָּבֹאוּ בְנֵי־יִשְׂרָאֵל כָּל־הָעֵדָה הֹר הָהָר׃",
      "וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן בְּהֹר הָהָר עַל־גְּבוּל אֶרֶץ־אֱדוֹם לֵאמֹר׃",
      "יֵאָסֵף אַהֲרֹן אֶל־עַמָּיו כִּי לֹא יָבֹא אֶל־הָאָרֶץ אֲשֶׁר נָתַתִּי לִבְנֵי יִשְׂרָאֵל עַל אֲשֶׁר־מְרִיתֶם אֶת־פִּי לְמֵי מְרִיבָה׃",
      "קַח אֶת־אַהֲרֹן וְאֶת־אֶלְעָזָר בְּנוֹ וְהַעַל אֹתָם הֹר הָהָר׃",
      "וְהַפְשֵׁט אֶת־אַהֲרֹן אֶת־בְּגָדָיו וְהִלְבַּשְׁתָּם אֶת־אֶלְעָזָר בְּנוֹ וְאַהֲרֹן יֵאָסֵף וּמֵת שָׁם׃",
      "וַיַּעַשׂ מֹשֶׁה כַּאֲשֶׁר צִוָּה יְהוָה וַיַּעֲלוּ אֶל־הֹר הָהָר לְעֵינֵי כָּל־הָעֵדָה׃",
      "וַיַּפְשֵׁט מֹשֶׁה אֶת־אַהֲרֹן אֶת־בְּגָדָיו וַיַּלְבֵּשׁ אֹתָם אֶת־אֶלְעָזָר בְּנוֹ וַיָּמָת אַהֲרֹן שָׁם בְּרֹאשׁ הָהָר וַיֵּרֶד מֹשֶׁה וְאֶלְעָזָר מִן־הָהָר׃",
      "וַיִּרְאוּ כָּל־הָעֵדָה כִּי גָוַע אַהֲרֹן וַיִּבְכּוּ אֶת־אַהֲרֹן שְׁלֹשִׁים יוֹם כֹּל בֵּית יִשְׂרָאֵל׃"
    ],
    [
      "וַיִּשְׁמַע הַכְּנַעֲנִי מֶלֶךְ־עֲרָד יֹשֵׁב הַנֶּגֶב כִּי בָּא יִשְׂרָאֵל דֶּרֶךְ הָאֲתָרִים וַיִּלָּחֶם בְּיִשְׂרָאֵל וַיִּשְׁבְּ מִמֶּנּוּ שֶׁבִי׃",
      "וַיִּדַּר יִשְׂרָאֵל נֶדֶר לַיהוָה וַיֹּאמַר אִם־נָתֹן תִּתֵּן אֶת־הָעָם הַזֶּה בְּיָדִי וְהַחֲרַמְתִּי אֶת־עָרֵיהֶם׃",
      "וַיִּשְׁמַע יְהוָה בְּקוֹל יִשְׂרָאֵל וַיִּתֵּן אֶת־הַכְּנַעֲנִי וַיַּחֲרֵם אֶתְהֶם וְאֶת־עָרֵיהֶם וַיִּקְרָא שֵׁם־הַמָּקוֹם חָרְמָה׃",
      "וַיִּסְעוּ מֵהֹר הָהָר דֶּרֶךְ יַם־סוּף לִסְבֹב אֶת־אֶרֶץ אֱדוֹם וַתִּקְצַר נֶפֶשׁ־הָעָם בַּדָּרֶךְ׃",
      "וַיְדַבֵּר הָעָם בֵּאלֹהִים וּבְמֹשֶׁה לָמָה הֶעֱלִיתֻנוּ מִמִּצְרַיִם לָמוּת בַּמִּדְבָּר כִּי אֵין לֶחֶם וְאֵין מַיִם וְנַפְשֵׁנוּ קָצָה בַּלֶּחֶם הַקְּלֹקֵל׃",
      "וַיְשַׁלַּח יְהוָה בָּעָם אֵת הַנְּחָשִׁים הַשְּׂרָפִים וַיְנַשְּׁכוּ אֶת־הָעָם וַיָּמָת עַם־רָב מִיִּשְׂרָאֵל׃",
      "וַיָּבֹא הָעָם אֶל־מֹשֶׁה וַיֹּאמְרוּ חָטָאנוּ כִּי־דִבַּרְנוּ בַיהוָה וָבָךְ הִתְפַּלֵּל אֶל־יְהוָה וְיָסֵר מֵעָלֵינוּ אֶת־הַנָּחָשׁ וַיִּתְפַּלֵּל מֹשֶׁה בְּעַד הָעָם׃",
      "וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה עֲשֵׂה לְךָ שָׂרָף וְשִׂים אֹתוֹ עַל־נֵס וְהָיָה כָּל־הַנָּשׁוּךְ וְרָאָה אֹתוֹ וָחָי׃",
      "וַיַּעַשׂ מֹשֶׁה נְחַשׁ נְחֹשֶׁת וַיְשִׂמֵהוּ עַל־הַנֵּס וְהָיָה אִם־נָשַׁךְ הַנָּחָשׁ אֶת־אִישׁ וְהִבִּיט אֶל־נְחַשׁ הַנְּחֹשֶׁת וָחָי׃",
      "וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל וַיַּחֲנוּ בְּאֹבֹת׃",
      "וַיִּסְעוּ מֵאֹבֹת וַיַּחֲנוּ בְּעִיֵּי הָעֲבָרִים בַּמִּדְבָּר אֲשֶׁר עַל־פְּנֵי מוֹאָב מִמִּזְרַח הַשָּׁמֶשׁ׃",
      "מִשָּׁם נָסָעוּ וַיַּחֲנוּ בְּנַחַל זָרֶד׃",
      "מִשָּׁם נָסָעוּ וַיַּחֲנוּ מֵעֵבֶר אַרְנוֹן אֲשֶׁר בַּמִּדְבָּר הַיֹּצֵא מִגְּבוּל הָאֱמֹרִי כִּי אַרְנוֹן גְּבוּל מוֹאָב בֵּין מוֹאָב וּבֵין הָאֱמֹרִי׃",
      "עַל־כֵּן יֵאָמַר בְּסֵפֶר מִלְחֲמֹת יְהוָה אֶת־וָהֵב בְּסוּפָה וְאֶת־הַנְּחָלִים אַרְנוֹן׃",
      "וְאֶשֶׁד הַנְּחָלִים אֲשֶׁר נָטָה לְשֶׁבֶת עָר וְנִשְׁעַן לִגְבוּל מוֹאָב׃",
      "וּמִשָּׁם בְּאֵרָה הִוא הַבְּאֵר אֲשֶׁר אָמַר יְהוָה לְמֹשֶׁה אֱסֹף אֶת־הָעָם וְאֶתְּנָה לָהֶם מָיִם׃",
      "אָז יָשִׁיר יִשְׂרָאֵל אֶת־הַשִּׁירָה הַזֹּאת עֲלִי בְאֵר עֱנוּ־לָהּ׃",
      "בְּאֵר חֲפָרוּהָ שָׂרִים כָּרוּהָ נְדִיבֵי הָעָם בִּמְחֹקֵק בְּמִשְׁעֲנֹתָם וּמִמִּדְבָּר מַתָּנָה׃",
      "וּמִמַּתָּנָה נַחֲלִיאֵל וּמִנַּחֲלִיאֵל בָּמוֹת׃",
      "וּמִבָּמוֹת הַגַּיְא אֲשֶׁר בִּשְׂדֵה מוֹאָב רֹאשׁ הַפִּסְגָּה וְנִשְׁקָפָה עַל־פְּנֵי הַיְשִׁימֹן׃",
      "וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל־סִיחֹן מֶלֶךְ־הָאֱמֹרִי לֵאמֹר׃",
      "אֶעְבְּרָה בְאַרְצֶךָ לֹא נִטֶּה בְּשָׂדֶה וּבְכֶרֶם לֹא נִשְׁתֶּה מֵי בְאֵר בְּדֶרֶךְ הַמֶּלֶךְ נֵלֵךְ עַד אֲשֶׁר־נַעֲבֹר גְּבֻלֶךָ׃",
      "וְלֹא־נָתַן סִיחֹן אֶת־יִשְׂרָאֵל עֲבֹר בִּגְבֻלוֹ וַיֶּאֱסֹף סִיחֹן אֶת־כָּל־עַמּוֹ וַיֵּצֵא לִקְרַאת יִשְׂרָאֵל הַמִּדְבָּרָה וַיָּבֹא יָהְצָה וַיִּלָּחֶם בְּיִשְׂרָאֵל׃",
      "וַיַּכֵּהוּ יִשְׂרָאֵל לְפִי־חָרֶב וַיִּירַשׁ אֶת־אַרְצוֹ מֵאַרְנֹן עַד־יַבֹּק עַד־בְּנֵי עַמּוֹן כִּי עַז גְּבוּל בְּנֵי עַמּוֹן׃",
      "וַיִּקַּח יִשְׂרָאֵל אֵת כָּל־הֶעָרִים הָאֵלֶּה וַיֵּשֶׁב יִשְׂרָאֵל בְּכָל־עָרֵי הָאֱמֹרִי בְּחֶשְׁבּוֹן וּבְכָל־בְּנֹתֶיהָ׃",
      "כִּי חֶשְׁבּוֹן עִיר סִיחֹן מֶלֶךְ הָאֱמֹרִי הִוא וְהוּא נִלְחַם בְּמֶלֶךְ מוֹאָב הָרִאשׁוֹן וַיִּקַּח אֶת־כָּל־אַרְצוֹ מִיָּדוֹ עַד־אַרְנֹן׃",
      "עַל־כֵּן יֹאמְרוּ הַמֹּשְׁלִים בֹּאוּ חֶשְׁבּוֹן תִּבָּנֶה וְתִכּוֹנֵן עִיר סִיחוֹן׃",
      "כִּי־אֵשׁ יָצְאָה מֵחֶשְׁבּוֹן לֶהָבָה מִקִּרְיַת סִיחֹן אָכְלָה עָר מוֹאָב בַּעֲלֵי בָּמוֹת אַרְנֹן׃",
      "אוֹי־לְךָ מוֹאָב אָבַדְתָּ עַם־כְּמוֹשׁ נָתַן בָּנָיו פְּלֵיטִם וּבְנֹתָיו בַּשְּׁבִית לְמֶלֶךְ אֱמֹרִי סִיחוֹן׃",
      "וַנִּירָם אָבַד חֶשְׁבּוֹן עַד־דִּיבוֹן וַנַּשִּׁים עַד־נֹפַח אֲשֶׁר עַד־מֵידְבָא׃",
      "וַיֵּשֶׁב יִשְׂרָאֵל בְּאֶרֶץ הָאֱמֹרִי׃",
      "וַיִּשְׁלַח מֹשֶׁה לְרַגֵּל אֶת־יַעְזֵר וַיִּלְכְּדוּ בְּנֹתֶיהָ ויירש [וַיּוֹרֶשׁ] אֶת־הָאֱמֹרִי אֲשֶׁר־שָׁם׃",
      "וַיִּפְנוּ וַיַּעֲלוּ דֶּרֶךְ הַבָּשָׁן וַיֵּצֵא עוֹג מֶלֶךְ־הַבָּשָׁן לִקְרָאתָם הוּא וְכָל־עַמּוֹ לַמִּלְחָמָה אֶדְרֶעִי׃",
      "וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה אַל־תִּירָא אֹתוֹ כִּי בְיָדְךָ נָתַתִּי אֹתוֹ וְאֶת־כָּל־עַמּוֹ וְאֶת־אַרְצוֹ וְעָשִׂיתָ לּוֹ כַּאֲשֶׁר עָשִׂיתָ לְסִיחֹן מֶלֶךְ הָאֱמֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן׃",
      "וַיַּכּוּ אֹתוֹ וְאֶת־בָּנָיו וְאֶת־כָּל־עַמּוֹ עַד־בִּלְתִּי הִשְׁאִיר־לוֹ שָׂרִיד וַיִּירְשׁוּ אֶת־אַרְצוֹ׃"
    ],
    [
      "וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל וַיַּחֲנוּ בְּעַרְבוֹת מוֹאָב מֵעֵבֶר לְיַרְדֵּן יְרֵחוֹ׃"
    ]
  ],
  "english_text": [
    [
      "And the LORD spoke unto Moses and unto Aaron, saying:",
      "This is the statute of the law which the LORD hath commanded, saying: Speak unto the children of Israel, that they bring thee a red heifer, faultless, wherein is no blemish, and upon which never came yoke.",
      "And ye shall give her unto Eleazar the priest, and she shall be brought forth without the camp, and she shall be slain before his face.",
      "And Eleazar the priest shall take of her blood with his finger, and sprinkle of her blood toward the front of the tent of meeting seven times.",
      "And the heifer shall be burnt in his sight; her skin, and her flesh, and her blood, with her dung, shall be burnt.",
      "And the priest shall take cedar-wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer.",
      "Then the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward he may come into the camp, and the priest shall be unclean until the even.",
      "And he that burneth her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the even.",
      "And a man that is clean shall gather up the ashes of the heifer, and lay them up without the camp in a clean place, and it shall be kept for the congregation of the children of Israel for a water of sprinkling; it is a purification from sin.",
      "And he that gathereth the ashes of the heifer shall wash his clothes, and be unclean until the even; and it shall be unto the children of Israel, and unto the stranger that sojourneth among them, for a statute for ever.",
      "He that toucheth the dead, even any man’s dead body, shall be unclean seven days;",
      "the same shall purify himself therewith on the third day and on the seventh day, and he shall be clean; but if he purify not himself the third day and the seventh day, he shall not be clean.",
      "Whosoever toucheth the dead, even the body of any man that is dead, and purifieth not himself—he hath defiled the tabernacle of the LORD—that soul shall be cut off from Israel; because the water of sprinkling was not dashed against him, he shall be unclean; his uncleanness is yet upon him.",
      "This is the law: when a man dieth in a tent, every one that cometh into the tent, and every thing that is in the tent, shall be unclean seven days.",
      "And every open vessel, which hath no covering close-bound upon it, is unclean.",
      "And whosoever in the open field toucheth one that is slain with a sword, or one that dieth of himself, or a bone of a man, or a grave, shall be unclean seven days.",
      "And for the unclean they shall take of the ashes of the burning of the purification from sin, and running water shall be put thereto in a vessel.",
      "And a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and upon the persons that were there, and upon him that touched the bone, or the slain, or the dead, or the grave.",
      "And the clean person shall sprinkle upon the unclean on the third day, and on the seventh day; and on the seventh day he shall purify him; and he shall wash his clothes, and bathe himself in water, and shall be clean at even.",
      "But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from the midst of the assembly, because he hath defiled the sanctuary of the LORD; the water of sprinkling hath not been dashed against him: he is unclean.",
      "And it shall be a perpetual statute unto them; and he that sprinkleth the water of sprinkling shall wash his clothes; and he that toucheth the water of sprinkling shall be unclean until even.",
      "And whatsoever the unclean person toucheth shall be unclean; and the soul that toucheth him shall be unclean until even."
    ],
    [
      "And the children of Israel, even the whole congregation, came into the wilderness of Zin in the first month; and the people abode in Kadesh; and Miriam died there, and was buried there.",
      "And there was no water for the congregation; and they assembled themselves together against Moses and against Aaron.",
      "And the people strove with Moses, and spoke, saying: ‘Would that we had perished when our brethren perished before the LORD!",
      "And why have ye brought the assembly of the LORD into this wilderness, to die there, we and our cattle?",
      "And wherefore have ye made us to come up out of Egypt, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.’",
      "And Moses and Aaron went from the presence of the assembly unto the door of the tent of meeting, and fell upon their faces; and the glory of the LORD appeared unto them.",
      "And the LORD spoke unto Moses, saying:",
      "’Take the rod, and assemble the congregation, thou, and Aaron thy brother, and speak ye unto the rock before their eyes, that it give forth its water; and thou shalt bring forth to them water out of the rock; so thou shalt give the congregation and their cattle drink.’",
      "And Moses took the rod from before the LORD, as He commanded him.",
      "And Moses and Aaron gathered the assembly together before the rock, and he said unto them: ‘Hear now, ye rebels; are we to bring you forth water out of this rock?’",
      "And Moses lifted up his hand, and smote the rock with his rod twice; and water came forth abundantly, and the congregation drank, and their cattle.",
      "And the LORD said unto Moses and Aaron: ‘Because ye believed not in Me, to sanctify Me in the eyes of the children of Israel, therefore ye shall not bring this assembly into the land which I have given them.’",
      "These are the waters of Meribah, where the children of Israel strove with the LORD, and He was sanctified in them.",
      "And Moses sent messengers from Kadesh unto the king of Edom: ‘Thus saith thy brother Israel: Thou knowest all the travail that hath befallen us;",
      "how our fathers went down into Egypt, and we dwelt in Egypt a long time; and the Egyptians dealt ill with us, and our fathers;",
      "and when we cried unto the LORD, He heard our voice, and sent an angel, and brought us forth out of Egypt; and, behold, we are in Kadesh, a city in the uttermost of thy border.",
      "Let us pass, I pray thee, through thy land; we will not pass through field or through vineyard, neither will we drink of the water of the wells; we will go along the king’s highway, we will not turn aside to the right hand nor to the left, until we have passed thy border.’",
      "And Edom said unto him: ‘Thou shalt not pass through me, lest I come out with the sword against thee.’",
      "And the children of Israel said unto him: ‘We will go up by the highway; and if we drink of thy water, I and my cattle, then will I give the price thereof; let me only pass through on my feet; there is no hurt.’",
      "And he said: ‘Thou shalt not pass through.’ And Edom came out against him with much people, and with a strong hand.",
      "Thus Edom refused to give Israel passage through his border; wherefore Israel turned away from him.",
      "And they journeyed from Kadesh; and the children of Israel, even the whole congregation, came unto mount Hor.",
      "And the LORD spoke unto Moses and Aaron in mount Hor, by the border of the land of Edom, saying:",
      "’Aaron shall be gathered unto his people; for he shall not enter into the land which I have given unto the children of Israel, because ye rebelled against My word at the waters of Meribah.",
      "Take Aaron and Eleazar his son, and bring them up unto mount Hor.",
      "And strip Aaron of his garments, and put them upon Eleazar his son; and Aaron shall be gathered unto his people, and shall die there.’",
      "And Moses did as the LORD commanded; and they went up into mount Hor in the sight of all the congregation.",
      "And Moses stripped Aaron of his garments, and put them upon Eleazar his son; and Aaron died there in the top of the mount; and Moses and Eleazar came down from the mount.",
      "And when all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel."
    ],
    [
      "And the Canaanite, the king of Arad, who dwelt in the South, heard tell that Israel came by the way of Atharim; and he fought against Israel, and took some of them captive.",
      "And Israel vowed a vow unto the LORD, and said: ‘If Thou wilt indeed deliver this people into my hand, then I will utterly destroy their cities.’",
      "And the LORD hearkened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities; and the name of the place was called Hormah.",
      "And they journeyed from mount Hor by the way to the Red Sea, to compass the land of Edom; and the soul of the people became impatient because of the way.",
      "And the people spoke against God, and against Moses: ‘Wherefore have ye brought us up out of Egypt to die in the wilderness? for there is no bread, and there is no water; and our soul loatheth this light bread.’",
      "And the LORD sent fiery serpents among the people, and they bit the people; and much people of Israel died.",
      "And the people came to Moses, and said: ‘We have sinned, because we have spoken against the LORD, and against thee; pray unto the LORD, that He take away the serpents from us.’ And Moses prayed for the people.",
      "And the LORD said unto Moses: ‘Make thee a fiery serpent, and set it upon a pole; and it shall come to pass, that every one that is bitten, when he seeth it, shall live.’",
      "And Moses made a serpent of brass, and set it upon the pole; and it came to pass, that if a serpent had bitten any man, when he looked unto the serpent of brass, he lived.",
      "And the children of Israel journeyed, and pitched in Oboth.",
      "And they journeyed from Oboth, and pitched at Ije-abarim, in the wilderness which is in front of Moab, toward the sun-rising.",
      "From thence they journeyed, and pitched in the valley of Zered.",
      "From thence they journeyed, and pitched on the other side of the Arnon, which is in the wilderness, that cometh out of the border of the Amorites.—For Arnon is the border of Moab, between Moab and the Amorites;",
      "wherefore it is said in the book of the Wars of the LORD: Vaheb in Suphah, And the valleys of Arnon,",
      "And the slope of the valleys That inclineth toward the seat of Ar, And leaneth upon the border of Moab.—",
      "And from thence to Beer; that is the well whereof the LORD said unto Moses: ‘Gather the people together, and I will give them water.’",
      "Then sang Israel this song: Spring up, O well—sing ye unto it—",
      "The well, which the princes digged, Which the nobles of the people delved, With the sceptre, and with their staves. And from the wilderness to Mattanah;",
      "and from Mattanah to Nahaliel; and from Nahaliel to Bamoth;",
      "and from Bamoth to the valley that is in the field of Moab, by the top of Pisgah, which looketh down upon the desert.",
      "And Israel sent messengers unto Sihon king of the Amorites, saying:",
      "’Let me pass through thy land; we will not turn aside into field, or into vineyard; we will not drink of the water of the wells; we will go by the king’s highway, until we have passed thy border.’",
      "And Sihon would not suffer Israel to pass through his border; but Sihon gathered all his people together, and went out against Israel into the wilderness, and came to Jahaz; and he fought against Israel.",
      "And Israel smote him with the edge of the sword, and possessed his land from the Arnon unto the Jabbok, even unto the children of Ammon; for the border of the children of Ammon was strong.",
      "And Israel took all these cities; and Israel dwelt in all the cities of the Amorites, in Heshbon, and in all the towns thereof.",
      "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even unto the Arnon.",
      "Wherefore they that speak in parables say: Come ye to Heshbon! Let the city of Sihon be built and established!",
      "For a fire is gone out of Heshbon, A flame from the city of Sihon; It hath devoured Ar of Moab, The lords of the high places of Arnon.",
      "Woe to thee, Moab! Thou art undone, O people of Chemosh; He hath given his sons as fugitives, And his daughters into captivity, Unto Sihon king of the Amorites.",
      "We have shot at them—Heshbon is perished—even unto Dibon, And we have laid waste even unto Nophah, Which reacheth unto Medeba.",
      "Thus Israel dwelt in the land of the Amorites.",
      "And Moses sent to spy out Jazer, and they took the towns thereof, and drove out the Amorites that were there.",
      "And they turned and went up by the way of Bashan; and Og the king of Bashan went out against them, he and all his people, to battle at Edrei.",
      "And the LORD said unto Moses: ‘Fear him not; for I have delivered him into thy hand, and all his people, and his land; and thou shalt do to him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.’",
      "So they smote him, and his sons, and all his people, until there was none left him remaining; and they possessed his land."
    ],
    [
      "And the children of Israel journeyed, and pitched in the plains of Moab beyond the Jordan at Jericho."
    ]
  ],
  "sefer": "bemidbar",
  "sefer_sponsor": "",
  "parasha_sponsor": "",
  "start_chapter": 19,
  "start_verse": 1,
  "end_chapter": 22,
  "end_verse": 1
}
