{"teacher_bio":"Yosefa Wruble teaches Tanakh at Matan's Bet Midrash in Jerusalem. She is a graduate of Matan's Advanced Tanakh Masters Program and is completing a doctorate in Tanakh at Bar-Ilan University. Yosefa lives with her husband and children in Jerusalem. ","teacher_title":"Mrs.","teacher_fname":"Yosefa","teacher_mname":null,"teacher_lname":"Wruble","teacher_image":"https://cdn.tanachstudy.com/assets/images/Mrs_Yosefa_Wruble.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"balak","teacher_id":1035,"book_id":38,"book_num_chapters":36,"book_name_pretty_eng":"Bemidbar","parasha_name_pretty_eng":"Balak","book_name":"bemidbar","prev_parasha_id":"hukat","next_parasha_id":"pinehas","next_parasha_name":"Pinehas","hebrew_text":[["וַיַּרְא בָּלָק בֶּן־צִפּוֹר אֵת כָּל־אֲשֶׁר־עָשָׂה יִשְׂרָאֵל לָאֱמֹרִי׃","וַיָּגָר מוֹאָב מִפְּנֵי הָעָם מְאֹד כִּי רַב־הוּא וַיָּקָץ מוֹאָב מִפְּנֵי בְּנֵי יִשְׂרָאֵל׃","וַיֹּאמֶר מוֹאָב אֶל־זִקְנֵי מִדְיָן עַתָּה יְלַחֲכוּ הַקָּהָל אֶת־כָּל־סְבִיבֹתֵינוּ כִּלְחֹךְ הַשּׁוֹר אֵת יֶרֶק הַשָּׂדֶה וּבָלָק בֶּן־צִפּוֹר מֶלֶךְ לְמוֹאָב בָּעֵת הַהִוא׃","וַיִּשְׁלַח מַלְאָכִים אֶל־בִּלְעָם בֶּן־בְּעוֹר פְּתוֹרָה אֲשֶׁר עַל־הַנָּהָר אֶרֶץ בְּנֵי־עַמּוֹ לִקְרֹא־לוֹ לֵאמֹר הִנֵּה עַם יָצָא מִמִּצְרַיִם הִנֵּה כִסָּה אֶת־עֵין הָאָרֶץ וְהוּא יֹשֵׁב מִמֻּלִי׃","וְעַתָּה לְכָה־נָּא אָרָה־לִּי אֶת־הָעָם הַזֶּה כִּי־עָצוּם הוּא מִמֶּנִּי אוּלַי אוּכַל נַכֶּה־בּוֹ וַאֲגָרְשֶׁנּוּ מִן־הָאָרֶץ כִּי יָדַעְתִּי אֵת אֲשֶׁר־תְּבָרֵךְ מְבֹרָךְ וַאֲשֶׁר תָּאֹר יוּאָר׃","וַיֵּלְכוּ זִקְנֵי מוֹאָב וְזִקְנֵי מִדְיָן וּקְסָמִים בְּיָדָם וַיָּבֹאוּ אֶל־בִּלְעָם וַיְדַבְּרוּ אֵלָיו דִּבְרֵי בָלָק׃","וַיֹּאמֶר אֲלֵיהֶם לִינוּ פֹה הַלַּיְלָה וַהֲשִׁבֹתִי אֶתְכֶם דָּבָר כַּאֲשֶׁר יְדַבֵּר יְהוָה אֵלָי וַיֵּשְׁבוּ שָׂרֵי־מוֹאָב עִם־בִּלְעָם׃","וַיָּבֹא אֱלֹהִים אֶל־בִּלְעָם וַיֹּאמֶר מִי הָאֲנָשִׁים הָאֵלֶּה עִמָּךְ׃","וַיֹּאמֶר בִּלְעָם אֶל־הָאֱלֹהִים בָּלָק בֶּן־צִפֹּר מֶלֶךְ מוֹאָב שָׁלַח אֵלָי׃","הִנֵּה הָעָם הַיֹּצֵא מִמִּצְרַיִם וַיְכַס אֶת־עֵין הָאָרֶץ עַתָּה לְכָה קָבָה־לִּי אֹתוֹ אוּלַי אוּכַל לְהִלָּחֶם בּוֹ וְגֵרַשְׁתִּיו׃","וַיֹּאמֶר אֱלֹהִים אֶל־בִּלְעָם לֹא תֵלֵךְ עִמָּהֶם לֹא תָאֹר אֶת־הָעָם כִּי בָרוּךְ הוּא׃","וַיָּקָם בִּלְעָם בַּבֹּקֶר וַיֹּאמֶר אֶל־שָׂרֵי בָלָק לְכוּ אֶל־אַרְצְכֶם כִּי מֵאֵן יְהוָה לְתִתִּי לַהֲלֹךְ עִמָּכֶם׃","וַיָּקוּמוּ שָׂרֵי מוֹאָב וַיָּבֹאוּ אֶל־בָּלָק וַיֹּאמְרוּ מֵאֵן בִּלְעָם הֲלֹךְ עִמָּנוּ׃","וַיֹּסֶף עוֹד בָּלָק שְׁלֹחַ שָׂרִים רַבִּים וְנִכְבָּדִים מֵאֵלֶּה׃","וַיָּבֹאוּ אֶל־בִּלְעָם וַיֹּאמְרוּ לוֹ כֹּה אָמַר בָּלָק בֶּן־צִפּוֹר אַל־נָא תִמָּנַע מֵהֲלֹךְ אֵלָי׃","כִּי־כַבֵּד אֲכַבֶּדְךָ מְאֹד וְכֹל אֲשֶׁר־תֹּאמַר אֵלַי אֶעֱשֶׂה וּלְכָה־נָּא קָבָה־לִּי אֵת הָעָם הַזֶּה׃","וַיַּעַן בִּלְעָם וַיֹּאמֶר אֶל־עַבְדֵי בָלָק אִם־יִתֶּן־לִי בָלָק מְלֹא בֵיתוֹ כֶּסֶף וְזָהָב לֹא אוּכַל לַעֲבֹר אֶת־פִּי יְהוָה אֱלֹהָי לַעֲשׂוֹת קְטַנָּה אוֹ גְדוֹלָה׃","וְעַתָּה שְׁבוּ נָא בָזֶה גַּם־אַתֶּם הַלָּיְלָה וְאֵדְעָה מַה־יֹּסֵף יְהוָה דַּבֵּר עִמִּי׃","וַיָּבֹא אֱלֹהִים אֶל־בִּלְעָם לַיְלָה וַיֹּאמֶר לוֹ אִם־לִקְרֹא לְךָ בָּאוּ הָאֲנָשִׁים קוּם לֵךְ אִתָּם וְאַךְ אֶת־הַדָּבָר אֲשֶׁר־אֲדַבֵּר אֵלֶיךָ אֹתוֹ תַעֲשֶׂה׃","וַיָּקָם בִּלְעָם בַּבֹּקֶר וַיַּחֲבֹשׁ אֶת־אֲתֹנוֹ וַיֵּלֶךְ עִם־שָׂרֵי מוֹאָב׃","וַיִּחַר־אַף אֱלֹהִים כִּי־הוֹלֵךְ הוּא וַיִּתְיַצֵּב מַלְאַךְ יְהוָה בַּדֶּרֶךְ לְשָׂטָן לוֹ וְהוּא רֹכֵב עַל־אֲתֹנוֹ וּשְׁנֵי נְעָרָיו עִמּוֹ׃","וַתֵּרֶא הָאָתוֹן אֶת־מַלְאַךְ יְהוָה נִצָּב בַּדֶּרֶךְ וְחַרְבּוֹ שְׁלוּפָה בְּיָדוֹ וַתֵּט הָאָתוֹן מִן־הַדֶּרֶךְ וַתֵּלֶךְ בַּשָּׂדֶה וַיַּךְ בִּלְעָם אֶת־הָאָתוֹן לְהַטֹּתָהּ הַדָּרֶךְ׃","וַיַּעֲמֹד מַלְאַךְ יְהוָה בְּמִשְׁעוֹל הַכְּרָמִים גָּדֵר מִזֶּה וְגָדֵר מִזֶּה׃","וַתֵּרֶא הָאָתוֹן אֶת־מַלְאַךְ יְהוָה וַתִּלָּחֵץ אֶל־הַקִּיר וַתִּלְחַץ אֶת־רֶגֶל בִּלְעָם אֶל־הַקִּיר וַיֹּסֶף לְהַכֹּתָהּ׃","וַיּוֹסֶף מַלְאַךְ־יְהוָה עֲבוֹר וַיַּעֲמֹד בְּמָקוֹם צָר אֲשֶׁר אֵין־דֶּרֶךְ לִנְטוֹת יָמִין וּשְׂמֹאול׃","וַתֵּרֶא הָאָתוֹן אֶת־מַלְאַךְ יְהוָה וַתִּרְבַּץ תַּחַת בִּלְעָם וַיִּחַר־אַף בִּלְעָם וַיַּךְ אֶת־הָאָתוֹן בַּמַּקֵּל׃","וַיִּפְתַּח יְהוָה אֶת־פִּי הָאָתוֹן וַתֹּאמֶר לְבִלְעָם מֶה־עָשִׂיתִי לְךָ כִּי הִכִּיתַנִי זֶה שָׁלֹשׁ רְגָלִים׃","וַיֹּאמֶר בִּלְעָם לָאָתוֹן כִּי הִתְעַלַּלְתְּ בִּי לוּ יֶשׁ־חֶרֶב בְּיָדִי כִּי עַתָּה הֲרַגְתִּיךְ׃","וַתֹּאמֶר הָאָתוֹן אֶל־בִּלְעָם הֲלוֹא אָנֹכִי אֲתֹנְךָ אֲשֶׁר־רָכַבְתָּ עָלַי מֵעוֹדְךָ עַד־הַיּוֹם הַזֶּה הַהַסְכֵּן הִסְכַּנְתִּי לַעֲשׂוֹת לְךָ כֹּה וַיֹּאמֶר לֹא׃","וַיְגַל יְהוָה אֶת־עֵינֵי בִלְעָם וַיַּרְא אֶת־מַלְאַךְ יְהוָה נִצָּב בַּדֶּרֶךְ וְחַרְבּוֹ שְׁלֻפָה בְּיָדוֹ וַיִּקֹּד וַיִּשְׁתַּחוּ לְאַפָּיו׃","וַיֹּאמֶר אֵלָיו מַלְאַךְ יְהוָה עַל־מָה הִכִּיתָ אֶת־אֲתֹנְךָ זֶה שָׁלוֹשׁ רְגָלִים הִנֵּה אָנֹכִי יָצָאתִי לְשָׂטָן כִּי־יָרַט הַדֶּרֶךְ לְנֶגְדִּי׃","וַתִּרְאַנִי הָאָתוֹן וַתֵּט לְפָנַי זֶה שָׁלֹשׁ רְגָלִים אוּלַי נָטְתָה מִפָּנַי כִּי עַתָּה גַּם־אֹתְכָה הָרַגְתִּי וְאוֹתָהּ הֶחֱיֵיתִי׃","וַיֹּאמֶר בִּלְעָם אֶל־מַלְאַךְ יְהוָה חָטָאתִי כִּי לֹא יָדַעְתִּי כִּי אַתָּה נִצָּב לִקְרָאתִי בַּדָּרֶךְ וְעַתָּה אִם־רַע בְּעֵינֶיךָ אָשׁוּבָה לִּי׃","וַיֹּאמֶר מַלְאַךְ יְהוָה אֶל־בִּלְעָם לֵךְ עִם־הָאֲנָשִׁים וְאֶפֶס אֶת־הַדָּבָר אֲשֶׁר־אֲדַבֵּר אֵלֶיךָ אֹתוֹ תְדַבֵּר וַיֵּלֶךְ בִּלְעָם עִם־שָׂרֵי בָלָק׃","וַיִּשְׁמַע בָּלָק כִּי בָא בִלְעָם וַיֵּצֵא לִקְרָאתוֹ אֶל־עִיר מוֹאָב אֲשֶׁר עַל־גְּבוּל אַרְנֹן אֲשֶׁר בִּקְצֵה הַגְּבוּל׃","וַיֹּאמֶר בָּלָק אֶל־בִּלְעָם הֲלֹא שָׁלֹחַ שָׁלַחְתִּי אֵלֶיךָ לִקְרֹא־לָךְ לָמָּה לֹא־הָלַכְתָּ אֵלָי הַאֻמְנָם לֹא אוּכַל כַּבְּדֶךָ׃","וַיֹּאמֶר בִּלְעָם אֶל־בָּלָק הִנֵּה־בָאתִי אֵלֶיךָ עַתָּה הֲיָכוֹל אוּכַל דַּבֵּר מְאוּמָה הַדָּבָר אֲשֶׁר יָשִׂים אֱלֹהִים בְּפִי אֹתוֹ אֲדַבֵּר׃","וַיֵּלֶךְ בִּלְעָם עִם־בָּלָק וַיָּבֹאוּ קִרְיַת חֻצוֹת׃","וַיִּזְבַּח בָּלָק בָּקָר וָצֹאן וַיְשַׁלַּח לְבִלְעָם וְלַשָּׂרִים אֲשֶׁר אִתּוֹ׃","וַיְהִי בַבֹּקֶר וַיִּקַּח בָּלָק אֶת־בִּלְעָם וַיַּעֲלֵהוּ בָּמוֹת בָּעַל וַיַּרְא מִשָּׁם קְצֵה הָעָם׃"],["וַיֹּאמֶר בִּלְעָם אֶל־בָּלָק בְּנֵה־לִי בָזֶה שִׁבְעָה מִזְבְּחֹת וְהָכֵן לִי בָּזֶה שִׁבְעָה פָרִים וְשִׁבְעָה אֵילִים׃","וַיַּעַשׂ בָּלָק כַּאֲשֶׁר דִּבֶּר בִּלְעָם וַיַּעַל בָּלָק וּבִלְעָם פָּר וָאַיִל בַּמִּזְבֵּחַ׃","וַיֹּאמֶר בִּלְעָם לְבָלָק הִתְיַצֵּב עַל־עֹלָתֶךָ וְאֵלְכָה אוּלַי יִקָּרֵה יְהוָה לִקְרָאתִי וּדְבַר מַה־יַּרְאֵנִי וְהִגַּדְתִּי לָךְ וַיֵּלֶךְ שֶׁפִי׃","וַיִּקָּר אֱלֹהִים אֶל־בִּלְעָם וַיֹּאמֶר אֵלָיו אֶת־שִׁבְעַת הַמִּזְבְּחֹת עָרַכְתִּי וָאַעַל פָּר וָאַיִל בַּמִּזְבֵּחַ׃","וַיָּשֶׂם יְהוָה דָּבָר בְּפִי בִלְעָם וַיֹּאמֶר שׁוּב אֶל־בָּלָק וְכֹה תְדַבֵּר׃","וַיָּשָׁב אֵלָיו וְהִנֵּה נִצָּב עַל־עֹלָתוֹ הוּא וְכָל־שָׂרֵי מוֹאָב׃","וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר מִן־אֲרָם יַנְחֵנִי בָלָק מֶלֶךְ־מוֹאָב מֵהַרְרֵי־קֶדֶם לְכָה אָרָה־לִּי יַעֲקֹב וּלְכָה זֹעֲמָה יִשְׂרָאֵל׃","מָה אֶקֹּב לֹא קַבֹּה אֵל וּמָה אֶזְעֹם לֹא זָעַם יְהוָה׃","כִּי־מֵרֹאשׁ צֻרִים אֶרְאֶנּוּ וּמִגְּבָעוֹת אֲשׁוּרֶנּוּ הֶן־עָם לְבָדָד יִשְׁכֹּן וּבַגּוֹיִם לֹא יִתְחַשָּׁב׃","מִי מָנָה עֲפַר יַעֲקֹב וּמִסְפָּר אֶת־רֹבַע יִשְׂרָאֵל תָּמֹת נַפְשִׁי מוֹת יְשָׁרִים וּתְהִי אַחֲרִיתִי כָּמֹהוּ׃","וַיֹּאמֶר בָּלָק אֶל־בִּלְעָם מֶה עָשִׂיתָ לִי לָקֹב אֹיְבַי לְקַחְתִּיךָ וְהִנֵּה בֵּרַכְתָּ בָרֵךְ׃","וַיַּעַן וַיֹּאמַר הֲלֹא אֵת אֲשֶׁר יָשִׂים יְהוָה בְּפִי אֹתוֹ אֶשְׁמֹר לְדַבֵּר׃","וַיֹּאמֶר אֵלָיו בָּלָק לך־[לְכָה־] נָּא אִתִּי אֶל־מָקוֹם אַחֵר אֲשֶׁר תִּרְאֶנּוּ מִשָּׁם אֶפֶס קָצֵהוּ תִרְאֶה וְכֻלּוֹ לֹא תִרְאֶה וְקָבְנוֹ־לִי מִשָּׁם׃","וַיִּקָּחֵהוּ שְׂדֵה צֹפִים אֶל־רֹאשׁ הַפִּסְגָּה וַיִּבֶן שִׁבְעָה מִזְבְּחֹת וַיַּעַל פָּר וָאַיִל בַּמִּזְבֵּחַ׃","וַיֹּאמֶר אֶל־בָּלָק הִתְיַצֵּב כֹּה עַל־עֹלָתֶךָ וְאָנֹכִי אִקָּרֶה כֹּה׃","וַיִּקָּר יְהוָה אֶל־בִּלְעָם וַיָּשֶׂם דָּבָר בְּפִיו וַיֹּאמֶר שׁוּב אֶל־בָּלָק וְכֹה תְדַבֵּר׃","וַיָּבֹא אֵלָיו וְהִנּוֹ נִצָּב עַל־עֹלָתוֹ וְשָׂרֵי מוֹאָב אִתּוֹ וַיֹּאמֶר לוֹ בָּלָק מַה־דִּבֶּר יְהוָה׃","וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר קוּם בָּלָק וּשֲׁמָע הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר׃","לֹא אִישׁ אֵל וִיכַזֵּב וּבֶן־אָדָם וְיִתְנֶחָם הַהוּא אָמַר וְלֹא יַעֲשֶׂה וְדִבֶּר וְלֹא יְקִימֶנָּה׃","הִנֵּה בָרֵךְ לָקָחְתִּי וּבֵרֵךְ וְלֹא אֲשִׁיבֶנָּה׃","לֹא־הִבִּיט אָוֶן בְּיַעֲקֹב וְלֹא־רָאָה עָמָל בְּיִשְׂרָאֵל יְהוָה אֱלֹהָיו עִמּוֹ וּתְרוּעַת מֶלֶךְ בּוֹ׃","אֵל מוֹצִיאָם מִמִּצְרָיִם כְּתוֹעֲפֹת רְאֵם לוֹ׃","כִּי לֹא־נַחַשׁ בְּיַעֲקֹב וְלֹא־קֶסֶם בְּיִשְׂרָאֵל כָּעֵת יֵאָמֵר לְיַעֲקֹב וּלְיִשְׂרָאֵל מַה־פָּעַל אֵל׃","הֶן־עָם כְּלָבִיא יָקוּם וְכַאֲרִי יִתְנַשָּׂא לֹא יִשְׁכַּב עַד־יֹאכַל טֶרֶף וְדַם־חֲלָלִים יִשְׁתֶּה׃","וַיֹּאמֶר בָּלָק אֶל־בִּלְעָם גַּם־קֹב לֹא תִקֳּבֶנּוּ גַּם־בָּרֵךְ לֹא תְבָרֲכֶנּוּ׃","וַיַּעַן בִּלְעָם וַיֹּאמֶר אֶל־בָּלָק הֲלֹא דִּבַּרְתִּי אֵלֶיךָ לֵאמֹר כֹּל אֲשֶׁר־יְדַבֵּר יְהוָה אֹתוֹ אֶעֱשֶׂה׃","וַיֹּאמֶר בָּלָק אֶל־בִּלְעָם לְכָה־נָּא אֶקָּחֲךָ אֶל־מָקוֹם אַחֵר אוּלַי יִישַׁר בְּעֵינֵי הָאֱלֹהִים וְקַבֹּתוֹ לִי מִשָּׁם׃","וַיִּקַּח בָּלָק אֶת־בִּלְעָם רֹאשׁ הַפְּעוֹר הַנִּשְׁקָף עַל־פְּנֵי הַיְשִׁימֹן׃","וַיֹּאמֶר בִּלְעָם אֶל־בָּלָק בְּנֵה־לִי בָזֶה שִׁבְעָה מִזְבְּחֹת וְהָכֵן לִי בָּזֶה שִׁבְעָה פָרִים וְשִׁבְעָה אֵילִים׃","וַיַּעַשׂ בָּלָק כַּאֲשֶׁר אָמַר בִּלְעָם וַיַּעַל פָּר וָאַיִל בַּמִּזְבֵּחַ׃"],["וַיַּרְא בִּלְעָם כִּי טוֹב בְּעֵינֵי יְהוָה לְבָרֵךְ אֶת־יִשְׂרָאֵל וְלֹא־הָלַךְ כְּפַעַם־בְּפַעַם לִקְרַאת נְחָשִׁים וַיָּשֶׁת אֶל־הַמִּדְבָּר פָּנָיו׃","וַיִּשָּׂא בִלְעָם אֶת־עֵינָיו וַיַּרְא אֶת־יִשְׂרָאֵל שֹׁכֵן לִשְׁבָטָיו וַתְּהִי עָלָיו רוּחַ אֱלֹהִים׃","וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר נְאֻם בִּלְעָם בְּנוֹ בְעֹר וּנְאֻם הַגֶּבֶר שְׁתֻם הָעָיִן׃","נְאֻם שֹׁמֵעַ אִמְרֵי־אֵל אֲשֶׁר מַחֲזֵה שַׁדַּי יֶחֱזֶה נֹפֵל וּגְלוּי עֵינָיִם׃","מַה־טֹּבוּ אֹהָלֶיךָ יַעֲקֹב מִשְׁכְּנֹתֶיךָ יִשְׂרָאֵל׃","כִּנְחָלִים נִטָּיוּ כְּגַנֹּת עֲלֵי נָהָר כַּאֲהָלִים נָטַע יְהוָה כַּאֲרָזִים עֲלֵי־מָיִם׃","יִזַּל־מַיִם מִדָּלְיָו וְזַרְעוֹ בְּמַיִם רַבִּים וְיָרֹם מֵאֲגַג מַלְכּוֹ וְתִנַּשֵּׂא מַלְכֻתוֹ׃","אֵל מוֹצִיאוֹ מִמִּצְרַיִם כְּתוֹעֲפֹת רְאֵם לוֹ יֹאכַל גּוֹיִם צָרָיו וְעַצְמֹתֵיהֶם יְגָרֵם וְחִצָּיו יִמְחָץ׃","כָּרַע שָׁכַב כַּאֲרִי וּכְלָבִיא מִי יְקִימֶנּוּ מְבָרֲכֶיךָ בָרוּךְ וְאֹרְרֶיךָ אָרוּר׃","וַיִּחַר־אַף בָּלָק אֶל־בִּלְעָם וַיִּסְפֹּק אֶת־כַּפָּיו וַיֹּאמֶר בָּלָק אֶל־בִּלְעָם לָקֹב אֹיְבַי קְרָאתִיךָ וְהִנֵּה בֵּרַכְתָּ בָרֵךְ זֶה שָׁלֹשׁ פְּעָמִים׃","וְעַתָּה בְּרַח־לְךָ אֶל־מְקוֹמֶךָ אָמַרְתִּי כַּבֵּד אֲכַבֶּדְךָ וְהִנֵּה מְנָעֲךָ יְהוָה מִכָּבוֹד׃","וַיֹּאמֶר בִּלְעָם אֶל־בָּלָק הֲלֹא גַּם אֶל־מַלְאָכֶיךָ אֲשֶׁר־שָׁלַחְתָּ אֵלַי דִּבַּרְתִּי לֵאמֹר׃","אִם־יִתֶּן־לִי בָלָק מְלֹא בֵיתוֹ כֶּסֶף וְזָהָב לֹא אוּכַל לַעֲבֹר אֶת־פִּי יְהוָה לַעֲשׂוֹת טוֹבָה אוֹ רָעָה מִלִּבִּי אֲשֶׁר־יְדַבֵּר יְהוָה אֹתוֹ אֲדַבֵּר׃","וְעַתָּה הִנְנִי הוֹלֵךְ לְעַמִּי לְכָה אִיעָצְךָ אֲשֶׁר יַעֲשֶׂה הָעָם הַזֶּה לְעַמְּךָ בְּאַחֲרִית הַיָּמִים׃","וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר נְאֻם בִּלְעָם בְּנוֹ בְעֹר וּנְאֻם הַגֶּבֶר שְׁתֻם הָעָיִן׃","נְאֻם שֹׁמֵעַ אִמְרֵי־אֵל וְיֹדֵעַ דַּעַת עֶלְיוֹן מַחֲזֵה שַׁדַּי יֶחֱזֶה נֹפֵל וּגְלוּי עֵינָיִם׃","אֶרְאֶנּוּ וְלֹא עַתָּה אֲשׁוּרֶנּוּ וְלֹא קָרוֹב דָּרַךְ כּוֹכָב מִיַּעֲקֹב וְקָם שֵׁבֶט מִיִּשְׂרָאֵל וּמָחַץ פַּאֲתֵי מוֹאָב וְקַרְקַר כָּל־בְּנֵי־שֵׁת׃","וְהָיָה אֱדוֹם יְרֵשָׁה וְהָיָה יְרֵשָׁה שֵׂעִיר אֹיְבָיו וְיִשְׂרָאֵל עֹשֶׂה חָיִל׃","וְיֵרְדְּ מִיַּעֲקֹב וְהֶאֱבִיד שָׂרִיד מֵעִיר׃","וַיַּרְא אֶת־עֲמָלֵק וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר רֵאשִׁית גּוֹיִם עֲמָלֵק וְאַחֲרִיתוֹ עֲדֵי אֹבֵד׃","וַיַּרְא אֶת־הַקֵּינִי וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר אֵיתָן מוֹשָׁבֶךָ וְשִׂים בַּסֶּלַע קִנֶּךָ׃","כִּי אִם־יִהְיֶה לְבָעֵר קָיִן עַד־מָה אַשּׁוּר תִּשְׁבֶּךָּ׃","וַיִּשָּׂא מְשָׁלוֹ וַיֹּאמַר אוֹי מִי יִחְיֶה מִשֻּׂמוֹ אֵל׃","וְצִים מִיַּד כִּתִּים וְעִנּוּ אַשּׁוּר וְעִנּוּ־עֵבֶר וְגַם־הוּא עֲדֵי אֹבֵד׃","וַיָּקָם בִּלְעָם וַיֵּלֶךְ וַיָּשָׁב לִמְקֹמוֹ וְגַם־בָּלָק הָלַךְ לְדַרְכּוֹ׃"],["וַיֵּשֶׁב יִשְׂרָאֵל בַּשִּׁטִּים וַיָּחֶל הָעָם לִזְנוֹת אֶל־בְּנוֹת מוֹאָב׃","וַתִּקְרֶאןָ לָעָם לְזִבְחֵי אֱלֹהֵיהֶן וַיֹּאכַל הָעָם וַיִּשְׁתַּחֲוּוּ לֵאלֹהֵיהֶן׃","וַיִּצָּמֶד יִשְׂרָאֵל לְבַעַל פְּעוֹר וַיִּחַר־אַף יְהוָה בְּיִשְׂרָאֵל׃","וַיֹּאמֶר יְהוָה אֶל־מֹשֶׁה קַח אֶת־כָּל־רָאשֵׁי הָעָם וְהוֹקַע אוֹתָם לַיהוָה נֶגֶד הַשָּׁמֶשׁ וְיָשֹׁב חֲרוֹן אַף־יְהוָה מִיִּשְׂרָאֵל׃","וַיֹּאמֶר מֹשֶׁה אֶל־שֹׁפְטֵי יִשְׂרָאֵל הִרְגוּ אִישׁ אֲנָשָׁיו הַנִּצְמָדִים לְבַעַל פְּעוֹר׃","וְהִנֵּה אִישׁ מִבְּנֵי יִשְׂרָאֵל בָּא וַיַּקְרֵב אֶל־אֶחָיו אֶת־הַמִּדְיָנִית לְעֵינֵי מֹשֶׁה וּלְעֵינֵי כָּל־עֲדַת בְּנֵי־יִשְׂרָאֵל וְהֵמָּה בֹכִים פֶּתַח אֹהֶל מוֹעֵד׃","וַיַּרְא פִּינְחָס בֶּן־אֶלְעָזָר בֶּן־אַהֲרֹן הַכֹּהֵן וַיָּקָם מִתּוֹךְ הָעֵדָה וַיִּקַּח רֹמַח בְּיָדוֹ׃","וַיָּבֹא אַחַר אִישׁ־יִשְׂרָאֵל אֶל־הַקֻּבָּה וַיִּדְקֹר אֶת־שְׁנֵיהֶם אֵת אִישׁ יִשְׂרָאֵל וְאֶת־הָאִשָּׁה אֶל־קֳבָתָהּ וַתֵּעָצַר הַמַּגֵּפָה מֵעַל בְּנֵי יִשְׂרָאֵל׃","וַיִּהְיוּ הַמֵּתִים בַּמַּגֵּפָה אַרְבָּעָה וְעֶשְׂרִים אָלֶף׃"]],"english_text":[["And Balak the son of Zippor saw all that Israel had done to the Amorites.","And Moab was sore afraid of the people, because they were many; and Moab was overcome with dread because of the children of Israel.","And Moab said unto the elders of Midian: ‘Now will this multitude lick up all that is round about us, as the ox licketh up the grass of the field.’—And Balak the son of Zippor was king of Moab at that time.—","And he sent messengers unto Balaam the son of Beor, to Pethor, which is by the River, to the land of the children of his people, to call him, saying: ‘Behold, there is a people come out from Egypt; behold, they cover the face of the earth, and they abide over against me.","Come now therefore, I pray thee, curse me this people; for they are too mighty for me; peradventure I shall prevail, that we may smite them, and that I may drive them out of the land; for I know that he whom thou blessest is blessed, and he whom thou cursest is cursed.’","And the elders of Moab and the elders of Midian departed with the rewards of divination in their hand; and they came unto Balaam, and spoke unto him the words of Balak.","And he said unto them: ‘Lodge here this night, and I will bring you back word, as the LORD may speak unto me’; and the princes of Moab abode with Balaam.","And God came unto Balaam, and said: ‘What men are these with thee?’","And Balaam said unto God: ‘Balak the son of Zippor, king of Moab, hath sent unto me [saying]:","Behold the people that is come out of Egypt, it covereth the face of the earth; now, come curse me them; peradventure I shall be able to fight against them, and shall drive them out.’","And God said unto Balaam: ‘Thou shalt not go with them; thou shalt not curse the people; for they are blessed.’","And Balaam rose up in the morning, and said unto the princes of Balak: ‘Get you into your land; for the LORD refuseth to give me leave to go with you.’","And the princes of Moab rose up, and they went unto Balak, and said: ‘Balaam refuseth to come with us.’","And Balak sent yet again princes, more, and more honourable than they.","And they came to Balaam, and said to him: ‘Thus saith Balak the son of Zippor: Let nothing, I pray thee, hinder thee from coming unto me;","for I will promote thee unto very great honour, and whatsoever thou sayest unto me I will do; come therefore, I pray thee, curse me this people.’","And Balaam answered and said unto the servants of Balak: ‘If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD my God, to do any thing, small or great.","Now therefore, I pray you, tarry ye also here this night, that I may know what the LORD will speak unto me more.’","And God came unto Balaam at night, and said unto him: ‘If the men are come to call thee, rise up, go with them; but only the word which I speak unto thee, that shalt thou do.’","And Balaam rose up in the morning, and saddled his ass, and went with the princes of Moab.","And God’s anger was kindled because he went; and the angel of the LORD placed himself in the way for an adversary against him.—Now he was riding upon his ass, and his two servants were with him.—","And the ass saw the angel of the LORD standing in the way, with his sword drawn in his hand; and the ass turned aside out of the way, and went into the field; and Balaam smote the ass, to turn her into the way.","Then the angel of the LORD stood in a hollow way between the vineyards, a fence being on this side, and a fence on that side.","And the ass saw the angel of the LORD, and she thrust herself unto the wall, and crushed Balaam’s foot against the wall; and he smote her again.","And the angel of the LORD went further, and stood in a narrow place, where was no way to turn either to the right hand or to the left.","And the ass saw the angel of the LORD, and she lay down under Balaam; and Balaam’s anger was kindled, and he smote the ass with his staff.","And the LORD opened the mouth of the ass, and she said unto Balaam: ‘What have I done unto thee, that thou hast smitten me these three times?’","And Balaam said unto the ass: ‘Because thou hast mocked me; I would there were a sword in my hand, for now I had killed thee.’","And the ass said unto Balaam: ‘Am not I thine ass, upon which thou hast ridden all thy life long unto this day? was I ever wont to do so unto thee?’ And he said: ‘Nay.’","Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way, with his sword drawn in his hand; and he bowed his head, and fell on his face.","And the angel of the LORD said unto him: ‘Wherefore hast thou smitten thine ass these three times? behold, I am come forth for an adversary, because thy way is contrary unto me;","and the ass saw me, and turned aside before me these three times; unless she had turned aside from me, surely now I had even slain thee, and saved her alive.’","And Balaam said unto the angel of the LORD: ‘I have sinned; for I knew not that thou stoodest in the way against me; now therefore, if it displease thee, I will get me back.’","And the angel of the LORD said unto Balaam: ‘Go with the men; but only the word that I shall speak unto thee, that thou shalt speak.’ So Balaam went with the princes of Balak.","And when Balak heard that Balaam was come, he went out to meet him unto Ir-moab, which is on the border of Arnon, which is in the utmost part of the border.","And Balak said unto Balaam: ‘Did I not earnestly send unto thee to call thee? wherefore camest thou not unto me? am I not able indeed to promote thee to honour?’","And Balaam said unto Balak: ‘Lo, I am come unto thee; have I now any power at all to speak any thing? the word that God putteth in my mouth, that shall I speak.’","And Balaam went with Balak, and they came unto Kiriath-huzoth.","And Balak sacrificed oxen and sheep, and sent to Balaam, and to the princes that were with him.","And it came to pass in the morning that Balak took Balaam, and brought him up into Bamoth-baal, and he saw from thence the utmost part of the people."],["And Balaam said unto Balak: ‘Build me here seven altars, and prepare me here seven bullocks and seven rams.’","And Balak did as Balaam had spoken; and Balak and Balaam offered on every altar a bullock and a ram.","And Balaam said unto Balak: ‘Stand by thy burnt-offering, and I will go; peradventure the LORD will come to meet me; and whatsoever He showeth me I will tell thee.’ And he went to a bare height.","And God met Balaam; and he said unto Him: ‘I have prepared the seven altars, and I have offered up a bullock and a ram on every altar.’","And the LORD put a word in Balaam’s mouth, and said: ‘Return unto Balak, and thus thou shalt speak.’","And he returned unto him, and, lo, he stood by his burnt-offering, he, and all the princes of Moab.","And he took up his parable, and said: From Aram Balak bringeth me, The king of Moab from the mountains of the East: ‘Come, curse me Jacob, And come, execrate Israel.’","How shall I curse, whom God hath not cursed? And how shall I execrate, whom the LORD hath not execrated?","For from the top of the rocks I see him, And from the hills I behold him: Lo, it is a people that shall dwell alone, And shall not be reckoned among the nations.","Who hath counted the dust of Jacob, Or numbered the stock of Israel? Let me die the death of the righteous, And let mine end be like his!","And Balak said unto Balaam: ‘What hast thou done unto me? I took thee to curse mine enemies, and, behold, thou hast blessed them altogether.’","And he answered and said: ‘Must I not take heed to speak that which the LORD putteth in my mouth?’","And Balak said unto him: ‘Come, I pray thee, with me unto another place, from whence thou mayest see them; thou shalt see but the utmost part of them, and shalt not see them all; and curse me them from thence.’","And he took him into the field of Zophim, to the top of Pisgah, and built seven altars, and offered up a bullock and a ram on every altar.","And he said unto Balak: ‘Stand here by thy burnt-offering, while I go toward a meeting yonder.’","And the LORD met Balaam, and put a word in his mouth, and said: ‘Return unto Balak, and thus shalt thou speak.’","And he came to him, and, lo, he stood by his burnt-offering, and the princes of Moab with him. And Balak said unto him: ‘What hath the LORD spoken?’","And he took up his parable, and said: Arise, Balak, and hear; Give ear unto me, thou son of Zippor:","God is not a man, that He should lie; Neither the son of man, that He should repent: When He hath said, will He not do it? Or when He hath spoken, will He not make it good?","Behold, I am bidden to bless; And when He hath blessed, I cannot call it back.","None hath beheld iniquity in Jacob, Neither hath one seen perverseness in Israel; The LORD his God is with him, And the shouting for the King is among them.","God who brought them forth out of Egypt Is for them like the lofty horns of the wild-ox.","For there is no enchantment with Jacob, Neither is there any divination with Israel; Now is it said of Jacob and of Israel: ‘What hath God wrought! ’","Behold a people that riseth up as a lioness, And as a lion doth he lift himself up; He shall not lie down until he eat of the prey, And drink the blood of the slain.","And Balak said unto Balaam: ‘Neither curse them at all, nor bless them at all.’","But Balaam answered and said unto Balak: ‘Told not I thee, saying: All that the LORD speaketh, that I must do?’","And Balak said unto Balaam: ‘Come now, I will take thee unto another place; peradventure it will please God that thou mayest curse me them from thence.’","And Balak took Balaam unto the top of Peor, that looketh down upon the desert.","And Balaam said unto Balak: ‘Build me here seven altars, and prepare me here seven bullocks and seven rams.’","And Balak did as Balaam had said, and offered up a bullock and a ram on every altar."],["And when Balaam saw that it pleased the LORD to bless Israel, he went not, as at the other times, to meet with enchantments, but he set his face toward the wilderness.","And Balaam lifted up his eyes, and he saw Israel dwelling tribe by tribe; and the spirit of God came upon him.","And he took up his parable, and said: The saying of Balaam the son of Beor, And the saying of the man whose eye is opened;","The saying of him who heareth the words of God, Who seeth the vision of the Almighty, Fallen down, yet with opened eyes:","How goodly are thy tents, O Jacob, Thy dwellings, O Israel!","As valleys stretched out, As gardens by the river-side; As aloes planted of the LORD, As cedars beside the waters;","Water shall flow from his branches, And his seed shall be in many waters; And his king shall be higher than Agag, And his kingdom shall be exalted.","God who brought him forth out of Egypt Is for him like the lofty horns of the wild-ox; He shall eat up the nations that are his adversaries, And shall break their bones in pieces, And pierce them through with his arrows.","He couched, he lay down as a lion, And as a lioness; who shall rouse him up? Blessed be every one that blesseth thee, And cursed be every one that curseth thee.","And Balak’s anger was kindled against Balaam, and he smote his hands together; and Balak said unto Balaam: ‘I called thee to curse mine enemies, and, behold, thou hast altogether blessed them these three times.","Therefore now flee thou to thy place; I thought to promote thee unto great honour; but, lo, the LORD hath kept thee back from honour.’","And Balaam said unto Balak: ‘Spoke I not also to thy messengers that thou didst send unto me, saying:","If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD, to do either good or bad of mine own mind; what the LORD speaketh, that will I speak?","And now, behold, I go unto my people; come, and I will announce to thee what this people shall do to thy people in the end of days.’","And he took up his parable, and said: The saying of Balaam the son of Beor, And the saying of the man whose eye is opened;","The saying of him who heareth the words of God, And knoweth the knowledge of the Most High, Who seeth the vision of the Almighty, Fallen down, yet with opened eyes:","I see him, but not now; I behold him, but not nigh; There shall step forth a star out of Jacob, And a scepter shall rise out of Israel, And shall smite through the corners of Moab, And break down all the sons of Seth.","And Edom shall be a possession, Seir also, even his enemies, shall be a possession; While Israel doeth valiantly.","And out of Jacob shall one have dominion, And shall destroy the remnant from the city.","And he looked on Amalek, and took up his parable, and said: Amalek was the first of the nations; But his end shall come to destruction.","And he looked on the Kenite, and took up his parable, and said: Though firm be thy dwelling-place, And though thy nest be set in the rock;","Nevertheless Kain shall be wasted; How long? Asshur shall carry thee away captive. .","And he took up his parable, and said: Alas, who shall live after God hath appointed him?","But ships shall come from the coast of Kittim, And they shall afflict Asshur, and shall afflict Eber, And he also shall come to destruction.","And Balaam rose up, and went and returned to his place; and Balak also went his way."],["And Israel abode in Shittim, and the people began to commit harlotry with the daughters of Moab.","And they called the people unto the sacrifices of their gods; and the people did eat, and bowed down to their gods.","And Israel joined himself unto the Baal of Peor; and the anger of the LORD was kindled against Israel.","And the LORD said unto Moses: ‘Take all the chiefs of the people, and hang them up unto the LORD in face of the sun, that the fierce anger of the LORD may turn away from Israel.’","And Moses said unto the judges of Israel: ‘Slay ye every one his men that have joined themselves unto the Baal of Peor.’","And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, while they were weeping at the door of the tent of meeting.","And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from the midst of the congregation, and took a spear in his hand.","And he went after the man of Israel into the chamber, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel.","And those that died by the plague were twenty and four thousand."]],"sefer":"bemidbar","sefer_sponsor":"","parasha_sponsor":"","start_chapter":22,"start_verse":2,"end_chapter":25,"end_verse":9}