{"teacher_bio":"Yosefa Wruble teaches Tanakh at Matan's Bet Midrash in Jerusalem. She is a graduate of Matan's Advanced Tanakh Masters Program and is completing a doctorate in Tanakh at Bar-Ilan University. Yosefa lives with her husband and children in Jerusalem. ","teacher_title":"Mrs.","teacher_fname":"Yosefa","teacher_mname":null,"teacher_lname":"Wruble","teacher_image":"https://cdn.tanachstudy.com/assets/images/Mrs_Yosefa_Wruble.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"masei","teacher_id":1035,"book_id":38,"book_num_chapters":36,"book_name_pretty_eng":"Bemidbar","parasha_name_pretty_eng":"Masei","book_name":"bemidbar","prev_parasha_id":"matot","next_parasha_id":"devarim","next_parasha_name":"Devarim","hebrew_text":[["אֵלֶּה מַסְעֵי בְנֵי־יִשְׂרָאֵל אֲשֶׁר יָצְאוּ מֵאֶרֶץ מִצְרַיִם לְצִבְאֹתָם בְּיַד־מֹשֶׁה וְאַהֲרֹן׃","וַיִּכְתֹּב מֹשֶׁה אֶת־מוֹצָאֵיהֶם לְמַסְעֵיהֶם עַל־פִּי יְהוָה וְאֵלֶּה מַסְעֵיהֶם לְמוֹצָאֵיהֶם׃","וַיִּסְעוּ מֵרַעְמְסֵס בַּחֹדֶשׁ הָרִאשׁוֹן בַּחֲמִשָּׁה עָשָׂר יוֹם לַחֹדֶשׁ הָרִאשׁוֹן מִמָּחֳרַת הַפֶּסַח יָצְאוּ בְנֵי־יִשְׂרָאֵל בְּיָד רָמָה לְעֵינֵי כָּל־מִצְרָיִם׃","וּמִצְרַיִם מְקַבְּרִים אֵת אֲשֶׁר הִכָּה יְהוָה בָּהֶם כָּל־בְּכוֹר וּבֵאלֹהֵיהֶם עָשָׂה יְהוָה שְׁפָטִים׃","וַיִּסְעוּ בְנֵי־יִשְׂרָאֵל מֵרַעְמְסֵס וַיַּחֲנוּ בְּסֻכֹּת׃","וַיִּסְעוּ מִסֻּכֹּת וַיַּחֲנוּ בְאֵתָם אֲשֶׁר בִּקְצֵה הַמִּדְבָּר׃","וַיִּסְעוּ מֵאֵתָם וַיָּשָׁב עַל־פִּי הַחִירֹת אֲשֶׁר עַל־פְּנֵי בַּעַל צְפוֹן וַיַּחֲנוּ לִפְנֵי מִגְדֹּל׃","וַיִּסְעוּ מִפְּנֵי הַחִירֹת וַיַּעַבְרוּ בְתוֹךְ־הַיָּם הַמִּדְבָּרָה וַיֵּלְכוּ דֶּרֶךְ שְׁלֹשֶׁת יָמִים בְּמִדְבַּר אֵתָם וַיַּחֲנוּ בְּמָרָה׃","וַיִּסְעוּ מִמָּרָה וַיָּבֹאוּ אֵילִמָה וּבְאֵילִם שְׁתֵּים עֶשְׂרֵה עֵינֹת מַיִם וְשִׁבְעִים תְּמָרִים וַיַּחֲנוּ־שָׁם׃","וַיִּסְעוּ מֵאֵילִם וַיַּחֲנוּ עַל־יַם־סוּף׃","וַיִּסְעוּ מִיַּם־סוּף וַיַּחֲנוּ בְּמִדְבַּר־סִין׃","וַיִּסְעוּ מִמִּדְבַּר־סִין וַיַּחֲנוּ בְּדָפְקָה׃","וַיִּסְעוּ מִדָּפְקָה וַיַּחֲנוּ בְּאָלוּשׁ׃","וַיִּסְעוּ מֵאָלוּשׁ וַיַּחֲנוּ בִּרְפִידִם וְלֹא־הָיָה שָׁם מַיִם לָעָם לִשְׁתּוֹת׃","וַיִּסְעוּ מֵרְפִידִם וַיַּחֲנוּ בְּמִדְבַּר סִינָי׃","וַיִּסְעוּ מִמִּדְבַּר סִינָי וַיַּחֲנוּ בְּקִבְרֹת הַתַּאֲוָה׃","וַיִּסְעוּ מִקִּבְרֹת הַתַּאֲוָה וַיַּחֲנוּ בַּחֲצֵרֹת׃","וַיִּסְעוּ מֵחֲצֵרֹת וַיַּחֲנוּ בְּרִתְמָה׃","וַיִּסְעוּ מֵרִתְמָה וַיַּחֲנוּ בְּרִמֹּן פָּרֶץ׃","וַיִּסְעוּ מֵרִמֹּן פָּרֶץ וַיַּחֲנוּ בְּלִבְנָה׃","וַיִּסְעוּ מִלִּבְנָה וַיַּחֲנוּ בְּרִסָּה׃","וַיִּסְעוּ מֵרִסָּה וַיַּחֲנוּ בִּקְהֵלָתָה׃","וַיִּסְעוּ מִקְּהֵלָתָה וַיַּחֲנוּ בְּהַר־שָׁפֶר׃","וַיִּסְעוּ מֵהַר־שָׁפֶר וַיַּחֲנוּ בַּחֲרָדָה׃","וַיִּסְעוּ מֵחֲרָדָה וַיַּחֲנוּ בְּמַקְהֵלֹת׃","וַיִּסְעוּ מִמַּקְהֵלֹת וַיַּחֲנוּ בְּתָחַת׃","וַיִּסְעוּ מִתָּחַת וַיַּחֲנוּ בְּתָרַח׃","וַיִּסְעוּ מִתָּרַח וַיַּחֲנוּ בְּמִתְקָה׃","וַיִּסְעוּ מִמִּתְקָה וַיַּחֲנוּ בְּחַשְׁמֹנָה׃","וַיִּסְעוּ מֵחַשְׁמֹנָה וַיַּחֲנוּ בְּמֹסֵרוֹת׃","וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן׃","וַיִּסְעוּ מִבְּנֵי יַעֲקָן וַיַּחֲנוּ בְּחֹר הַגִּדְגָּד׃","וַיִּסְעוּ מֵחֹר הַגִּדְגָּד וַיַּחֲנוּ בְּיָטְבָתָה׃","וַיִּסְעוּ מִיָּטְבָתָה וַיַּחֲנוּ בְּעַבְרֹנָה׃","וַיִּסְעוּ מֵעַבְרֹנָה וַיַּחֲנוּ בְּעֶצְיוֹן גָּבֶר׃","וַיִּסְעוּ מֵעֶצְיוֹן גָּבֶר וַיַּחֲנוּ בְמִדְבַּר־צִן הִוא קָדֵשׁ׃","וַיִּסְעוּ מִקָּדֵשׁ וַיַּחֲנוּ בְּהֹר הָהָר בִּקְצֵה אֶרֶץ אֱדוֹם׃","וַיַּעַל אַהֲרֹן הַכֹּהֵן אֶל־הֹר הָהָר עַל־פִּי יְהוָה וַיָּמָת שָׁם בִּשְׁנַת הָאַרְבָּעִים לְצֵאת בְּנֵי־יִשְׂרָאֵל מֵאֶרֶץ מִצְרַיִם בַּחֹדֶשׁ הַחֲמִישִׁי בְּאֶחָד לַחֹדֶשׁ׃","וְאַהֲרֹן בֶּן־שָׁלֹשׁ וְעֶשְׂרִים וּמְאַת שָׁנָה בְּמֹתוֹ בְּהֹר הָהָר׃","וַיִּשְׁמַע הַכְּנַעֲנִי מֶלֶךְ עֲרָד וְהוּא־יֹשֵׁב בַּנֶּגֶב בְּאֶרֶץ כְּנָעַן בְּבֹא בְּנֵי יִשְׂרָאֵל׃","וַיִּסְעוּ מֵהֹר הָהָר וַיַּחֲנוּ בְּצַלְמֹנָה׃","וַיִּסְעוּ מִצַּלְמֹנָה וַיַּחֲנוּ בְּפוּנֹן׃","וַיִּסְעוּ מִפּוּנֹן וַיַּחֲנוּ בְּאֹבֹת׃","וַיִּסְעוּ מֵאֹבֹת וַיַּחֲנוּ בְּעִיֵּי הָעֲבָרִים בִּגְבוּל מוֹאָב׃","וַיִּסְעוּ מֵעִיִּים וַיַּחֲנוּ בְּדִיבֹן גָּד׃","וַיִּסְעוּ מִדִּיבֹן גָּד וַיַּחֲנוּ בְּעַלְמֹן דִּבְלָתָיְמָה׃","וַיִּסְעוּ מֵעַלְמֹן דִּבְלָתָיְמָה וַיַּחֲנוּ בְּהָרֵי הָעֲבָרִים לִפְנֵי נְבוֹ׃","וַיִּסְעוּ מֵהָרֵי הָעֲבָרִים וַיַּחֲנוּ בְּעַרְבֹת מוֹאָב עַל יַרְדֵּן יְרֵחוֹ׃","וַיַּחֲנוּ עַל־הַיַּרְדֵּן מִבֵּית הַיְשִׁמֹת עַד אָבֵל הַשִּׁטִּים בְּעַרְבֹת מוֹאָב׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה בְּעַרְבֹת מוֹאָב עַל־יַרְדֵּן יְרֵחוֹ לֵאמֹר׃","דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם כִּי אַתֶּם עֹבְרִים אֶת־הַיַּרְדֵּן אֶל־אֶרֶץ כְּנָעַן׃","וְהוֹרַשְׁתֶּם אֶת־כָּל־יֹשְׁבֵי הָאָרֶץ מִפְּנֵיכֶם וְאִבַּדְתֶּם אֵת כָּל־מַשְׂכִּיֹּתָם וְאֵת כָּל־צַלְמֵי מַסֵּכֹתָם תְּאַבֵּדוּ וְאֵת כָּל־בָּמֹתָם תַּשְׁמִידוּ׃","וְהוֹרַשְׁתֶּם אֶת־הָאָרֶץ וִישַׁבְתֶּם־בָּהּ כִּי לָכֶם נָתַתִּי אֶת־הָאָרֶץ לָרֶשֶׁת אֹתָהּ׃","וְהִתְנַחַלְתֶּם אֶת־הָאָרֶץ בְּגוֹרָל לְמִשְׁפְּחֹתֵיכֶם לָרַב תַּרְבּוּ אֶת־נַחֲלָתוֹ וְלַמְעַט תַּמְעִיט אֶת־נַחֲלָתוֹ אֶל אֲשֶׁר־יֵצֵא לוֹ שָׁמָּה הַגּוֹרָל לוֹ יִהְיֶה לְמַטּוֹת אֲבֹתֵיכֶם תִּתְנֶחָלוּ׃","וְאִם־לֹא תוֹרִישׁוּ אֶת־יֹשְׁבֵי הָאָרֶץ מִפְּנֵיכֶם וְהָיָה אֲשֶׁר תּוֹתִירוּ מֵהֶם לְשִׂכִּים בְּעֵינֵיכֶם וְלִצְנִינִם בְּצִדֵּיכֶם וְצָרֲרוּ אֶתְכֶם עַל־הָאָרֶץ אֲשֶׁר אַתֶּם יֹשְׁבִים בָּהּ׃","וְהָיָה כַּאֲשֶׁר דִּמִּיתִי לַעֲשׂוֹת לָהֶם אֶעֱשֶׂה לָכֶם׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","צַו אֶת־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם כִּי־אַתֶּם בָּאִים אֶל־הָאָרֶץ כְּנָעַן זֹאת הָאָרֶץ אֲשֶׁר תִּפֹּל לָכֶם בְּנַחֲלָה אֶרֶץ כְּנַעַן לִגְבֻלֹתֶיהָ׃","וְהָיָה לָכֶם פְּאַת־נֶגֶב מִמִּדְבַּר־צִן עַל־יְדֵי אֱדוֹם וְהָיָה לָכֶם גְּבוּל נֶגֶב מִקְצֵה יָם־הַמֶּלַח קֵדְמָה׃","וְנָסַב לָכֶם הַגְּבוּל מִנֶּגֶב לְמַעֲלֵה עַקְרַבִּים וְעָבַר צִנָה והיה [וְהָיוּ] תּוֹצְאֹתָיו מִנֶּגֶב לְקָדֵשׁ בַּרְנֵעַ וְיָצָא חֲצַר־אַדָּר וְעָבַר עַצְמֹנָה׃","וְנָסַב הַגְּבוּל מֵעַצְמוֹן נַחְלָה מִצְרָיִם וְהָיוּ תוֹצְאֹתָיו הַיָּמָּה׃","וּגְבוּל יָם וְהָיָה לָכֶם הַיָּם הַגָּדוֹל וּגְבוּל זֶה־יִהְיֶה לָכֶם גְּבוּל יָם׃","וְזֶה־יִהְיֶה לָכֶם גְּבוּל צָפוֹן מִן־הַיָּם הַגָּדֹל תְּתָאוּ לָכֶם הֹר הָהָר׃","מֵהֹר הָהָר תְּתָאוּ לְבֹא חֲמָת וְהָיוּ תּוֹצְאֹת הַגְּבֻל צְדָדָה׃","וְיָצָא הַגְּבֻל זִפְרֹנָה וְהָיוּ תוֹצְאֹתָיו חֲצַר עֵינָן זֶה־יִהְיֶה לָכֶם גְּבוּל צָפוֹן׃","וְהִתְאַוִּיתֶם לָכֶם לִגְבוּל קֵדְמָה מֵחֲצַר עֵינָן שְׁפָמָה׃","וְיָרַד הַגְּבֻל מִשְּׁפָם הָרִבְלָה מִקֶּדֶם לָעָיִן וְיָרַד הַגְּבוּל וּמָחָה עַל־כֶּתֶף יָם־כִּנֶּרֶת קֵדְמָה׃","וְיָרַד הַגְּבוּל הַיַּרְדֵּנָה וְהָיוּ תוֹצְאֹתָיו יָם הַמֶּלַח זֹאת תִּהְיֶה לָכֶם הָאָרֶץ לִגְבֻלֹתֶיהָ סָבִיב׃","וַיְצַו מֹשֶׁה אֶת־בְּנֵי יִשְׂרָאֵל לֵאמֹר זֹאת הָאָרֶץ אֲשֶׁר תִּתְנַחֲלוּ אֹתָהּ בְּגוֹרָל אֲשֶׁר צִוָּה יְהוָה לָתֵת לְתִשְׁעַת הַמַּטּוֹת וַחֲצִי הַמַּטֶּה׃","כִּי לָקְחוּ מַטֵּה בְנֵי הָראוּבֵנִי לְבֵית אֲבֹתָם וּמַטֵּה בְנֵי־הַגָּדִי לְבֵית אֲבֹתָם וַחֲצִי מַטֵּה מְנַשֶּׁה לָקְחוּ נַחֲלָתָם׃","שְׁנֵי הַמַּטּוֹת וַחֲצִי הַמַּטֶּה לָקְחוּ נַחֲלָתָם מֵעֵבֶר לְיַרְדֵּן יְרֵחוֹ קֵדְמָה מִזְרָחָה׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","אֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר־יִנְחֲלוּ לָכֶם אֶת־הָאָרֶץ אֶלְעָזָר הַכֹּהֵן וִיהוֹשֻׁעַ בִּן־נוּן׃","וְנָשִׂיא אֶחָד נָשִׂיא אֶחָד מִמַּטֶּה תִּקְחוּ לִנְחֹל אֶת־הָאָרֶץ׃","וְאֵלֶּה שְׁמוֹת הָאֲנָשִׁים לְמַטֵּה יְהוּדָה כָּלֵב בֶּן־יְפֻנֶּה׃","וּלְמַטֵּה בְּנֵי שִׁמְעוֹן שְׁמוּאֵל בֶּן־עַמִּיהוּד׃","לְמַטֵּה בִנְיָמִן אֱלִידָד בֶּן־כִּסְלוֹן׃","וּלְמַטֵּה בְנֵי־דָן נָשִׂיא בֻּקִּי בֶּן־יָגְלִי׃","לִבְנֵי יוֹסֵף לְמַטֵּה בְנֵי־מְנַשֶּׁה נָשִׂיא חַנִּיאֵל בֶּן־אֵפֹד׃","וּלְמַטֵּה בְנֵי־אֶפְרַיִם נָשִׂיא קְמוּאֵל בֶּן־שִׁפְטָן׃","וּלְמַטֵּה בְנֵי־זְבוּלֻן נָשִׂיא אֱלִיצָפָן בֶּן־פַּרְנָךְ׃","וּלְמַטֵּה בְנֵי־יִשָׂשכָר נָשִׂיא פַּלְטִיאֵל בֶּן־עַזָּן׃","וּלְמַטֵּה בְנֵי־אָשֵׁר נָשִׂיא אֲחִיהוּד בֶּן־שְׁלֹמִי׃","וּלְמַטֵּה בְנֵי־נַפְתָּלִי נָשִׂיא פְּדַהְאֵל בֶּן־עַמִּיהוּד׃","אֵלֶּה אֲשֶׁר צִוָּה יְהוָה לְנַחֵל אֶת־בְּנֵי־יִשְׂרָאֵל בְּאֶרֶץ כְּנָעַן׃"],["וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה בְּעַרְבֹת מוֹאָב עַל־יַרְדֵּן יְרֵחוֹ לֵאמֹר׃","צַו אֶת־בְּנֵי יִשְׂרָאֵל וְנָתְנוּ לַלְוִיִּם מִנַּחֲלַת אֲחֻזָּתָם עָרִים לָשָׁבֶת וּמִגְרָשׁ לֶעָרִים סְבִיבֹתֵיהֶם תִּתְּנוּ לַלְוִיִּם׃","וְהָיוּ הֶעָרִים לָהֶם לָשָׁבֶת וּמִגְרְשֵׁיהֶם יִהְיוּ לִבְהֶמְתָּם וְלִרְכֻשָׁם וּלְכֹל חַיָּתָם׃","וּמִגְרְשֵׁי הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם מִקִּיר הָעִיר וָחוּצָה אֶלֶף אַמָּה סָבִיב׃","וּמַדֹּתֶם מִחוּץ לָעִיר אֶת־פְּאַת־קֵדְמָה אַלְפַּיִם בָּאַמָּה וְאֶת־פְּאַת־נֶגֶב אַלְפַּיִם בָּאַמָּה וְאֶת־פְּאַת־יָם אַלְפַּיִם בָּאַמָּה וְאֵת פְּאַת צָפוֹן אַלְפַּיִם בָּאַמָּה וְהָעִיר בַּתָּוֶךְ זֶה יִהְיֶה לָהֶם מִגְרְשֵׁי הֶעָרִים׃","וְאֵת הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם אֵת שֵׁשׁ־עָרֵי הַמִּקְלָט אֲשֶׁר תִּתְּנוּ לָנֻס שָׁמָּה הָרֹצֵחַ וַעֲלֵיהֶם תִּתְּנוּ אַרְבָּעִים וּשְׁתַּיִם עִיר׃","כָּל־הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם אַרְבָּעִים וּשְׁמֹנֶה עִיר אֶתְהֶן וְאֶת־מִגְרְשֵׁיהֶן׃","וְהֶעָרִים אֲשֶׁר תִּתְּנוּ מֵאֲחֻזַּת בְּנֵי־יִשְׂרָאֵל מֵאֵת הָרַב תַּרְבּוּ וּמֵאֵת הַמְעַט תַּמְעִיטוּ אִישׁ כְּפִי נַחֲלָתוֹ אֲשֶׁר יִנְחָלוּ יִתֵּן מֵעָרָיו לַלְוִיִּם׃","וַיְדַבֵּר יְהוָה אֶל־מֹשֶׁה לֵּאמֹר׃","דַּבֵּר אֶל־בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם כִּי אַתֶּם עֹבְרִים אֶת־הַיַּרְדֵּן אַרְצָה כְּנָעַן׃","וְהִקְרִיתֶם לָכֶם עָרִים עָרֵי מִקְלָט תִּהְיֶינָה לָכֶם וְנָס שָׁמָּה רֹצֵחַ מַכֵּה־נֶפֶשׁ בִּשְׁגָגָה׃","וְהָיוּ לָכֶם הֶעָרִים לְמִקְלָט מִגֹּאֵל וְלֹא יָמוּת הָרֹצֵחַ עַד־עָמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט׃","וְהֶעָרִים אֲשֶׁר תִּתֵּנוּ שֵׁשׁ־עָרֵי מִקְלָט תִּהְיֶינָה לָכֶם׃","אֵת שְׁלֹשׁ הֶעָרִים תִּתְּנוּ מֵעֵבֶר לַיַּרְדֵּן וְאֵת שְׁלֹשׁ הֶעָרִים תִּתְּנוּ בְּאֶרֶץ כְּנָעַן עָרֵי מִקְלָט תִּהְיֶינָה׃","לִבְנֵי יִשְׂרָאֵל וְלַגֵּר וְלַתּוֹשָׁב בְּתוֹכָם תִּהְיֶינָה שֵׁשׁ־הֶעָרִים הָאֵלֶּה לְמִקְלָט לָנוּס שָׁמָּה כָּל־מַכֵּה־נֶפֶשׁ בִּשְׁגָגָה׃","וְאִם־בִּכְלִי בַרְזֶל הִכָּהוּ וַיָּמֹת רֹצֵחַ הוּא מוֹת יוּמַת הָרֹצֵחַ׃","וְאִם בְּאֶבֶן יָד אֲשֶׁר־יָמוּת בָּהּ הִכָּהוּ וַיָּמֹת רֹצֵחַ הוּא מוֹת יוּמַת הָרֹצֵחַ׃","אוֹ בִּכְלִי עֵץ־יָד אֲשֶׁר־יָמוּת בּוֹ הִכָּהוּ וַיָּמֹת רֹצֵחַ הוּא מוֹת יוּמַת הָרֹצֵחַ׃","גֹּאֵל הַדָּם הוּא יָמִית אֶת־הָרֹצֵחַ בְּפִגְעוֹ־בוֹ הוּא יְמִיתֶנּוּ׃","וְאִם־בְּשִׂנְאָה יֶהְדָּפֶנּוּ אוֹ־הִשְׁלִיךְ עָלָיו בִּצְדִיָּה וַיָּמֹת׃","אוֹ בְאֵיבָה הִכָּהוּ בְיָדוֹ וַיָּמֹת מוֹת־יוּמַת הַמַּכֶּה רֹצֵחַ הוּא גֹּאֵל הַדָּם יָמִית אֶת־הָרֹצֵחַ בְּפִגְעוֹ־בוֹ׃","וְאִם־בְּפֶתַע בְּלֹא־אֵיבָה הֲדָפוֹ אוֹ־הִשְׁלִיךְ עָלָיו כָּל־כְּלִי בְּלֹא צְדִיָּה׃","אוֹ בְכָל־אֶבֶן אֲשֶׁר־יָמוּת בָּהּ בְּלֹא רְאוֹת וַיַּפֵּל עָלָיו וַיָּמֹת וְהוּא לֹא־אוֹיֵב לוֹ וְלֹא מְבַקֵּשׁ רָעָתוֹ׃","וְשָׁפְטוּ הָעֵדָה בֵּין הַמַּכֶּה וּבֵין גֹּאֵל הַדָּם עַל הַמִּשְׁפָּטִים הָאֵלֶּה׃","וְהִצִּילוּ הָעֵדָה אֶת־הָרֹצֵחַ מִיַּד גֹּאֵל הַדָּם וְהֵשִׁיבוּ אֹתוֹ הָעֵדָה אֶל־עִיר מִקְלָטוֹ אֲשֶׁר־נָס שָׁמָּה וְיָשַׁב בָּהּ עַד־מוֹת הַכֹּהֵן הַגָּדֹל אֲשֶׁר־מָשַׁח אֹתוֹ בְּשֶׁמֶן הַקֹּדֶשׁ׃","וְאִם־יָצֹא יֵצֵא הָרֹצֵחַ אֶת־גְּבוּל עִיר מִקְלָטוֹ אֲשֶׁר יָנוּס שָׁמָּה׃","וּמָצָא אֹתוֹ גֹּאֵל הַדָּם מִחוּץ לִגְבוּל עִיר מִקְלָטוֹ וְרָצַח גֹּאֵל הַדָּם אֶת־הָרֹצֵחַ אֵין לוֹ דָּם׃","כִּי בְעִיר מִקְלָטוֹ יֵשֵׁב עַד־מוֹת הַכֹּהֵן הַגָּדֹל וְאַחֲרֵי מוֹת הַכֹּהֵן הַגָּדֹל יָשׁוּב הָרֹצֵחַ אֶל־אֶרֶץ אֲחֻזָּתוֹ׃","וְהָיוּ אֵלֶּה לָכֶם לְחֻקַּת מִשְׁפָּט לְדֹרֹתֵיכֶם בְּכֹל מוֹשְׁבֹתֵיכֶם׃","כָּל־מַכֵּה־נֶפֶשׁ לְפִי עֵדִים יִרְצַח אֶת־הָרֹצֵחַ וְעֵד אֶחָד לֹא־יַעֲנֶה בְנֶפֶשׁ לָמוּת׃","וְלֹא־תִקְחוּ כֹפֶר לְנֶפֶשׁ רֹצֵחַ אֲשֶׁר־הוּא רָשָׁע לָמוּת כִּי־מוֹת יוּמָת׃","וְלֹא־תִקְחוּ כֹפֶר לָנוּס אֶל־עִיר מִקְלָטוֹ לָשׁוּב לָשֶׁבֶת בָּאָרֶץ עַד־מוֹת הַכֹּהֵן׃","וְלֹא־תַחֲנִיפוּ אֶת־הָאָרֶץ אֲשֶׁר אַתֶּם בָּהּ כִּי הַדָּם הוּא יַחֲנִיף אֶת־הָאָרֶץ וְלָאָרֶץ לֹא־יְכֻפַּר לַדָּם אֲשֶׁר שֻׁפַּךְ־בָּהּ כִּי־אִם בְּדַם שֹׁפְכוֹ׃","וְלֹא תְטַמֵּא אֶת־הָאָרֶץ אֲשֶׁר אַתֶּם יֹשְׁבִים בָּהּ אֲשֶׁר אֲנִי שֹׁכֵן בְּתוֹכָהּ כִּי אֲנִי יְהוָה שֹׁכֵן בְּתוֹךְ בְּנֵי יִשְׂרָאֵל׃"],["וַיִּקְרְבוּ רָאשֵׁי הָאָבוֹת לְמִשְׁפַּחַת בְּנֵי־גִלְעָד בֶּן־מָכִיר בֶּן־מְנַשֶּׁה מִמִּשְׁפְּחֹת בְּנֵי יוֹסֵף וַיְדַבְּרוּ לִפְנֵי מֹשֶׁה וְלִפְנֵי הַנְּשִׂאִים רָאשֵׁי אָבוֹת לִבְנֵי יִשְׂרָאֵל׃","וַיֹּאמְרוּ אֶת־אֲדֹנִי צִוָּה יְהוָה לָתֵת אֶת־הָאָרֶץ בְּנַחֲלָה בְּגוֹרָל לִבְנֵי יִשְׂרָאֵל וַאדֹנִי צֻוָּה בַיהוָה לָתֵת אֶת־נַחֲלַת צְלָפְחָד אָחִינוּ לִבְנֹתָיו׃","וְהָיוּ לְאֶחָד מִבְּנֵי שִׁבְטֵי בְנֵי־יִשְׂרָאֵל לְנָשִׁים וְנִגְרְעָה נַחֲלָתָן מִנַּחֲלַת אֲבֹתֵינוּ וְנוֹסַף עַל נַחֲלַת הַמַּטֶּה אֲשֶׁר תִּהְיֶינָה לָהֶם וּמִגֹּרַל נַחֲלָתֵנוּ יִגָּרֵעַ׃","וְאִם־יִהְיֶה הַיֹּבֵל לִבְנֵי יִשְׂרָאֵל וְנוֹסְפָה נַחֲלָתָן עַל נַחֲלַת הַמַּטֶּה אֲשֶׁר תִּהְיֶינָה לָהֶם וּמִנַּחֲלַת מַטֵּה אֲבֹתֵינוּ יִגָּרַע נַחֲלָתָן׃","וַיְצַו מֹשֶׁה אֶת־בְּנֵי יִשְׂרָאֵל עַל־פִּי יְהוָה לֵאמֹר כֵּן מַטֵּה בְנֵי־יוֹסֵף דֹּבְרִים׃","זֶה הַדָּבָר אֲשֶׁר־צִוָּה יְהוָה לִבְנוֹת צְלָפְחָד לֵאמֹר לַטּוֹב בְּעֵינֵיהֶם תִּהְיֶינָה לְנָשִׁים אַךְ לְמִשְׁפַּחַת מַטֵּה אֲבִיהֶם תִּהְיֶינָה לְנָשִׁים׃","וְלֹא־תִסֹּב נַחֲלָה לִבְנֵי יִשְׂרָאֵל מִמַּטֶּה אֶל־מַטֶּה כִּי אִישׁ בְּנַחֲלַת מַטֵּה אֲבֹתָיו יִדְבְּקוּ בְּנֵי יִשְׂרָאֵל׃","וְכָל־בַּת יֹרֶשֶׁת נַחֲלָה מִמַּטּוֹת בְּנֵי יִשְׂרָאֵל לְאֶחָד מִמִּשְׁפַּחַת מַטֵּה אָבִיהָ תִּהְיֶה לְאִשָּׁה לְמַעַן יִירְשׁוּ בְּנֵי יִשְׂרָאֵל אִישׁ נַחֲלַת אֲבֹתָיו׃","וְלֹא־תִסֹּב נַחֲלָה מִמַּטֶּה לְמַטֶּה אַחֵר כִּי־אִישׁ בְּנַחֲלָתוֹ יִדְבְּקוּ מַטּוֹת בְּנֵי יִשְׂרָאֵל׃","כַּאֲשֶׁר צִוָּה יְהוָה אֶת־מֹשֶׁה כֵּן עָשׂוּ בְּנוֹת צְלָפְחָד׃","וַתִּהְיֶינָה מַחְלָה תִרְצָה וְחָגְלָה וּמִלְכָּה וְנֹעָה בְּנוֹת צְלָפְחָד לִבְנֵי דֹדֵיהֶן לְנָשִׁים׃","מִמִּשְׁפְּחֹת בְּנֵי־מְנַשֶּׁה בֶן־יוֹסֵף הָיוּ לְנָשִׁים וַתְּהִי נַחֲלָתָן עַל־מַטֵּה מִשְׁפַּחַת אֲבִיהֶן׃","אֵלֶּה הַמִּצְוֺת וְהַמִּשְׁפָּטִים אֲשֶׁר צִוָּה יְהוָה בְּיַד־מֹשֶׁה אֶל־בְּנֵי יִשְׂרָאֵל בְּעַרְבֹת מוֹאָב עַל יַרְדֵּן יְרֵחוֹ׃"]],"english_text":[["These are the stages of the children of Israel, by which they went forth out of the land of Egypt by their hosts under the hand of Moses and Aaron.","And Moses wrote their goings forth, stage by stage, by the commandment of the LORD; and these are their stages at their goings forth.","And they journeyed from Rameses in the first month, on the fifteenth day of the first month; on the morrow after the passover the children of Israel went out with a high hand in the sight of all the Egyptians,","while the Egyptians were burying them that the LORD had smitten among them, even all their first-born; upon their gods also the LORD executed judgments.","And the children of Israel journeyed from Rameses, and pitched in Succoth.","And they journeyed from Succoth, and pitched in Etham, which is in the edge of the wilderness.","And they journeyed from Etham, and turned back unto Pihahiroth, which is before Baal-zephon; and they pitched before Migdol.","And they journeyed from Penehahiroth, and passed through the midst of the sea into the wilderness; and they went three days’journey in the wilderness of Etham, and pitched in Marah.","And they journeyed from Marah, and came unto Elim; and in Elim were twelve springs of water, and threescore and ten palm-trees; and they pitched there.","And they journeyed from Elim, and pitched by the Red Sea.","And they journeyed from the Red Sea, and pitched in the wilderness of Sin.","And they journeyed from the wilderness of Sin, and pitched in Dophkah.","And they journeyed from Dophkah, and pitched in Alush.","And they journeyed from Alush, and pitched in Rephidim, where was no water for the people to drink.","And they journeyed from Rephidim, and pitched in the wilderness of Sinai.","And they journeyed from the wilderness of Sinai, and pitched in Kibroth-hattaavah.","And they journeyed from Kibroth-hattaavah, and pitched in Hazeroth.","And they journeyed from Hazeroth, and pitched in Rithmah.","And they journeyed from Rithmah, and pitched in Rimmon-perez.","And they journeyed from Rimmon-perez, and pitched in Libnah.","And they journeyed from Libnah, and pitched in Rissah.","And they journeyed from Rissah, and pitched in Kehelah.","And they journeyed from Kehelah, and pitched in mount Shepher.","And they journeyed from mount Shepher, and pitched in Haradah.","And they journeyed from Haradah, and pitched in Makheloth.","And they journeyed from Makheloth, and pitched in Tahath.","And they journeyed from Tahath, and pitched in Terah.","And they journeyed from Terah, and pitched in Mithkah.","And they journeyed from Mithkah, and pitched in Hashmonah.","And they journeyed from Hashmonah, and pitched in Moseroth.","And they journeyed from Moseroth, and pitched in Bene-jaakan.","And they journeyed from Bene-jaakan, and pitched in Hor-haggidgad.","And they journeyed from Hor-haggidgad, and pitched in Jotbah.","And they journeyed from Jotbah, and pitched in Abronah.","And they journeyed from Abronah, and pitched in Ezion-geber.","And they journeyed from Ezion-geber, and pitched in the wilderness of Zin—the same is Kadesh.","And they journeyed from Kadesh, and pitched in mount Hor, in the edge of the land of Edom.—","And Aaron the priest went up into mount Hor at the commandment of the LORD, and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the fifth month, on the first day of the month.","And Aaron was a hundred and twenty and three years old when he died in mount Hor.","And the Canaanite, the king of Arad, who dwelt in the South in the land of Canaan, heard of the coming of the children of Israel.—","And they journeyed from mount Hor, and pitched in Zalmonah.","And they journeyed from Zalmonah, and pitched in Punon.","And they journeyed from Punon, and pitched in Oboth.","And they journeyed from Oboth, and pitched in Ije-abarim, in the border of Moab.","And they journeyed from Ijim, and pitched in Dibon-gad.","And they journeyed from Dibon-gad, and pitched in Almon-diblathaim.","And they journeyed from Almon-diblathaim, and pitched in the mountains of Abarim, in front of Nebo.","And they journeyed from the mountains of Abarim, and pitched in the plains of Moab by the Jordan at Jericho.","And they pitched by the Jordan, from Beth-jeshimoth even unto Abel-shittim in the plains of Moab.","And the LORD spoke unto Moses in the plains of Moab by the Jordan at Jericho, saying:","’Speak unto the children of Israel, and say unto them: When ye pass over the Jordan into the land of Canaan,","then ye shall drive out all the inhabitants of the land from before you, and destroy all their figured stones, and destroy all their molten images, and demolish all their high places.","And ye shall drive out the inhabitants of the land, and dwell therein; for unto you have I given the land to possess it.","And ye shall inherit the land by lot according to your families—to the more ye shall give the more inheritance, and to the fewer thou shalt give the less inheritance; wheresoever the lot falleth to any man, that shall be his; according to the tribes of your fathers shall ye inherit.","But if ye will not drive out the inhabitants of the land from before you, then shall those that ye let remain of them be as thorns in your eyes, and as pricks in your sides, and they shall harass you in the land wherein ye dwell.","And it shall come to pass, that as I thought to do unto them, so will I do unto you."],["And the LORD spoke unto Moses, saying:","’Command the children of Israel, and say unto them: When ye come into the land of Canaan, this shall be the land that shall fall unto you for an inheritance, even the land of Canaan according to the borders thereof.","Thus your south side shall be from the wilderness of Zin close by the side of Edom, and your south border shall begin at the end of the Salt Sea eastward;","and your border shall turn about southward of the ascent of Akrabbim, and pass along to Zin; and the goings out thereof shall be southward of Kadesh-barnea; and it shall go forth to Hazar-addar, and pass along to Azmon;","and the border shall turn about from Azmon unto the Brook of Egypt, and the goings out thereof shall be at the Sea.","And for the western border, ye shall have the Great Sea for a border; this shall be your west border.","And this shall be your north border: from the Great Sea ye shall mark out your line unto mount Hor;","from mount Hor ye shall mark out a line unto the entrance to Hamath; and the goings out of the border shall be at Zedad;","and the border shall go forth to Ziphron, and the goings out thereof shall be at Hazar-enan; this shall be your north border.","And ye shall mark out your line for the east border from Hazar-enan to Shepham;","and the border shall go down from Shepham to Riblah, on the east side of Ain; and the border shall go down, and shall strike upon the slope of the sea of Chinnereth eastward;","and the border shall go down to the Jordan, and the goings out thereof shall be at the Salt Sea; this shall be your land according to the borders thereof round about.’","And Moses commanded the children of Israel, saying: ‘This is the land wherein ye shall receive inheritance by lot, which the LORD hath commanded to give unto the nine tribes, and to the half-tribe;","for the tribe of the children of Reuben according to their fathers’houses, and the tribe of the children of Gad according to their fathers’houses, have received, and the half-tribe of Manasseh have received, their inheritance;","the two tribes and the half-tribe have received their inheritance beyond the Jordan at Jericho eastward, toward the sun-rising.’","And the LORD spoke unto Moses, saying:","’These are the names of the men that shall take possession of the land for you: Eleazar the priest, and Joshua the son of Nun.","And ye shall take one prince of every tribe, to take possession of the land.","And these are the names of the men: of the tribe of Judah, Caleb the son of Jephunneh.","And of the tribe of the children of Simeon, Shemuel the son of Ammihud.","Of the tribe of Benjamin, Elidad the son of Chislon.","And of the tribe of the children of Dan a prince, Bukki the son of Jogli.","Of the children of Joseph: of the tribe of the children of Manasseh a prince, Hanniel the son of Ephod;","and of the tribe of the children of Ephraim a prince, Kemuel the son of Shiphtan.","And of the tribe of the children of Zebulun a prince, Eli-zaphan the son of Parnach.","And of the tribe of the children of Issachar a prince, Paltiel the son of Azzan.","And of the tribe of the children of Asher a prince, Ahihud the son of Shelomi.","And of the tribe of the children of Naphtali a prince, Pedahel the son of Ammihud.","These are they whom the LORD commanded to divide the inheritance unto the children of Israel in the land of Canaan.’"],["And the LORD spoke unto Moses in the plains of Moab by the Jordan at Jericho, saying:","’Command the children of Israel, that they give unto the Levites of the inheritance of their possession cities to dwell in; and open land round about the cities shall ye give unto the Levites.","And the cities shall they have to dwell in; and their open land shall be for their cattle, and for their substance, and for all their beasts.","And the open land about the cities, which ye shall give unto the Levites, shall be from the wall of the city and outward a thousand cubits round about.","And ye shall measure without the city for the east side two thousand cubits, and for the south side two thousand cubits, and for the west side two thousand cubits, and for the north side two thousand cubits, the city being in the midst. This shall be to them the open land about the cities.","And the cities which ye shall give unto the Levites, they shall be the six cities of refuge, which ye shall give for the manslayer to flee thither; and beside them ye shall give forty and two cities.","All the cities which ye shall give to the Levites shall be forty and eight cities: them shall ye give with the open land about them.","And concerning the cities which ye shall give of the possession of the children of Israel, from the many ye shall take many, and from the few ye shall take few; each tribe according to its inheritance which it inheriteth shall give of its cities unto the Levites.’","And the LORD spoke unto Moses, saying:","’Speak unto the children of Israel, and say unto them: When ye pass over the Jordan into the land of Canaan,","then ye shall appoint you cities to be cities of refuge for you, that the manslayer that killeth any person through error may flee thither.","And the cities shall be unto you for refuge from the avenger, that the manslayer die not, until he stand before the congregation for judgment.","And as to the cities which ye shall give, there shall be for you six cities of refuge.","Ye shall give three cities beyond the Jordan, and three cities shall ye give in the land of Canaan; they shall be cities of refuge.","For the children of Israel, and for the stranger and for the settler among them, shall these six cities be for refuge, that every one that killeth any person through error may flee thither.","But if he smote him with an instrument of iron, so that he died, he is a murderer; the murderer shall surely be put to death.","And if he smote him with a stone in the hand, whereby a man may die, and he died, he is a murderer; the murderer shall surely be put to death.","Or if he smote him with a weapon of wood in the hand, whereby a man may die, and he died, he is a murderer; the murderer shall surely be put to death.","The avenger of blood shall himself put the murderer to death; when he meeteth him, he shall put him to death.","And if he thrust him of hatred, or hurled at him any thing, lying in wait, so that he died;","or in enmity smote him with his hand, that he died; he that smote him shall surely be put to death: he is a murderer; the avenger of blood shall put the murderer to death when he meeteth him.","But if he thrust him suddenly without enmity, or hurled upon him any thing without lying in wait,","or with any stone, whereby a man may die, seeing him not, and cast it upon him, so that he died, and he was not his enemy, neither sought his harm;","then the congregation shall judge between the smiter and the avenger of blood according to these ordinances;","and the congregation shall deliver the manslayer out of the hand of the avenger of blood, and the congregation shall restore him to his city of refuge, whither he was fled; and he shall dwell therein until the death of the high priest, who was anointed with the holy oil.","But if the manslayer shall at any time go beyond the border of his city of refuge, whither he fleeth;","and the avenger of blood find him without the border of his city of refuge, and the avenger of blood slay the manslayer; there shall be no bloodguiltiness for him;","because he must remain in his city of refuge until the death of the high priest; but after the death of the high priest the manslayer may return into the land of his possession.","And these things shall be for a statute of judgment unto you throughout your generations in all your dwellings.","Whoso killeth any person, the murderer shall be slain at the mouth of witnesses; but one witness shall not testify against any person that he die.","Moreover ye shall take no ransom for the life of a murderer, that is guilty of death; but he shall surely be put to death.","And ye shall take no ransom for him that is fled to his city of refuge, that he should come again to dwell in the land, until the death of the priest.","So ye shall not pollute the land wherein ye are; for blood, it polluteth the land; and no expiation can be made for the land for the blood that is shed therein, but by the blood of him that shed it.","And thou shalt not defile the land which ye inhabit, in the midst of which I dwell; for I the LORD dwell in the midst of the children of Israel.’"],["And the heads of the fathers’houses of the family of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near, and spoke before Moses, and before the princes, the heads of the fathers’houses of the children of Israel;","and they said: ‘The LORD commanded my lord to give the land for inheritance by lot to the children of Israel; and my lord was commanded by the LORD to give the inheritance of Zelophehad our brother unto his daughters.","And if they be married to any of the sons of the other tribes of the children of Israel, then will their inheritance be taken away from the inheritance of our fathers, and will be added to the inheritance of the tribe whereunto they shall belong; so will it be taken away from the lot of our inheritance.","And when the jubilee of the children of Israel shall be, then will their inheritance be added unto the inheritance of the tribe whereunto they shall belong; so will their inheritance be taken away from the inheritance of the tribe of our fathers.’","And Moses commanded the children of Israel according to the word of the LORD, saying: ‘The tribe of the sons of Joseph speaketh right.","This is the thing which the LORD hath commanded concerning the daughters of Zelophehad, saying: Let them be married to whom they think best; only into the family of the tribe of their father shall they be married.","So shall no inheritance of the children of Israel remove from tribe to tribe; for the children of Israel shall cleave every one to the inheritance of the tribe of his fathers.","And every daughter, that possesseth an inheritance in any tribe of the children of Israel, shall be wife unto one of the family of the tribe of her father, that the children of Israel may possess every man the inheritance of his fathers.","So shall no inheritance remove from one tribe to another tribe; for the tribes of the children of Israel shall cleave each one to its own inheritance.’","Even as the LORD commanded Moses, so did the daughters of Zelophehad.","For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the daughters of Zelophehad, were married unto their father’s brothers’sons.","They were married into the families of the sons of Manasseh the son of Joseph, and their inheritance remained in the tribe of the family of their father.","These are the commandments and the ordinances, which the LORD commanded by the hand of Moses unto the children of Israel in the plains of Moab by the Jordan at Jericho."]],"sefer":"bemidbar","sefer_sponsor":"","parasha_sponsor":"","start_chapter":33,"start_verse":1,"end_chapter":36,"end_verse":13}