{
  "teacher_bio": "Rabbi Menachem Leibtag, founder of the Tanach Study Center www.tanach.org, is an internationally acclaimed bible scholar and pioneer of Jewish Education on the internet. His essays on Parshat ha’Shavua reflect his vibrant thematic-analytical approach, blending the methods of modern scholarship with traditional approaches. As a rebbe at Yeshivat Har Etzion, he is best known for his ability to teach students how to study Tanach. Rabbi Leibtag also teaches at Yeshivat Shaalavim, Midreshet Lindenbaum, & Matan; and routinely lectures around the globe, primarily as a Scholar in Residence in communities in North America.",
  "teacher_title": "Rabbi",
  "teacher_fname": "Menachem",
  "teacher_mname": null,
  "teacher_lname": "Leibtag",
  "teacher_image": "https://cdn.tanachstudy.com/assets/images/Rabbi_Menachem_Leibtag.jpg",
  "part_id": 5,
  "part_name": "torah",
  "parts_breakdown": [
    {
      "number": 1,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 2,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 3,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 4,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 5,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    },
    {
      "number": 6,
      "title": "",
      "start_chapter": null,
      "start_verse": null,
      "end_chapter": null,
      "end_verse": null
    }
  ],
  "perek_id": "vaethanan",
  "teacher_id": 1036,
  "book_id": 39,
  "book_num_chapters": 34,
  "book_name_pretty_eng": "Devarim",
  "parasha_name_pretty_eng": "Vaethanan",
  "book_name": "devarim",
  "prev_parasha_id": "devarim",
  "next_parasha_id": "ekev",
  "next_parasha_name": "Ekev",
  "hebrew_text": [
    [
      "וָאֶתְחַנַּן אֶל־יְהוָה בָּעֵת הַהִוא לֵאמֹר׃",
      "אֲדֹנָי יְהוִה אַתָּה הַחִלּוֹתָ לְהַרְאוֹת אֶת־עַבְדְּךָ אֶת־גָּדְלְךָ וְאֶת־יָדְךָ הַחֲזָקָה אֲשֶׁר מִי־אֵל בַּשָּׁמַיִם וּבָאָרֶץ אֲשֶׁר־יַעֲשֶׂה כְמַעֲשֶׂיךָ וְכִגְבוּרֹתֶךָ׃",
      "אֶעְבְּרָה־נָּא וְאֶרְאֶה אֶת־הָאָרֶץ הַטּוֹבָה אֲשֶׁר בְּעֵבֶר הַיַּרְדֵּן הָהָר הַטּוֹב הַזֶּה וְהַלְּבָנוֹן׃",
      "וַיִּתְעַבֵּר יְהוָה בִּי לְמַעַנְכֶם וְלֹא שָׁמַע אֵלָי וַיֹּאמֶר יְהוָה אֵלַי רַב־לָךְ אַל־תּוֹסֶף דַּבֵּר אֵלַי עוֹד בַּדָּבָר הַזֶּה׃",
      "עֲלֵה רֹאשׁ הַפִּסְגָּה וְשָׂא עֵינֶיךָ יָמָּה וְצָפֹנָה וְתֵימָנָה וּמִזְרָחָה וּרְאֵה בְעֵינֶיךָ כִּי־לֹא תַעֲבֹר אֶת־הַיַּרְדֵּן הַזֶּה׃",
      "וְצַו אֶת־יְהוֹשֻׁעַ וְחַזְּקֵהוּ וְאַמְּצֵהוּ כִּי־הוּא יַעֲבֹר לִפְנֵי הָעָם הַזֶּה וְהוּא יַנְחִיל אוֹתָם אֶת־הָאָרֶץ אֲשֶׁר תִּרְאֶה׃",
      "וַנֵּשֶׁב בַּגָּיְא מוּל בֵּית פְּעוֹר׃"
    ],
    [
      "וְעַתָּה יִשְׂרָאֵל שְׁמַע אֶל־הַחֻקִּים וְאֶל־הַמִּשְׁפָּטִים אֲשֶׁר אָנֹכִי מְלַמֵּד אֶתְכֶם לַעֲשׂוֹת לְמַעַן תִּחְיוּ וּבָאתֶם וִירִשְׁתֶּם אֶת־הָאָרֶץ אֲשֶׁר יְהוָה אֱלֹהֵי אֲבֹתֵיכֶם נֹתֵן לָכֶם׃",
      "לֹא תֹסִפוּ עַל־הַדָּבָר אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם וְלֹא תִגְרְעוּ מִמֶּנּוּ לִשְׁמֹר אֶת־מִצְוֺת יְהוָה אֱלֹהֵיכֶם אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם׃",
      "עֵינֵיכֶם הָרֹאֹת אֵת אֲשֶׁר־עָשָׂה יְהוָה בְּבַעַל פְּעוֹר כִּי כָל־הָאִישׁ אֲשֶׁר הָלַךְ אַחֲרֵי בַעַל־פְּעוֹר הִשְׁמִידוֹ יְהוָה אֱלֹהֶיךָ מִקִּרְבֶּךָ׃",
      "וְאַתֶּם הַדְּבֵקִים בַּיהוָה אֱלֹהֵיכֶם חַיִּים כֻּלְּכֶם הַיּוֹם׃",
      "רְאֵה לִמַּדְתִּי אֶתְכֶם חֻקִּים וּמִשְׁפָּטִים כַּאֲשֶׁר צִוַּנִי יְהוָה אֱלֹהָי לַעֲשׂוֹת כֵּן בְּקֶרֶב הָאָרֶץ אֲשֶׁר אַתֶּם בָּאִים שָׁמָּה לְרִשְׁתָּהּ׃",
      "וּשְׁמַרְתֶּם וַעֲשִׂיתֶם כִּי הִוא חָכְמַתְכֶם וּבִינַתְכֶם לְעֵינֵי הָעַמִּים אֲשֶׁר יִשְׁמְעוּן אֵת כָּל־הַחֻקִּים הָאֵלֶּה וְאָמְרוּ רַק עַם־חָכָם וְנָבוֹן הַגּוֹי הַגָּדוֹל הַזֶּה׃",
      "כִּי מִי־גוֹי גָּדוֹל אֲשֶׁר־לוֹ אֱלֹהִים קְרֹבִים אֵלָיו כַּיהוָה אֱלֹהֵינוּ בְּכָּל־קָרְאֵנוּ אֵלָיו׃",
      "וּמִי גּוֹי גָּדוֹל אֲשֶׁר־לוֹ חֻקִּים וּמִשְׁפָּטִים צַדִּיקִם כְּכֹל הַתּוֹרָה הַזֹּאת אֲשֶׁר אָנֹכִי נֹתֵן לִפְנֵיכֶם הַיּוֹם׃",
      "רַק הִשָּׁמֶר לְךָ וּשְׁמֹר נַפְשְׁךָ מְאֹד פֶּן־תִּשְׁכַּח אֶת־הַדְּבָרִים אֲשֶׁר־רָאוּ עֵינֶיךָ וּפֶן־יָסוּרוּ מִלְּבָבְךָ כֹּל יְמֵי חַיֶּיךָ וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ׃",
      "יוֹם אֲשֶׁר עָמַדְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ בְּחֹרֵב בֶּאֱמֹר יְהוָה אֵלַי הַקְהֶל־לִי אֶת־הָעָם וְאַשְׁמִעֵם אֶת־דְּבָרָי אֲשֶׁר יִלְמְדוּן לְיִרְאָה אֹתִי כָּל־הַיָּמִים אֲשֶׁר הֵם חַיִּים עַל־הָאֲדָמָה וְאֶת־בְּנֵיהֶם יְלַמֵּדוּן׃",
      "וַתִּקְרְבוּן וַתַּעַמְדוּן תַּחַת הָהָר וְהָהָר בֹּעֵר בָּאֵשׁ עַד־לֵב הַשָּׁמַיִם חֹשֶׁךְ עָנָן וַעֲרָפֶל׃",
      "וַיְדַבֵּר יְהוָה אֲלֵיכֶם מִתּוֹךְ הָאֵשׁ קוֹל דְּבָרִים אַתֶּם שֹׁמְעִים וּתְמוּנָה אֵינְכֶם רֹאִים זוּלָתִי קוֹל׃",
      "וַיַּגֵּד לָכֶם אֶת־בְּרִיתוֹ אֲשֶׁר צִוָּה אֶתְכֶם לַעֲשׂוֹת עֲשֶׂרֶת הַדְּבָרִים וַיִּכְתְּבֵם עַל־שְׁנֵי לֻחוֹת אֲבָנִים׃",
      "וְאֹתִי צִוָּה יְהוָה בָּעֵת הַהִוא לְלַמֵּד אֶתְכֶם חֻקִּים וּמִשְׁפָּטִים לַעֲשֹׂתְכֶם אֹתָם בָּאָרֶץ אֲשֶׁר אַתֶּם עֹבְרִים שָׁמָּה לְרִשְׁתָּהּ׃",
      "וְנִשְׁמַרְתֶּם מְאֹד לְנַפְשֹׁתֵיכֶם כִּי לֹא רְאִיתֶם כָּל־תְּמוּנָה בְּיוֹם דִּבֶּר יְהוָה אֲלֵיכֶם בְּחֹרֵב מִתּוֹךְ הָאֵשׁ׃",
      "פֶּן־תַּשְׁחִתוּן וַעֲשִׂיתֶם לָכֶם פֶּסֶל תְּמוּנַת כָּל־סָמֶל תַּבְנִית זָכָר אוֹ נְקֵבָה׃",
      "תַּבְנִית כָּל־בְּהֵמָה אֲשֶׁר בָּאָרֶץ תַּבְנִית כָּל־צִפּוֹר כָּנָף אֲשֶׁר תָּעוּף בַּשָּׁמָיִם׃",
      "תַּבְנִית כָּל־רֹמֵשׂ בָּאֲדָמָה תַּבְנִית כָּל־דָּגָה אֲשֶׁר־בַּמַּיִם מִתַּחַת לָאָרֶץ׃",
      "וּפֶן־תִּשָּׂא עֵינֶיךָ הַשָּׁמַיְמָה וְרָאִיתָ אֶת־הַשֶּׁמֶשׁ וְאֶת־הַיָּרֵחַ וְאֶת־הַכּוֹכָבִים כֹּל צְבָא הַשָּׁמַיִם וְנִדַּחְתָּ וְהִשְׁתַּחֲוִיתָ לָהֶם וַעֲבַדְתָּם אֲשֶׁר חָלַק יְהוָה אֱלֹהֶיךָ אֹתָם לְכֹל הָעַמִּים תַּחַת כָּל־הַשָּׁמָיִם׃",
      "וְאֶתְכֶם לָקַח יְהוָה וַיּוֹצִא אֶתְכֶם מִכּוּר הַבַּרְזֶל מִמִּצְרָיִם לִהְיוֹת לוֹ לְעַם נַחֲלָה כַּיּוֹם הַזֶּה׃",
      "וַיהוָה הִתְאַנֶּף־בִּי עַל־דִּבְרֵיכֶם וַיִּשָּׁבַע לְבִלְתִּי עָבְרִי אֶת־הַיַּרְדֵּן וּלְבִלְתִּי־בֹא אֶל־הָאָרֶץ הַטּוֹבָה אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ נַחֲלָה׃",
      "כִּי אָנֹכִי מֵת בָּאָרֶץ הַזֹּאת אֵינֶנִּי עֹבֵר אֶת־הַיַּרְדֵּן וְאַתֶּם עֹבְרִים וִירִשְׁתֶּם אֶת־הָאָרֶץ הַטּוֹבָה הַזֹּאת׃",
      "הִשָּׁמְרוּ לָכֶם פֶּן־תִּשְׁכְּחוּ אֶת־בְּרִית יְהוָה אֱלֹהֵיכֶם אֲשֶׁר כָּרַת עִמָּכֶם וַעֲשִׂיתֶם לָכֶם פֶּסֶל תְּמוּנַת כֹּל אֲשֶׁר צִוְּךָ יְהוָה אֱלֹהֶיךָ׃",
      "כִּי יְהוָה אֱלֹהֶיךָ אֵשׁ אֹכְלָה הוּא אֵל קַנָּא׃",
      "כִּי־תוֹלִיד בָּנִים וּבְנֵי בָנִים וְנוֹשַׁנְתֶּם בָּאָרֶץ וְהִשְׁחַתֶּם וַעֲשִׂיתֶם פֶּסֶל תְּמוּנַת כֹּל וַעֲשִׂיתֶם הָרַע בְּעֵינֵי יְהוָה־אֱלֹהֶיךָ לְהַכְעִיסוֹ׃",
      "הַעִידֹתִי בָכֶם הַיּוֹם אֶת־הַשָּׁמַיִם וְאֶת־הָאָרֶץ כִּי־אָבֹד תֹּאבֵדוּן מַהֵר מֵעַל הָאָרֶץ אֲשֶׁר אַתֶּם עֹבְרִים אֶת־הַיַּרְדֵּן שָׁמָּה לְרִשְׁתָּהּ לֹא־תַאֲרִיכֻן יָמִים עָלֶיהָ כִּי הִשָּׁמֵד תִּשָּׁמֵדוּן׃",
      "וְהֵפִיץ יְהוָה אֶתְכֶם בָּעַמִּים וְנִשְׁאַרְתֶּם מְתֵי מִסְפָּר בַּגּוֹיִם אֲשֶׁר יְנַהֵג יְהוָה אֶתְכֶם שָׁמָּה׃",
      "וַעֲבַדְתֶּם־שָׁם אֱלֹהִים מַעֲשֵׂה יְדֵי אָדָם עֵץ וָאֶבֶן אֲשֶׁר לֹא־יִרְאוּן וְלֹא יִשְׁמְעוּן וְלֹא יֹאכְלוּן וְלֹא יְרִיחֻן׃",
      "וּבִקַּשְׁתֶּם מִשָּׁם אֶת־יְהוָה אֱלֹהֶיךָ וּמָצָאתָ כִּי תִדְרְשֶׁנּוּ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשֶׁךָ׃",
      "בַּצַּר לְךָ וּמְצָאוּךָ כֹּל הַדְּבָרִים הָאֵלֶּה בְּאַחֲרִית הַיָּמִים וְשַׁבְתָּ עַד־יְהוָה אֱלֹהֶיךָ וְשָׁמַעְתָּ בְּקֹלוֹ׃",
      "כִּי אֵל רַחוּם יְהוָה אֱלֹהֶיךָ לֹא יַרְפְּךָ וְלֹא יַשְׁחִיתֶךָ וְלֹא יִשְׁכַּח אֶת־בְּרִית אֲבֹתֶיךָ אֲשֶׁר נִשְׁבַּע לָהֶם׃",
      "כִּי שְׁאַל־נָא לְיָמִים רִאשֹׁנִים אֲשֶׁר־הָיוּ לְפָנֶיךָ לְמִן־הַיּוֹם אֲשֶׁר בָּרָא אֱלֹהִים אָדָם עַל־הָאָרֶץ וּלְמִקְצֵה הַשָּׁמַיִם וְעַד־קְצֵה הַשָּׁמָיִם הֲנִהְיָה כַּדָּבָר הַגָּדוֹל הַזֶּה אוֹ הֲנִשְׁמַע כָּמֹהוּ׃",
      "הֲשָׁמַע עָם קוֹל אֱלֹהִים מְדַבֵּר מִתּוֹךְ־הָאֵשׁ כַּאֲשֶׁר־שָׁמַעְתָּ אַתָּה וַיֶּחִי׃",
      "אוֹ הֲנִסָּה אֱלֹהִים לָבוֹא לָקַחַת לוֹ גוֹי מִקֶּרֶב גּוֹי בְּמַסֹּת בְּאֹתֹת וּבְמוֹפְתִים וּבְמִלְחָמָה וּבְיָד חֲזָקָה וּבִזְרוֹעַ נְטוּיָה וּבְמוֹרָאִים גְּדֹלִים כְּכֹל אֲשֶׁר־עָשָׂה לָכֶם יְהוָה אֱלֹהֵיכֶם בְּמִצְרַיִם לְעֵינֶיךָ׃",
      "אַתָּה הָרְאֵתָ לָדַעַת כִּי יְהוָה הוּא הָאֱלֹהִים אֵין עוֹד מִלְבַדּוֹ׃",
      "מִן־הַשָּׁמַיִם הִשְׁמִיעֲךָ אֶת־קֹלוֹ לְיַסְּרֶךָּ וְעַל־הָאָרֶץ הֶרְאֲךָ אֶת־אִשּׁוֹ הַגְּדוֹלָה וּדְבָרָיו שָׁמַעְתָּ מִתּוֹךְ הָאֵשׁ׃",
      "וְתַחַת כִּי אָהַב אֶת־אֲבֹתֶיךָ וַיִּבְחַר בְּזַרְעוֹ אַחֲרָיו וַיּוֹצִאֲךָ בְּפָנָיו בְּכֹחוֹ הַגָּדֹל מִמִּצְרָיִם׃",
      "לְהוֹרִישׁ גּוֹיִם גְּדֹלִים וַעֲצֻמִים מִמְּךָ מִפָּנֶיךָ לַהֲבִיאֲךָ לָתֶת־לְךָ אֶת־אַרְצָם נַחֲלָה כַּיּוֹם הַזֶּה׃",
      "וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל־לְבָבֶךָ כִּי יְהוָה הוּא הָאֱלֹהִים בַּשָּׁמַיִם מִמַּעַל וְעַל־הָאָרֶץ מִתָּחַת אֵין עוֹד׃",
      "וְשָׁמַרְתָּ אֶת־חֻקָּיו וְאֶת־מִצְוֺתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם אֲשֶׁר יִיטַב לְךָ וּלְבָנֶיךָ אַחֲרֶיךָ וּלְמַעַן תַּאֲרִיךְ יָמִים עַל־הַאֲדָמָה אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ כָּל־הַיָּמִים׃",
      "אָז יַבְדִּיל מֹשֶׁה שָׁלֹשׁ עָרִים בְּעֵבֶר הַיַּרְדֵּן מִזְרְחָה שָׁמֶשׁ׃",
      "לָנֻס שָׁמָּה רוֹצֵחַ אֲשֶׁר יִרְצַח אֶת־רֵעֵהוּ בִּבְלִי־דַעַת וְהוּא לֹא־שֹׂנֵא לוֹ מִתְּמוֹל שִׁלְשׁוֹם וְנָס אֶל־אַחַת מִן־הֶעָרִים הָאֵל וָחָי׃",
      "אֶת־בֶּצֶר בַּמִּדְבָּר בְּאֶרֶץ הַמִּישֹׁר לָרֻאוּבֵנִי וְאֶת־רָאמֹת בַּגִּלְעָד לַגָּדִי וְאֶת־גּוֹלָן בַּבָּשָׁן לַמְנַשִּׁי׃",
      "וְזֹאת הַתּוֹרָה אֲשֶׁר־שָׂם מֹשֶׁה לִפְנֵי בְּנֵי יִשְׂרָאֵל׃",
      "אֵלֶּה הָעֵדֹת וְהַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר דִּבֶּר מֹשֶׁה אֶל־בְּנֵי יִשְׂרָאֵל בְּצֵאתָם מִמִּצְרָיִם׃",
      "בְּעֵבֶר הַיַּרְדֵּן בַּגַּיְא מוּל בֵּית פְּעוֹר בְּאֶרֶץ סִיחֹן מֶלֶךְ הָאֱמֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן אֲשֶׁר הִכָּה מֹשֶׁה וּבְנֵי יִשְׂרָאֵל בְּצֵאתָם מִמִּצְרָיִם׃",
      "וַיִּירְשׁוּ אֶת־אַרְצוֹ וְאֶת־אֶרֶץ עוֹג מֶלֶךְ־הַבָּשָׁן שְׁנֵי מַלְכֵי הָאֱמֹרִי אֲשֶׁר בְּעֵבֶר הַיַּרְדֵּן מִזְרַח שָׁמֶשׁ׃",
      "מֵעֲרֹעֵר אֲשֶׁר עַל־שְׂפַת־נַחַל אַרְנֹן וְעַד־הַר שִׂיאֹן הוּא חֶרְמוֹן׃",
      "וְכָל־הָעֲרָבָה עֵבֶר הַיַּרְדֵּן מִזְרָחָה וְעַד יָם הָעֲרָבָה תַּחַת אַשְׁדֹּת הַפִּסְגָּה׃"
    ],
    [
      "וַיִּקְרָא מֹשֶׁה אֶל־כָּל־יִשְׂרָאֵל וַיֹּאמֶר אֲלֵהֶם שְׁמַע יִשְׂרָאֵל אֶת־הַחֻקִּים וְאֶת־הַמִּשְׁפָּטִים אֲשֶׁר אָנֹכִי דֹּבֵר בְּאָזְנֵיכֶם הַיּוֹם וּלְמַדְתֶּם אֹתָם וּשְׁמַרְתֶּם לַעֲשֹׂתָם׃",
      "יְהוָה אֱלֹהֵינוּ כָּרַת עִמָּנוּ בְּרִית בְּחֹרֵב׃",
      "לֹא אֶת־אֲבֹתֵינוּ כָּרַת יְהוָה אֶת־הַבְּרִית הַזֹּאת כִּי אִתָּנוּ אֲנַחְנוּ אֵלֶּה פֹה הַיּוֹם כֻּלָּנוּ חַיִּים׃",
      "פָּנִים בְּפָנִים דִּבֶּר יְהוָה עִמָּכֶם בָּהָר מִתּוֹךְ הָאֵשׁ׃",
      "אָנֹכִי עֹמֵד בֵּין־יְהוָה וּבֵינֵיכֶם בָּעֵת הַהִוא לְהַגִּיד לָכֶם אֶת־דְּבַר יְהוָה כִּי יְרֵאתֶם מִפְּנֵי הָאֵשׁ וְלֹא־עֲלִיתֶם בָּהָר לֵאמֹר׃",
      "אָנֹכִי יְהוָה אֱלֹהֶיךָ אֲשֶׁר הוֹצֵאתִיךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים׃",
      "לֹא יִהְיֶה־לְךָ אֱלֹהִים אֲחֵרִים עַל־פָּנָיַ׃",
      "לֹא־תַעֲשֶׂה־לְךָ פֶסֶל כָּל־תְּמוּנָה אֲשֶׁר בַּשָּׁמַיִם מִמַּעַל וַאֲשֶׁר בָּאָרֶץ מִתָּחַת וַאֲשֶׁר בַּמַּיִם מִתַּחַת לָאָרֶץ׃",
      "לֹא־תִשְׁתַּחֲוֶה לָהֶם וְלֹא תָעָבְדֵם כִּי אָנֹכִי יְהוָה אֱלֹהֶיךָ אֵל קַנָּא פֹּקֵד עֲוֺן אָבוֹת עַל־בָּנִים וְעַל־שִׁלֵּשִׁים וְעַל־רִבֵּעִים לְשֹׂנְאָי׃",
      "וְעֹשֶׂה חֶסֶד לַאֲלָפִים לְאֹהֲבַי וּלְשֹׁמְרֵי מצותו [מִצְוֺתָי׃]",
      "לֹא תִשָּׂא אֶת־שֵׁם־יְהוָה אֱלֹהֶיךָ לַשָּׁוְא כִּי לֹא יְנַקֶּה יְהוָה אֵת אֲשֶׁר־יִשָּׂא אֶת־שְׁמוֹ לַשָּׁוְא׃",
      "שָׁמוֹר אֶת־יוֹם הַשַׁבָּת לְקַדְּשׁוֹ כַּאֲשֶׁר צִוְּךָ יְהוָה אֱלֹהֶיךָ",
      "שֵׁשֶׁת יָמִים תַּעֲבֹד וְעָשִׂיתָ כָּל־מְלַאכְתֶּךָ׃",
      "וְיוֹם הַשְּׁבִיעִי שַׁבָּת לַיהוָה אֱלֹהֶיךָ לֹא תַעֲשֶׂה כָל־מְלָאכָה אַתָּה וּבִנְךָ־וּבִתֶּךָ וְעַבְדְּךָ־וַאֲמָתֶךָ וְשׁוֹרְךָ וַחֲמֹרְךָ וְכָל־בְּהֶמְתֶּךָ וְגֵרְךָ אֲשֶׁר בִּשְׁעָרֶיךָ לְמַעַן יָנוּחַ עַבְדְּךָ וַאֲמָתְךָ כָּמוֹךָ׃",
      "וְזָכַרְתָּ כִּי־עֶבֶד הָיִיתָ בְּאֶרֶץ מִצְרַיִם וַיֹּצִאֲךָ יְהוָה אֱלֹהֶיךָ מִשָּׁם בְּיָד חֲזָקָה וּבִזְרֹעַ נְטוּיָה עַל־כֵּן צִוְּךָ יְהוָה אֱלֹהֶיךָ לַעֲשׂוֹת אֶת־יוֹם הַשַׁבָּת׃",
      "כַּבֵּד אֶת־אָבִיךָ וְאֶת־אִמֶּךָ כַּאֲשֶׁר צִוְּךָ יְהוָה אֱלֹהֶיךָ לְמַעַן יַאֲרִיכֻן יָמֶיךָ וּלְמַעַן יִיטַב לָךְ עַל הָאֲדָמָה אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ׃",
      "לֹא תִּרְצָח׃ וְלֹא תִּנְאָף׃ וְלֹא תִּגְנֹב׃ וְלֹא־תַעֲנֶה בְרֵעֲךָ עֵד שָׁוְא׃",
      "וְלֹא תַחְמֹד אֵשֶׁת רֵעֶךָ וְלֹא תִתְאַוֶּה בֵּית רֵעֶךָ שָׂדֵהוּ וְעַבְדּוֹ וַאֲמָתוֹ שׁוֹרוֹ וַחֲמֹרוֹ וְכֹל אֲשֶׁר לְרֵעֶךָ׃",
      "אֶת־הַדְּבָרִים הָאֵלֶּה דִּבֶּר יְהוָה אֶל־כָּל־קְהַלְכֶם בָּהָר מִתּוֹךְ הָאֵשׁ הֶעָנָן וְהָעֲרָפֶל קוֹל גָּדוֹל וְלֹא יָסָף וַיִּכְתְּבֵם עַל־שְׁנֵי לֻחֹת אֲבָנִים וַיִּתְּנֵם אֵלָי׃",
      "וַיְהִי כְּשָׁמְעֲכֶם אֶת־הַקּוֹל מִתּוֹךְ הַחֹשֶׁךְ וְהָהָר בֹּעֵר בָּאֵשׁ וַתִּקְרְבוּן אֵלַי כָּל־רָאשֵׁי שִׁבְטֵיכֶם וְזִקְנֵיכֶם׃",
      "וַתֹּאמְרוּ הֵן הֶרְאָנוּ יְהוָה אֱלֹהֵינוּ אֶת־כְּבֹדוֹ וְאֶת־גָּדְלוֹ וְאֶת־קֹלוֹ שָׁמַעְנוּ מִתּוֹךְ הָאֵשׁ הַיּוֹם הַזֶּה רָאִינוּ כִּי־יְדַבֵּר אֱלֹהִים אֶת־הָאָדָם וָחָי׃",
      "וְעַתָּה לָמָּה נָמוּת כִּי תֹאכְלֵנוּ הָאֵשׁ הַגְּדֹלָה הַזֹּאת אִם־יֹסְפִים אֲנַחְנוּ לִשְׁמֹעַ אֶת־קוֹל יְהוָה אֱלֹהֵינוּ עוֹד וָמָתְנוּ׃",
      "כִּי מִי כָל־בָּשָׂר אֲשֶׁר שָׁמַע קוֹל אֱלֹהִים חַיִּים מְדַבֵּר מִתּוֹךְ־הָאֵשׁ כָּמֹנוּ וַיֶּחִי׃",
      "קְרַב אַתָּה וּשֲׁמָע אֵת כָּל־אֲשֶׁר יֹאמַר יְהוָה אֱלֹהֵינוּ וְאַתְּ תְּדַבֵּר אֵלֵינוּ אֵת כָּל־אֲשֶׁר יְדַבֵּר יְהוָה אֱלֹהֵינוּ אֵלֶיךָ וְשָׁמַעְנוּ וְעָשִׂינוּ׃",
      "וַיִּשְׁמַע יְהוָה אֶת־קוֹל דִּבְרֵיכֶם בְּדַבֶּרְכֶם אֵלָי וַיֹּאמֶר יְהוָה אֵלַי שָׁמַעְתִּי אֶת־קוֹל דִּבְרֵי הָעָם הַזֶּה אֲשֶׁר דִּבְּרוּ אֵלֶיךָ הֵיטִיבוּ כָּל־אֲשֶׁר דִּבֵּרוּ׃",
      "מִי־יִתֵּן וְהָיָה לְבָבָם זֶה לָהֶם לְיִרְאָה אֹתִי וְלִשְׁמֹר אֶת־כָּל־מִצְוֺתַי כָּל־הַיָּמִים לְמַעַן יִיטַב לָהֶם וְלִבְנֵיהֶם לְעֹלָם׃",
      "לֵךְ אֱמֹר לָהֶם שׁוּבוּ לָכֶם לְאָהֳלֵיכֶם׃",
      "וְאַתָּה פֹּה עֲמֹד עִמָּדִי וַאֲדַבְּרָה אֵלֶיךָ אֵת כָּל־הַמִּצְוָה וְהַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר תְּלַמְּדֵם וְעָשׂוּ בָאָרֶץ אֲשֶׁר אָנֹכִי נֹתֵן לָהֶם לְרִשְׁתָּהּ׃",
      "וּשְׁמַרְתֶּם לַעֲשׂוֹת כַּאֲשֶׁר צִוָּה יְהוָה אֱלֹהֵיכֶם אֶתְכֶם לֹא תָסֻרוּ יָמִין וּשְׂמֹאל׃",
      "בְּכָל־הַדֶּרֶךְ אֲשֶׁר צִוָּה יְהוָה אֱלֹהֵיכֶם אֶתְכֶם תֵּלֵכוּ לְמַעַן תִּחְיוּן וְטוֹב לָכֶם וְהַאֲרַכְתֶּם יָמִים בָּאָרֶץ אֲשֶׁר תִּירָשׁוּן׃"
    ],
    [
      "וְזֹאת הַמִּצְוָה הַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר צִוָּה יְהוָה אֱלֹהֵיכֶם לְלַמֵּד אֶתְכֶם לַעֲשׂוֹת בָּאָרֶץ אֲשֶׁר אַתֶּם עֹבְרִים שָׁמָּה לְרִשְׁתָּהּ׃",
      "לְמַעַן תִּירָא אֶת־יְהוָה אֱלֹהֶיךָ לִשְׁמֹר אֶת־כָּל־חֻקֹּתָיו וּמִצְוֺתָיו אֲשֶׁר אָנֹכִי מְצַוֶּךָ אַתָּה וּבִנְךָ וּבֶן־בִּנְךָ כֹּל יְמֵי חַיֶּיךָ וּלְמַעַן יַאֲרִכֻן יָמֶיךָ׃",
      "וְשָׁמַעְתָּ יִשְׂרָאֵל וְשָׁמַרְתָּ לַעֲשׂוֹת אֲשֶׁר יִיטַב לְךָ וַאֲשֶׁר תִּרְבּוּן מְאֹד כַּאֲשֶׁר דִּבֶּר יְהוָה אֱלֹהֵי אֲבֹתֶיךָ לָךְ אֶרֶץ זָבַת חָלָב וּדְבָשׁ׃",
      "שְׁמַע יִשְׂרָאֵל יְהוָה אֱלֹהֵינוּ יְהוָה אֶחָד׃",
      "וְאָהַבְתָּ אֵת יְהוָה אֱלֹהֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשְׁךָ וּבְכָל־מְאֹדֶךָ׃",
      "וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם עַל־לְבָבֶךָ׃",
      "וְשִׁנַּנְתָּם לְבָנֶיךָ וְדִבַּרְתָּ בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ׃",
      "וּקְשַׁרְתָּם לְאוֹת עַל־יָדֶךָ וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ׃",
      "וּכְתַבְתָּם עַל־מְזוּזֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ׃",
      "וְהָיָה כִּי יְבִיאֲךָ יְהוָה אֱלֹהֶיךָ אֶל־הָאָרֶץ אֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב לָתֶת לָךְ עָרִים גְּדֹלֹת וְטֹבֹת אֲשֶׁר לֹא־בָנִיתָ׃",
      "וּבָתִּים מְלֵאִים כָּל־טוּב אֲשֶׁר לֹא־מִלֵּאתָ וּבֹרֹת חֲצוּבִים אֲשֶׁר לֹא־חָצַבְתָּ כְּרָמִים וְזֵיתִים אֲשֶׁר לֹא־נָטָעְתָּ וְאָכַלְתָּ וְשָׂבָעְתָּ׃",
      "הִשָּׁמֶר לְךָ פֶּן־תִּשְׁכַּח אֶת־יְהוָה אֲשֶׁר הוֹצִיאֲךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים׃",
      "אֶת־יְהוָה אֱלֹהֶיךָ תִּירָא וְאֹתוֹ תַעֲבֹד וּבִשְׁמוֹ תִּשָּׁבֵעַ׃",
      "לֹא תֵלְכוּן אַחֲרֵי אֱלֹהִים אֲחֵרִים מֵאֱלֹהֵי הָעַמִּים אֲשֶׁר סְבִיבוֹתֵיכֶם׃",
      "כִּי אֵל קַנָּא יְהוָה אֱלֹהֶיךָ בְּקִרְבֶּךָ פֶּן־יֶחֱרֶה אַף־יְהוָה אֱלֹהֶיךָ בָּךְ וְהִשְׁמִידְךָ מֵעַל פְּנֵי הָאֲדָמָה׃",
      "לֹא תְנַסּוּ אֶת־יְהוָה אֱלֹהֵיכֶם כַּאֲשֶׁר נִסִּיתֶם בַּמַּסָּה׃",
      "שָׁמוֹר תִּשְׁמְרוּן אֶת־מִצְוֺת יְהוָה אֱלֹהֵיכֶם וְעֵדֹתָיו וְחֻקָּיו אֲשֶׁר צִוָּךְ׃",
      "וְעָשִׂיתָ הַיָּשָׁר וְהַטּוֹב בְּעֵינֵי יְהוָה לְמַעַן יִיטַב לָךְ וּבָאתָ וְיָרַשְׁתָּ אֶת־הָאָרֶץ הַטֹּבָה אֲשֶׁר־נִשְׁבַּע יְהוָה לַאֲבֹתֶיךָ׃",
      "לַהֲדֹף אֶת־כָּל־אֹיְבֶיךָ מִפָּנֶיךָ כַּאֲשֶׁר דִּבֶּר יְהוָה׃",
      "כִּי־יִשְׁאָלְךָ בִנְךָ מָחָר לֵאמֹר מָה הָעֵדֹת וְהַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר צִוָּה יְהוָה אֱלֹהֵינוּ אֶתְכֶם׃",
      "וְאָמַרְתָּ לְבִנְךָ עֲבָדִים הָיִינוּ לְפַרְעֹה בְּמִצְרָיִם וַיּוֹצִיאֵנוּ יְהוָה מִמִּצְרַיִם בְּיָד חֲזָקָה׃",
      "וַיִּתֵּן יְהוָה אוֹתֹת וּמֹפְתִים גְּדֹלִים וְרָעִים בְּמִצְרַיִם בְּפַרְעֹה וּבְכָל־בֵּיתוֹ לְעֵינֵינוּ׃",
      "וְאוֹתָנוּ הוֹצִיא מִשָּׁם לְמַעַן הָבִיא אֹתָנוּ לָתֶת לָנוּ אֶת־הָאָרֶץ אֲשֶׁר נִשְׁבַּע לַאֲבֹתֵינוּ׃",
      "וַיְצַוֵּנוּ יְהוָה לַעֲשׂוֹת אֶת־כָּל־הַחֻקִּים הָאֵלֶּה לְיִרְאָה אֶת־יְהוָה אֱלֹהֵינוּ לְטוֹב לָנוּ כָּל־הַיָּמִים לְחַיֹּתֵנוּ כְּהַיּוֹם הַזֶּה׃",
      "וּצְדָקָה תִּהְיֶה־לָּנוּ כִּי־נִשְׁמֹר לַעֲשׂוֹת אֶת־כָּל־הַמִּצְוָה הַזֹּאת לִפְנֵי יְהוָה אֱלֹהֵינוּ כַּאֲשֶׁר צִוָּנוּ׃"
    ],
    [
      "כִּי יְבִיאֲךָ יְהוָה אֱלֹהֶיךָ אֶל־הָאָרֶץ אֲשֶׁר־אַתָּה בָא־שָׁמָּה לְרִשְׁתָּהּ וְנָשַׁל גּוֹיִם־רַבִּים מִפָּנֶיךָ הַחִתִּי וְהַגִּרְגָּשִׁי וְהָאֱמֹרִי וְהַכְּנַעֲנִי וְהַפְּרִזִּי וְהַחִוִּי וְהַיְבוּסִי שִׁבְעָה גוֹיִם רַבִּים וַעֲצוּמִים מִמֶּךָּ׃",
      "וּנְתָנָם יְהוָה אֱלֹהֶיךָ לְפָנֶיךָ וְהִכִּיתָם הַחֲרֵם תַּחֲרִים אֹתָם לֹא־תִכְרֹת לָהֶם בְּרִית וְלֹא תְחָנֵּם׃",
      "וְלֹא תִתְחַתֵּן בָּם בִּתְּךָ לֹא־תִתֵּן לִבְנוֹ וּבִתּוֹ לֹא־תִקַּח לִבְנֶךָ׃",
      "כִּי־יָסִיר אֶת־בִּנְךָ מֵאַחֲרַי וְעָבְדוּ אֱלֹהִים אֲחֵרִים וְחָרָה אַף־יְהוָה בָּכֶם וְהִשְׁמִידְךָ מַהֵר׃",
      "כִּי־אִם־כֹּה תַעֲשׂוּ לָהֶם מִזְבְּחֹתֵיהֶם תִּתֹּצוּ וּמַצֵּבֹתָם תְּשַׁבֵּרוּ וַאֲשֵׁירֵהֶם תְּגַדֵּעוּן וּפְסִילֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ׃",
      "כִּי עַם קָדוֹשׁ אַתָּה לַיהוָה אֱלֹהֶיךָ בְּךָ בָּחַר יְהוָה אֱלֹהֶיךָ לִהְיוֹת לוֹ לְעַם סְגֻלָּה מִכֹּל הָעַמִּים אֲשֶׁר עַל־פְּנֵי הָאֲדָמָה׃",
      "לֹא מֵרֻבְּכֶם מִכָּל־הָעַמִּים חָשַׁק יְהוָה בָּכֶם וַיִּבְחַר בָּכֶם כִּי־אַתֶּם הַמְעַט מִכָּל־הָעַמִּים׃",
      "כִּי מֵאַהֲבַת יְהוָה אֶתְכֶם וּמִשָּׁמְרוּ אֶת־הַשְּׁבֻעָה אֲשֶׁר נִשְׁבַּע לַאֲבֹתֵיכֶם הוֹצִיא יְהוָה אֶתְכֶם בְּיָד חֲזָקָה וַיִּפְדְּךָ מִבֵּית עֲבָדִים מִיַּד פַּרְעֹה מֶלֶךְ־מִצְרָיִם׃",
      "וְיָדַעְתָּ כִּי־יְהוָה אֱלֹהֶיךָ הוּא הָאֱלֹהִים הָאֵל הַנֶּאֱמָן שֹׁמֵר הַבְּרִית וְהַחֶסֶד לְאֹהֲבָיו וּלְשֹׁמְרֵי מצותו [מִצְוֺתָיו] לְאֶלֶף דּוֹר׃",
      "וּמְשַׁלֵּם לְשֹׂנְאָיו אֶל־פָּנָיו לְהַאֲבִידוֹ לֹא יְאַחֵר לְשֹׂנְאוֹ אֶל־פָּנָיו יְשַׁלֶּם־לוֹ׃",
      "וְשָׁמַרְתָּ אֶת־הַמִּצְוָה וְאֶת־הַחֻקִּים וְאֶת־הַמִּשְׁפָּטִים אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם לַעֲשׂוֹתָם׃"
    ]
  ],
  "english_text": [
    [
      "And I besought the LORD at that time, saying:",
      "’O Lord GOD, Thou hast begun to show Thy servant Thy greatness, and Thy strong hand; for what god is there in heaven or on earth, that can do according to Thy works, and according to Thy mighty acts?",
      "Let me go over, I pray Thee, and see the good land that is beyond the Jordan, that goodly hill-country, and Lebanon.’",
      "But the LORD was wroth with me for your sakes, and hearkened not unto me; and the LORD said unto me: ‘Let it suffice thee; speak no more unto Me of this matter.",
      "Get thee up into the top of Pisgah, and lift up thine eyes westward, and northward, and southward, and eastward, and behold with thine eyes; for thou shalt not go over this Jordan.",
      "But charge Joshua, and encourage him, and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see.’",
      "So we abode in the valley over against Beth-peor."
    ],
    [
      "And now, O Israel, hearken unto the statutes and unto the ordinances, which I teach you, to do them; that ye may live, and go in and possess the land which the LORD, the God of your fathers, giveth you.",
      "Ye shall not add unto the word which I command you, neither shall ye diminish from it, that ye may keep the commandments of the LORD your God which I command you.",
      "Your eyes have seen what the LORD did in Baal-peor; for all the men that followed the Baal of Peor, the LORD thy God hath destroyed them from the midst of thee.",
      "But ye that did cleave unto the LORD your God are alive every one of you this day.",
      "Behold, I have taught you statutes and ordinances, even as the LORD my God commanded me, that ye should do so in the midst of the land whither ye go in to possess it.",
      "Observe therefore and do them; for this is your wisdom and your understanding in the sight of the peoples, that, when they hear all these statutes, shall say: ‘Surely this great nation is a wise and understanding people.’",
      "For what great nation is there, that hath God so nigh unto them, as the LORD our God is whensoever we call upon Him?",
      "And what great nation is there, that hath statutes and ordinances so righteous as all this law, which I set before you this day?",
      "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes saw, and lest they depart from thy heart all the days of thy life; but make them known unto thy children and thy children’s children;",
      "the day that thou stoodest before the LORD thy God in Horeb, when the LORD said unto me: ‘Assemble Me the people, and I will make them hear My words that they may learn to fear Me all the days that they live upon the earth, and that they may teach their children.’",
      "And ye came near and stood under the mountain; and the mountain burned with fire unto the heart of heaven, with darkness, cloud, and thick darkness.",
      "And the LORD spoke unto you out of the midst of the fire; ye heard the voice of words, but ye saw no form; only a voice.",
      "And He declared unto you His covenant, which He commanded you to perform, even the ten words; and He wrote them upon two tables of stone.",
      "And the LORD commanded me at that time to teach you statutes and ordinances, that ye might do them in the land whither ye go over to possess it.",
      "Take ye therefore good heed unto yourselves—for ye saw no manner of form on the day that the LORD spoke unto you in Horeb out of the midst of the fire—",
      "lest ye deal corruptly, and make you a graven image, even the form of any figure, the likeness of male or female,",
      "the likeness of any beast that is on the earth, the likeness of any winged fowl that flieth in the heaven,",
      "the likeness of any thing that creepeth on the ground, the likeness of any fish that is in the water under the earth; .",
      "and lest thou lift up thine eyes unto heaven, and when thou seest the sun and the moon and the stars, even all the host of heaven, thou be drawn away and worship them, and serve them, which the LORD thy God hath allotted unto all the peoples under the whole heaven.",
      "But you hath the LORD taken and brought forth out of the iron furnace, out of Egypt, to be unto Him a people of inheritance, as ye are this day.",
      "Now the LORD was angered with me for your sakes, and swore that I should not go over the Jordan, and that I should not go in unto that good land, which the LORD thy God giveth thee for an inheritance;",
      "but I must die in this land, I must not go over the Jordan; but ye are to go over, and possess that good land.",
      "Take heed unto yourselves, lest ye forget the covenant of the LORD your God, which He made with you, and make you a graven image, even the likeness of any thing which the LORD thy God hath forbidden thee.",
      "For the LORD thy God is a devouring fire, a jealous God.",
      "When thou shalt beget children, and children’s children, and ye shall have been long in the land, and shall deal corruptly, and make a graven image, even the form of any thing, and shall do that which is evil in the sight of the LORD thy God, to provoke Him;",
      "I call heaven and earth to witness against you this day, that ye shall soon utterly perish from off the land whereunto ye go over the Jordan to possess it; ye shall not prolong your days upon it, but shall utterly be destroyed.",
      "And the LORD shall scatter you among the peoples, and ye shall be left few in number among the nations, whither the LORD shall lead you away.",
      "And there ye shall serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell.",
      "But from thence ye will seek the LORD thy God; and thou shalt find Him, if thou search after Him with all thy heart and with all thy soul.",
      "In thy distress, when all these things are come upon thee, in the end of days, thou wilt return to the LORD thy God, and hearken unto His voice;",
      "for the LORD thy God is a merciful God; He will not fail thee, neither destroy thee, nor forget the covenant of thy fathers which He swore unto them.",
      "For ask now of the days past, which were before thee, since the day that God created man upon the earth, and from the one end of heaven unto the other, whether there hath been any such thing as this great thing is, or hath been heard like it?",
      "Did ever a people hear the voice of God speaking out of the midst of the fire, as thou hast heard, and live?",
      "Or hath God assayed to go and take Him a nation from the midst of another nation, by trials, by signs, and by wonders, and by war, and by a mighty hand, and by an outstretched arm, and by great terrors, according to all that the LORD your God did for you in Egypt before thine eyes?",
      "Unto thee it was shown, that thou mightiest know that the LORD, He is God; there is none else beside Him.",
      "Out of heaven He made thee to hear His voice, that He might instruct thee; and upon earth He made thee to see His great fire; and thou didst hear His words out of the midst of the fire.",
      "And because He loved thy fathers, and chose their seed after them, and brought thee out with His presence, with His great power, out of Egypt,",
      "to drive out nations from before thee greater and mightier than thou, to bring thee in, to give thee their land for an inheritance, as it is this day;",
      "know this day, and lay it to thy heart, that the LORD, He is God in heaven above and upon the earth beneath; there is none else.",
      "And thou shalt keep His statutes, and His commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the land, which the LORD thy God giveth thee, for ever.",
      "Then Moses separated three cities beyond the Jordan toward the sunrising;",
      "that the manslayer might flee thither, that slayeth his neighbour unawares, and hated him not in time past; and that fleeing unto one of these cities he might live:",
      "Bezer in the wilderness, in the table-land, for the Reubenites; and Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites.",
      "And this is the law which Moses set before the children of Israel;",
      "these are the testimonies, and the statutes, and the ordinances, which Moses spoke unto the children of Israel, when they came forth out of Egypt;",
      "beyond the Jordan, in the valley over against Beth-peor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the children of Israel smote, when they came forth out of Egypt;",
      "and they took his land in possession, and the land of Og king of Bashan, the two kings of the Amorites, who were beyond the Jordan toward the sunrising;",
      "from Aroer, which is on the edge of the valley of Arnon, even unto mount Sion—the same is Hermon—",
      "and all the Arabah beyond the Jordan eastward, even unto the sea of the Arabah, under the slopes of Pisgah."
    ],
    [
      "And Moses called unto all Israel, and said unto them: Hear, O Israel, the statutes and the ordinances which I speak in your ears this day, that ye may learn them, and observe to do them.",
      "The LORD our God made a covenant with us in Horeb.",
      "The LORD made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.",
      "The LORD spoke with you face to face in the mount out of the midst of the fire—",
      "I stood between the LORD and you at that time, to declare unto you the word of the LORD; for ye were afraid because of the fire, and went not up into the mount—saying: .",
      "I am the LORD thy God, who brought thee out of the land of Egypt, out of the house of bondage.",
      "Thou shalt have no other gods before Me.",
      "Thou shalt not make unto thee a graven image, even any manner of likeness, of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth.",
      "Thou shalt not bow down unto them, nor serve them; for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children, and upon the third and upon the fourth generation of them that hate Me,",
      "and showing mercy unto the thousandth generation of them that love Me and keep My commandments.",
      "Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh His name in vain.",
      "Observe the sabbath day, to keep it holy, as the LORD thy God commanded thee.",
      "Six days shalt thou labour, and do all thy work;",
      "but the seventh day is a sabbath unto the LORD thy God, in it thou shalt not do any manner of work, thou, nor thy son, nor thy daughter, nor thy man-servant, nor thy maid-servant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy man-servant and thy maid-servant may rest as well as thou.",
      "And thou shalt remember that thou was a servant in the land of Egypt, and the LORD thy God brought thee out thence by a mighty hand and by an outstretched arm; therefore the LORD thy God commanded thee to keep the sabbath day.",
      "Honour thy father and thy mother, as the LORD thy God commanded thee; that thy days may be long, and that it may go well with thee, upon the land which the LORD thy God giveth thee.",
      "Thou shalt not murder. Neither shalt thou commit adultery. Neither shalt thou steal. Neither shalt thou bear false witness against thy neighbour.",
      "Neither shalt thou covet thy neighbour’s wife; neither shalt thou desire thy neighbour’s house, his field, or his man-servant, or his maid-servant, his ox, or his ass, or any thing that is thy neighbour’s.",
      "These words the LORD spoke unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice, and it went on no more. And He wrote them upon two tables of stone, and gave them unto me.",
      "And it came to pass, when ye heard the voice out of the midst of the darkness, while the mountain did burn with fire, that ye came near unto me, even all the heads of your tribes, and your elders;",
      "and ye said: ‘Behold, the LORD our God hath shown us His glory and His greatness, and we have heard His voice out of the midst of the fire; we have seen this day that God doth speak with man, and he liveth.",
      "Now therefore why should we die? for this great fire will consume us; if we hear the voice of the LORD our God any more, then we shall die.",
      "For who is there of all flesh, that hath heard the voice of the living God speaking out of the midst of the fire, as we have, and lived?",
      "Go thou near, and hear all that the LORD our God may say; and thou shalt speak unto us all that the LORD our God may speak unto thee; and we will hear it and do it.’",
      "And the LORD heard the voice of your words, when ye spoke unto me; and the LORD said unto me: ‘I have heard the voice of the words of this people, which they have spoken unto thee; they have well said all that they have spoken.",
      "Oh that they had such a heart as this alway, to fear Me, and keep all My commandments, that it might be well with them, and with their children for ever!",
      "Go say to them: Return ye to your tents.",
      "But as for thee, stand thou here by Me, and I will speak unto thee all the commandment, and the statutes, and the ordinances, which thou shalt teach them, that they may do them in the land which I give them to possess it.’",
      "Ye shall observe to do therefore as the LORD your God hath commanded you; ye shall not turn aside to the right hand or to the left.",
      "Ye shall walk in all the way which the LORD your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess."
    ],
    [
      "Now this is the commandment, the statutes, and the ordinances, which the LORD your God commanded to teach you, that ye might do them in the land whither ye go over to possess it—",
      "that thou mightest fear the LORD thy God, to keep all His statutes and His commandments, which I command thee, thou, and thy son, and thy son’s son, all the days of thy life; and that thy days may be prolonged.",
      "Hear therefore, O Israel, and observe to do it; that it may be well with thee, and that ye may increase mightily, as the LORD, the God of thy fathers, hath promised unto thee—a land flowing with milk and honey.",
      "HEAR, O ISRAEL: THE LORD OUR GOD, THE LORD IS ONE.",
      "And thou shalt love the LORD thy God with all thy heart, and with all thy soul, and with all thy might.",
      "And these words, which I command thee this day, shall be upon thy heart;",
      "and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up.",
      "And thou shalt bind them for a sign upon thy hand, and they shall be for frontlets between thine eyes.",
      "And thou shalt write them upon the door-posts of thy house, and upon thy gates.",
      "And it shall be, when the LORD thy God shall bring thee into the land which He swore unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee—great and goodly cities, which thou didst not build,",
      "and houses full of all good things, which thou didst not fill, and cisterns hewn out, which thou the didst not hew, vineyards and olive-trees, which thou didst not plant, and thou shalt eat and be satisfied—",
      "then beware lest thou forget the LORD, who brought thee forth out of the land of Egypt, out of the house of bondage.",
      "Thou shalt fear the LORD thy God; and Him shalt thou serve, and by His name shalt thou swear.",
      "Ye shall not go after other gods, of the gods of the peoples that are round about you;",
      "for a jealous God, even the LORD thy God, is in the midst of thee; lest the anger of the LORD thy God be kindled against thee, and He destroy thee from off the face of the earth.",
      "Ye shall not try the LORD your God, as ye tried Him in Massah.",
      "Ye shall diligently keep the commandments of the LORD your God, and His testimonies, and His statutes, which He hath commanded thee.",
      "And thou shalt do that which is right and good in the sight of the LORD; that it may be well with thee, and that thou mayest go in and possess the good land which the LORD swore unto thy fathers,",
      "to thrust out all thine enemies from before thee, as the LORD hath spoken.",
      "When thy son asketh thee in time to come, saying: ‘What mean the testimonies, and the statutes, and the ordinances, which the LORD our God hath commanded you?",
      "then thou shalt say unto thy son: ‘We were Pharaoh’s bondmen in Egypt; and the LORD brought us out of Egypt with a mighty hand.",
      "And the LORD showed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his house, before our eyes.",
      "And He brought us out from thence, that He might bring us in, to give us the land which He swore unto our fathers.",
      "And the LORD commanded us to do all these statutes, to fear the LORD our God, for our good always, that He might preserve us alive, as it is at this day.",
      "And it shall be righteousness unto us, if we observe to do all this commandment before the LORD our God, as He hath commanded us.’"
    ],
    [
      "When the LORD thy God shall bring thee into the land whither thou goest to possess it, and shall cast out many nations before thee, the Hittite, and the Girgashite, and the Amorite, and the Canaanite, and the Perizzite, and the Hivite, and the Jebusite, seven nations greater and mightier than thou;",
      "and when the LORD thy God shall deliver them up before thee, and thou shalt smite them; then thou shalt utterly destroy them; thou shalt make no covenant with them, nor show mercy unto them;",
      "neither shalt thou make marriages with them: thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.",
      "For he will turn away thy son from following Me, that they may serve other gods; so will the anger of the LORD be kindled against you, and He will destroy thee quickly.",
      "But thus shall ye deal with them: ye shall break down their altars, and dash in pieces their pillars, and hew down their Asherim, and burn their graven images with fire.",
      "For thou art a holy people unto the LORD thy God: the LORD thy God hath chosen thee to be His own treasure, out of all peoples that are upon the face of the earth.",
      "The LORD did not set His love upon you, nor choose you, because ye were more in number than any people—for ye were the fewest of all peoples—",
      "but because the LORD loved you, and because He would keep the oath which He swore unto your fathers, hath the LORD brought you out with a mighty hand, and redeemed you out of the house of bondage, from the hand of Pharaoh king of Egypt.",
      "Know therefore that the LORD thy God, He is God; the faithful God, who keepeth covenant and mercy with them that love Him and keep His commandments to a thousand generations;",
      "and repayeth them that hate Him to their face, to destroy them; He will not be slack to him that hateth Him, He will repay him to his face.",
      "Thou shalt therefore keep the commandment, and the statutes, and the ordinances, which I command thee this day, to do them."
    ]
  ],
  "sefer": "devarim",
  "sefer_sponsor": "",
  "parasha_sponsor": "In Memory of Gabriel A. Shrem By David Betesh",
  "start_chapter": 3,
  "start_verse": 23,
  "end_chapter": 7,
  "end_verse": 11
}
