{"teacher_bio":"Rabbi Menachem Leibtag, founder of the Tanach Study Center www.tanach.org, is an internationally acclaimed bible scholar and pioneer of Jewish Education on the internet. His essays on Parshat ha’Shavua reflect his vibrant thematic-analytical approach, blending the methods of modern scholarship with traditional approaches. As a rebbe at Yeshivat Har Etzion, he is best known for his ability to teach students how to study Tanach. Rabbi Leibtag also teaches at Yeshivat Shaalavim, Midreshet Lindenbaum, & Matan; and routinely lectures around the globe, primarily as a Scholar in Residence in communities in North America.","teacher_title":"Rabbi","teacher_fname":"Menachem","teacher_mname":null,"teacher_lname":"Leibtag","teacher_image":"https://cdn.tanachstudy.com/assets/images/Rabbi_Menachem_Leibtag.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"re'e","teacher_id":1036,"book_id":39,"book_num_chapters":34,"book_name_pretty_eng":"Devarim","parasha_name_pretty_eng":"Re'e","book_name":"devarim","prev_parasha_id":"ekev","next_parasha_id":"shofetim","next_parasha_name":"Shofetim","hebrew_text":[["רְאֵה אָנֹכִי נֹתֵן לִפְנֵיכֶם הַיּוֹם בְּרָכָה וּקְלָלָה׃","אֶת־הַבְּרָכָה אֲשֶׁר תִּשְׁמְעוּ אֶל־מִצְוֺת יְהוָה אֱלֹהֵיכֶם אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם׃","וְהַקְּלָלָה אִם־לֹא תִשְׁמְעוּ אֶל־מִצְוֺת יְהוָה אֱלֹהֵיכֶם וְסַרְתֶּם מִן־הַדֶּרֶךְ אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם לָלֶכֶת אַחֲרֵי אֱלֹהִים אֲחֵרִים אֲשֶׁר לֹא־יְדַעְתֶּם׃","וְהָיָה כִּי יְבִיאֲךָ יְהוָה אֱלֹהֶיךָ אֶל־הָאָרֶץ אֲשֶׁר־אַתָּה בָא־שָׁמָּה לְרִשְׁתָּהּ וְנָתַתָּה אֶת־הַבְּרָכָה עַל־הַר גְּרִזִים וְאֶת־הַקְּלָלָה עַל־הַר עֵיבָל׃","הֲלֹא־הֵמָּה בְּעֵבֶר הַיַּרְדֵּן אַחֲרֵי דֶּרֶךְ מְבוֹא הַשֶּׁמֶשׁ בְּאֶרֶץ הַכְּנַעֲנִי הַיֹּשֵׁב בָּעֲרָבָה מוּל הַגִּלְגָּל אֵצֶל אֵלוֹנֵי מֹרֶה׃","כִּי אַתֶּם עֹבְרִים אֶת־הַיַּרְדֵּן לָבֹא לָרֶשֶׁת אֶת־הָאָרֶץ אֲשֶׁר־יְהוָה אֱלֹהֵיכֶם נֹתֵן לָכֶם וִירִשְׁתֶּם אֹתָהּ וִישַׁבְתֶּם־בָּהּ׃","וּשְׁמַרְתֶּם לַעֲשׂוֹת אֵת כָּל־הַחֻקִּים וְאֶת־הַמִּשְׁפָּטִים אֲשֶׁר אָנֹכִי נֹתֵן לִפְנֵיכֶם הַיּוֹם׃"],["אֵלֶּה הַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר תִּשְׁמְרוּן לַעֲשׂוֹת בָּאָרֶץ אֲשֶׁר נָתַן יְהוָה אֱלֹהֵי אֲבֹתֶיךָ לְךָ לְרִשְׁתָּהּ כָּל־הַיָּמִים אֲשֶׁר־אַתֶּם חַיִּים עַל־הָאֲדָמָה׃","אַבֵּד תְּאַבְּדוּן אֶת־כָּל־הַמְּקֹמוֹת אֲשֶׁר עָבְדוּ־שָׁם הַגּוֹיִם אֲשֶׁר אַתֶּם יֹרְשִׁים אֹתָם אֶת־אֱלֹהֵיהֶם עַל־הֶהָרִים הָרָמִים וְעַל־הַגְּבָעוֹת וְתַחַת כָּל־עֵץ רַעֲנָן׃","וְנִתַּצְתֶּם אֶת־מִזְבּחֹתָם וְשִׁבַּרְתֶּם אֶת־מַצֵּבֹתָם וַאֲשֵׁרֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ וּפְסִילֵי אֱלֹהֵיהֶם תְּגַדֵּעוּן וְאִבַּדְתֶּם אֶת־שְׁמָם מִן־הַמָּקוֹם הַהוּא׃","לֹא־תַעֲשׂוּן כֵּן לַיהוָה אֱלֹהֵיכֶם׃","כִּי אִם־אֶל־הַמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה אֱלֹהֵיכֶם מִכָּל־שִׁבְטֵיכֶם לָשׂוּם אֶת־שְׁמוֹ שָׁם לְשִׁכְנוֹ תִדְרְשׁוּ וּבָאתָ שָׁמָּה׃","וַהֲבֵאתֶם שָׁמָּה עֹלֹתֵיכֶם וְזִבְחֵיכֶם וְאֵת מַעְשְׂרֹתֵיכֶם וְאֵת תְּרוּמַת יֶדְכֶם וְנִדְרֵיכֶם וְנִדְבֹתֵיכֶם וּבְכֹרֹת בְּקַרְכֶם וְצֹאנְכֶם׃","וַאֲכַלְתֶּם־שָׁם לִפְנֵי יְהוָה אֱלֹהֵיכֶם וּשְׂמַחְתֶּם בְּכֹל מִשְׁלַח יֶדְכֶם אַתֶּם וּבָתֵּיכֶם אֲשֶׁר בֵּרַכְךָ יְהוָה אֱלֹהֶיךָ׃","לֹא תַעֲשׂוּן כְּכֹל אֲשֶׁר אֲנַחְנוּ עֹשִׂים פֹּה הַיּוֹם אִישׁ כָּל־הַיָּשָׁר בְּעֵינָיו׃","כִּי לֹא־בָּאתֶם עַד־עָתָּה אֶל־הַמְּנוּחָה וְאֶל־הַנַּחֲלָה אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ׃","וַעֲבַרְתֶּם אֶת־הַיַּרְדֵּן וִישַׁבְתֶּם בָּאָרֶץ אֲשֶׁר־יְהוָה אֱלֹהֵיכֶם מַנְחִיל אֶתְכֶם וְהֵנִיחַ לָכֶם מִכָּל־אֹיְבֵיכֶם מִסָּבִיב וִישַׁבְתֶּם־בֶּטַח׃","וְהָיָה הַמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה אֱלֹהֵיכֶם בּוֹ לְשַׁכֵּן שְׁמוֹ שָׁם שָׁמָּה תָבִיאוּ אֵת כָּל־אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם עוֹלֹתֵיכֶם וְזִבְחֵיכֶם מַעְשְׂרֹתֵיכֶם וּתְרֻמַת יֶדְכֶם וְכֹל מִבְחַר נִדְרֵיכֶם אֲשֶׁר תִּדְּרוּ לַיהוָה׃","וּשְׂמַחְתֶּם לִפְנֵי יְהוָה אֱלֹהֵיכֶם אַתֶּם וּבְנֵיכֶם וּבְנֹתֵיכֶם וְעַבְדֵיכֶם וְאַמְהֹתֵיכֶם וְהַלֵּוִי אֲשֶׁר בְּשַׁעֲרֵיכֶם כִּי אֵין לוֹ חֵלֶק וְנַחֲלָה אִתְּכֶם׃","הִשָּׁמֶר לְךָ פֶּן־תַּעֲלֶה עֹלֹתֶיךָ בְּכָל־מָקוֹם אֲשֶׁר תִּרְאֶה׃","כִּי אִם־בַּמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה בְּאַחַד שְׁבָטֶיךָ שָׁם תַּעֲלֶה עֹלֹתֶיךָ וְשָׁם תַּעֲשֶׂה כֹּל אֲשֶׁר אָנֹכִי מְצַוֶּךָּ׃","רַק בְּכָל־אַוַּת נַפְשְׁךָ תִּזְבַּח וְאָכַלְתָּ בָשָׂר כְּבִרְכַּת יְהוָה אֱלֹהֶיךָ אֲשֶׁר נָתַן־לְךָ בְּכָל־שְׁעָרֶיךָ הַטָּמֵא וְהַטָּהוֹר יֹאכְלֶנּוּ כַּצְּבִי וְכָאַיָּל׃","רַק הַדָּם לֹא תֹאכֵלוּ עַל־הָאָרֶץ תִּשְׁפְּכֶנּוּ כַּמָּיִם׃","לֹא־תוּכַל לֶאֱכֹל בִּשְׁעָרֶיךָ מַעְשַׂר דְּגָנְךָ וְתִירֹשְׁךָ וְיִצְהָרֶךָ וּבְכֹרֹת בְּקָרְךָ וְצֹאנֶךָ וְכָל־נְדָרֶיךָ אֲשֶׁר תִּדֹּר וְנִדְבֹתֶיךָ וּתְרוּמַת יָדֶךָ׃","כִּי אִם־לִפְנֵי יְהוָה אֱלֹהֶיךָ תֹּאכְלֶנּוּ בַּמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ בּוֹ אַתָּה וּבִנְךָ וּבִתֶּךָ וְעַבְדְּךָ וַאֲמָתֶךָ וְהַלֵּוִי אֲשֶׁר בִּשְׁעָרֶיךָ וְשָׂמַחְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ בְּכֹל מִשְׁלַח יָדֶךָ׃","הִשָּׁמֶר לְךָ פֶּן־תַּעֲזֹב אֶת־הַלֵּוִי כָּל־יָמֶיךָ עַל־אַדְמָתֶךָ׃","כִּי־יַרְחִיב יְהוָה אֱלֹהֶיךָ אֶת־גְּבוּלְךָ כַּאֲשֶׁר דִּבֶּר־לָךְ וְאָמַרְתָּ אֹכְלָה בָשָׂר כִּי־תְאַוֶּה נַפְשְׁךָ לֶאֱכֹל בָּשָׂר בְּכָל־אַוַּת נַפְשְׁךָ תֹּאכַל בָּשָׂר׃","כִּי־יִרְחַק מִמְּךָ הַמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ לָשׂוּם שְׁמוֹ שָׁם וְזָבַחְתָּ מִבְּקָרְךָ וּמִצֹּאנְךָ אֲשֶׁר נָתַן יְהוָה לְךָ כַּאֲשֶׁר צִוִּיתִךָ וְאָכַלְתָּ בִּשְׁעָרֶיךָ בְּכֹל אַוַּת נַפְשֶׁךָ׃","אַךְ כַּאֲשֶׁר יֵאָכֵל אֶת־הַצְּבִי וְאֶת־הָאַיָּל כֵּן תֹּאכְלֶנּוּ הַטָּמֵא וְהַטָּהוֹר יַחְדָּו יֹאכְלֶנּוּ׃","רַק חֲזַק לְבִלְתִּי אֲכֹל הַדָּם כִּי הַדָּם הוּא הַנָּפֶשׁ וְלֹא־תֹאכַל הַנֶּפֶשׁ עִם־הַבָּשָׂר׃","לֹא תֹּאכְלֶנּוּ עַל־הָאָרֶץ תִּשְׁפְּכֶנּוּ כַּמָּיִם׃","לֹא תֹּאכְלֶנּוּ לְמַעַן יִיטַב לְךָ וּלְבָנֶיךָ אַחֲרֶיךָ כִּי־תַעֲשֶׂה הַיָּשָׁר בְּעֵינֵי יְהוָה׃","רַק קָדָשֶׁיךָ אֲשֶׁר־יִהְיוּ לְךָ וּנְדָרֶיךָ תִּשָּׂא וּבָאתָ אֶל־הַמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה׃","וְעָשִׂיתָ עֹלֹתֶיךָ הַבָּשָׂר וְהַדָּם עַל־מִזְבַּח יְהוָה אֱלֹהֶיךָ וְדַם־זְבָחֶיךָ יִשָּׁפֵךְ עַל־מִזְבַּח יְהוָה אֱלֹהֶיךָ וְהַבָּשָׂר תֹּאכֵל׃","שְׁמֹר וְשָׁמַעְתָּ אֵת כָּל־הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוֶּךָּ לְמַעַן יִיטַב לְךָ וּלְבָנֶיךָ אַחֲרֶיךָ עַד־עוֹלָם כִּי תַעֲשֶׂה הַטּוֹב וְהַיָּשָׁר בְּעֵינֵי יְהוָה אֱלֹהֶיךָ׃","כִּי־יַכְרִית יְהוָה אֱלֹהֶיךָ אֶת־הַגּוֹיִם אֲשֶׁר אַתָּה בָא־שָׁמָּה לָרֶשֶׁת אוֹתָם מִפָּנֶיךָ וְיָרַשְׁתָּ אֹתָם וְיָשַׁבְתָּ בְּאַרְצָם׃","הִשָּׁמֶר לְךָ פֶּן־תִּנָּקֵשׁ אַחֲרֵיהֶם אַחֲרֵי הִשָּׁמְדָם מִפָּנֶיךָ וּפֶן־תִּדְרֹשׁ לֵאלֹהֵיהֶם לֵאמֹר אֵיכָה יַעַבְדוּ הַגּוֹיִם הָאֵלֶּה אֶת־אֱלֹהֵיהֶם וְאֶעֱשֶׂה־כֵּן גַּם־אָנִי׃","לֹא־תַעֲשֶׂה כֵן לַיהוָה אֱלֹהֶיךָ כִּי כָּל־תּוֹעֲבַת יְהוָה אֲשֶׁר שָׂנֵא עָשׂוּ לֵאלֹהֵיהֶם כִּי גַם אֶת־בְּנֵיהֶם וְאֶת־בְּנֹתֵיהֶם יִשְׂרְפוּ בָאֵשׁ לֵאלֹהֵיהֶם׃"],["אֵת כָּל־הַדָּבָר אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם אֹתוֹ תִשְׁמְרוּ לַעֲשׂוֹת לֹא־תֹסֵף עָלָיו וְלֹא תִגְרַע מִמֶּנּוּ׃","כִּי־יָקוּם בְּקִרְבְּךָ נָבִיא אוֹ חֹלֵם חֲלוֹם וְנָתַן אֵלֶיךָ אוֹת אוֹ מוֹפֵת׃","וּבָא הָאוֹת וְהַמּוֹפֵת אֲשֶׁר־דִּבֶּר אֵלֶיךָ לֵאמֹר נֵלְכָה אַחֲרֵי אֱלֹהִים אֲחֵרִים אֲשֶׁר לֹא־יְדַעְתָּם וְנָעָבְדֵם׃","לֹא תִשְׁמַע אֶל־דִּבְרֵי הַנָּבִיא הַהוּא אוֹ אֶל־חוֹלֵם הַחֲלוֹם הַהוּא כִּי מְנַסֶּה יְהוָה אֱלֹהֵיכֶם אֶתְכֶם לָדַעַת הֲיִשְׁכֶם אֹהֲבִים אֶת־יְהוָה אֱלֹהֵיכֶם בְּכָל־לְבַבְכֶם וּבְכָל־נַפְשְׁכֶם׃","אַחֲרֵי יְהוָה אֱלֹהֵיכֶם תֵּלֵכוּ וְאֹתוֹ תִירָאוּ וְאֶת־מִצְוֺתָיו תִּשְׁמֹרוּ וּבְקֹלוֹ תִשְׁמָעוּ וְאֹתוֹ תַעֲבֹדוּ וּבוֹ תִדְבָּקוּן׃","וְהַנָּבִיא הַהוּא אוֹ חֹלֵם הַחֲלוֹם הַהוּא יוּמָת כִּי דִבֶּר־סָרָה עַל־יְהוָה אֱלֹהֵיכֶם הַמּוֹצִיא אֶתְכֶם מֵאֶרֶץ מִצְרַיִם וְהַפֹּדְךָ מִבֵּית עֲבָדִים לְהַדִּיחֲךָ מִן־הַדֶּרֶךְ אֲשֶׁר צִוְּךָ יְהוָה אֱלֹהֶיךָ לָלֶכֶת בָּהּ וּבִעַרְתָּ הָרָע מִקִּרְבֶּךָ׃","כִּי יְסִיתְךָ אָחִיךָ בֶן־אִמֶּךָ אוֹ־בִנְךָ אוֹ־בִתְּךָ אוֹ אֵשֶׁת חֵיקֶךָ אוֹ רֵעֲךָ אֲשֶׁר כְּנַפְשְׁךָ בַּסֵּתֶר לֵאמֹר נֵלְכָה וְנַעַבְדָה אֱלֹהִים אֲחֵרִים אֲשֶׁר לֹא יָדַעְתָּ אַתָּה וַאֲבֹתֶיךָ׃","מֵאֱלֹהֵי הָעַמִּים אֲשֶׁר סְבִיבֹתֵיכֶם הַקְּרֹבִים אֵלֶיךָ אוֹ הָרְחֹקִים מִמֶּךָּ מִקְצֵה הָאָרֶץ וְעַד־קְצֵה הָאָרֶץ׃","לֹא־תֹאבֶה לוֹ וְלֹא תִשְׁמַע אֵלָיו וְלֹא־תָחוֹס עֵינְךָ עָלָיו וְלֹא־תַחְמֹל וְלֹא־תְכַסֶּה עָלָיו׃","כִּי הָרֹג תַּהַרְגֶנּוּ יָדְךָ תִּהְיֶה־בּוֹ בָרִאשׁוֹנָה לַהֲמִיתוֹ וְיַד כָּל־הָעָם בָּאַחֲרֹנָה׃","וּסְקַלְתּוֹ בָאֲבָנִים וָמֵת כִּי בִקֵּשׁ לְהַדִּיחֲךָ מֵעַל יְהוָה אֱלֹהֶיךָ הַמּוֹצִיאֲךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים׃","וְכָל־יִשְׂרָאֵל יִשְׁמְעוּ וְיִרָאוּן וְלֹא־יוֹסִפוּ לַעֲשׂוֹת כַּדָּבָר הָרָע הַזֶּה בְּקִרְבֶּךָ׃","כִּי־תִשְׁמַע בְּאַחַת עָרֶיךָ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ לָשֶׁבֶת שָׁם לֵאמֹר׃","יָצְאוּ אֲנָשִׁים בְּנֵי־בְלִיַּעַל מִקִּרְבֶּךָ וַיַּדִּיחוּ אֶת־יֹשְׁבֵי עִירָם לֵאמֹר נֵלְכָה וְנַעַבְדָה אֱלֹהִים אֲחֵרִים אֲשֶׁר לֹא־יְדַעְתֶּם׃","וְדָרַשְׁתָּ וְחָקַרְתָּ וְשָׁאַלְתָּ הֵיטֵב וְהִנֵּה אֱמֶת נָכוֹן הַדָּבָר נֶעֶשְׂתָה הַתּוֹעֵבָה הַזֹּאת בְּקִרְבֶּךָ׃","הַכֵּה תַכֶּה אֶת־יֹשְׁבֵי הָעִיר ההוא [הַהִיא] לְפִי־חָרֶב הַחֲרֵם אֹתָהּ וְאֶת־כָּל־אֲשֶׁר־בָּהּ וְאֶת־בְּהֶמְתָּהּ לְפִי־חָרֶב׃","וְאֶת־כָּל־שְׁלָלָהּ תִּקְבֹּץ אֶל־תּוֹךְ רְחֹבָהּ וְשָׂרַפְתָּ בָאֵשׁ אֶת־הָעִיר וְאֶת־כָּל־שְׁלָלָהּ כָּלִיל לַיהוָה אֱלֹהֶיךָ וְהָיְתָה תֵּל עוֹלָם לֹא תִבָּנֶה עוֹד׃","וְלֹא־יִדְבַּק בְּיָדְךָ מְאוּמָה מִן־הַחֵרֶם לְמַעַן יָשׁוּב יְהוָה מֵחֲרוֹן אַפּוֹ וְנָתַן־לְךָ רַחֲמִים וְרִחַמְךָ וְהִרְבֶּךָ כַּאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ׃","כִּי תִשְׁמַע בְּקוֹל יְהוָה אֱלֹהֶיךָ לִשְׁמֹר אֶת־כָּל־מִצְוֺתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם לַעֲשׂוֹת הַיָּשָׁר בְּעֵינֵי יְהוָה אֱלֹהֶיךָ׃"],["בָּנִים אַתֶּם לַיהוָה אֱלֹהֵיכֶם לֹא תִתְגֹּדְדוּ וְלֹא־תָשִׂימוּ קָרְחָה בֵּין עֵינֵיכֶם לָמֵת׃","כִּי עַם קָדוֹשׁ אַתָּה לַיהוָה אֱלֹהֶיךָ וּבְךָ בָּחַר יְהוָה לִהְיוֹת לוֹ לְעַם סְגֻלָּה מִכֹּל הָעַמִּים אֲשֶׁר עַל־פְּנֵי הָאֲדָמָה׃","לֹא תֹאכַל כָּל־תּוֹעֵבָה׃","זֹאת הַבְּהֵמָה אֲשֶׁר תֹּאכֵלוּ שׁוֹר שֵׂה כְשָׂבִים וְשֵׂה עִזִּים׃","אַיָּל וּצְבִי וְיַחְמוּר וְאַקּוֹ וְדִישֹׁן וּתְאוֹ וָזָמֶר׃","וְכָל־בְּהֵמָה מַפְרֶסֶת פַּרְסָה וְשֹׁסַעַת שֶׁסַע שְׁתֵּי פְרָסוֹת מַעֲלַת גֵּרָה בַּבְּהֵמָה אֹתָהּ תֹּאכֵלוּ׃","אַךְ אֶת־זֶה לֹא תֹאכְלוּ מִמַּעֲלֵי הַגֵּרָה וּמִמַּפְרִיסֵי הַפַּרְסָה הַשְּׁסוּעָה אֶת־הַגָּמָל וְאֶת־הָאַרְנֶבֶת וְאֶת־הַשָּׁפָן כִּי־מַעֲלֵה גֵרָה הֵמָּה וּפַרְסָה לֹא הִפְרִיסוּ טְמֵאִים הֵם לָכֶם׃","וְאֶת־הַחֲזִיר כִּי־מַפְרִיס פַּרְסָה הוּא וְלֹא גֵרָה טָמֵא הוּא לָכֶם מִבְּשָׂרָם לֹא תֹאכֵלוּ וּבְנִבְלָתָם לֹא תִגָּעוּ׃","אֶת־זֶה תֹּאכְלוּ מִכֹּל אֲשֶׁר בַּמָּיִם כֹּל אֲשֶׁר־לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת תֹּאכֵלוּ׃","וְכֹל אֲשֶׁר אֵין־לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת לֹא תֹאכֵלוּ טָמֵא הוּא לָכֶם׃","כָּל־צִפּוֹר טְהֹרָה תֹּאכֵלוּ׃","וְזֶה אֲשֶׁר לֹא־תֹאכְלוּ מֵהֶם הַנֶּשֶׁר וְהַפֶּרֶס וְהָעָזְנִיָּה׃","וְהָרָאָה וְאֶת־הָאַיָּה וְהַדַּיָּה לְמִינָהּ׃","וְאֵת כָּל־עֹרֵב לְמִינוֹ׃","וְאֵת בַּת הַיַּעֲנָה וְאֶת־הַתַּחְמָס וְאֶת־הַשָּׁחַף וְאֶת־הַנֵּץ לְמִינֵהוּ׃","אֶת־הַכּוֹס וְאֶת־הַיַּנְשׁוּף וְהַתִּנְשָׁמֶת׃","וְהַקָּאָת וְאֶת־הָרָחָמָה וְאֶת־הַשָּׁלָךְ׃","וְהַחֲסִידָה וְהָאֲנָפָה לְמִינָהּ וְהַדּוּכִיפַת וְהָעֲטַלֵּף׃","וְכֹל שֶׁרֶץ הָעוֹף טָמֵא הוּא לָכֶם לֹא יֵאָכֵלוּ׃","כָּל־עוֹף טָהוֹר תֹּאכֵלוּ׃","לֹא תֹאכְלוּ כָל־נְבֵלָה לַגֵּר אֲשֶׁר־בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ אוֹ מָכֹר לְנָכְרִי כִּי עַם קָדוֹשׁ אַתָּה לַיהוָה אֱלֹהֶיךָ לֹא־תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ׃","עַשֵּׂר תְּעַשֵּׂר אֵת כָּל־תְּבוּאַת זַרְעֶךָ הַיֹּצֵא הַשָּׂדֶה שָׁנָה שָׁנָה׃","וְאָכַלְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ בַּמָּקוֹם אֲשֶׁר־יִבְחַר לְשַׁכֵּן שְׁמוֹ שָׁם מַעְשַׂר דְּגָנְךָ תִּירֹשְׁךָ וְיִצְהָרֶךָ וּבְכֹרֹת בְּקָרְךָ וְצֹאנֶךָ לְמַעַן תִּלְמַד לְיִרְאָה אֶת־יְהוָה אֱלֹהֶיךָ כָּל־הַיָּמִים׃","וְכִי־יִרְבֶּה מִמְּךָ הַדֶּרֶךְ כִּי לֹא תוּכַל שְׂאֵתוֹ כִּי־יִרְחַק מִמְּךָ הַמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ לָשׂוּם שְׁמוֹ שָׁם כִּי יְבָרֶכְךָ יְהוָה אֱלֹהֶיךָ׃","וְנָתַתָּה בַּכָּסֶף וְצַרְתָּ הַכֶּסֶף בְּיָדְךָ וְהָלַכְתָּ אֶל־הַמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ בּוֹ׃","וְנָתַתָּה הַכֶּסֶף בְּכֹל אֲשֶׁר־תְּאַוֶּה נַפְשְׁךָ בַּבָּקָר וּבַצֹּאן וּבַיַּיִן וּבַשֵּׁכָר וּבְכֹל אֲשֶׁר תִּשְׁאָלְךָ נַפְשֶׁךָ וְאָכַלְתָּ שָּׁם לִפְנֵי יְהוָה אֱלֹהֶיךָ וְשָׂמַחְתָּ אַתָּה וּבֵיתֶךָ׃","וְהַלֵּוִי אֲשֶׁר־בִּשְׁעָרֶיךָ לֹא תַעַזְבֶנּוּ כִּי אֵין לוֹ חֵלֶק וְנַחֲלָה עִמָּךְ׃","מִקְצֵה שָׁלֹשׁ שָׁנִים תּוֹצִיא אֶת־כָּל־מַעְשַׂר תְּבוּאָתְךָ בַּשָּׁנָה הַהִוא וְהִנַּחְתָּ בִּשְׁעָרֶיךָ׃","וּבָא הַלֵּוִי כִּי אֵין־לוֹ חֵלֶק וְנַחֲלָה עִמָּךְ וְהַגֵּר וְהַיָּתוֹם וְהָאַלְמָנָה אֲשֶׁר בִּשְׁעָרֶיךָ וְאָכְלוּ וְשָׂבֵעוּ לְמַעַן יְבָרֶכְךָ יְהוָה אֱלֹהֶיךָ בְּכָל־מַעֲשֵׂה יָדְךָ אֲשֶׁר תַּעֲשֶׂה׃"],["מִקֵּץ שֶׁבַע־שָׁנִים תַּעֲשֶׂה שְׁמִטָּה׃","וְזֶה דְּבַר הַשְּׁמִטָּה שָׁמוֹט כָּל־בַּעַל מַשֵּׁה יָדוֹ אֲשֶׁר יַשֶּׁה בְּרֵעֵהוּ לֹא־יִגֹּשׂ אֶת־רֵעֵהוּ וְאֶת־אָחִיו כִּי־קָרָא שְׁמִטָּה לַיהוָה׃","אֶת־הַנָּכְרִי תִּגֹּשׂ וַאֲשֶׁר יִהְיֶה לְךָ אֶת־אָחִיךָ תַּשְׁמֵט יָדֶךָ׃","אֶפֶס כִּי לֹא יִהְיֶה־בְּךָ אֶבְיוֹן כִּי־בָרֵךְ יְבָרֶכְךָ יְהוָה בָּאָרֶץ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן־לְךָ נַחֲלָה לְרִשְׁתָּהּ׃","רַק אִם־שָׁמוֹעַ תִּשְׁמַע בְּקוֹל יְהוָה אֱלֹהֶיךָ לִשְׁמֹר לַעֲשׂוֹת אֶת־כָּל־הַמִּצְוָה הַזֹּאת אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם׃","כִּי־יְהוָה אֱלֹהֶיךָ בֵּרַכְךָ כַּאֲשֶׁר דִּבֶּר־לָךְ וְהַעֲבַטְתָּ גּוֹיִם רַבִּים וְאַתָּה לֹא תַעֲבֹט וּמָשַׁלְתָּ בְּגוֹיִם רַבִּים וּבְךָ לֹא יִמְשֹׁלוּ׃","כִּי־יִהְיֶה בְךָ אֶבְיוֹן מֵאַחַד אַחֶיךָ בְּאַחַד שְׁעָרֶיךָ בְּאַרְצְךָ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ לֹא תְאַמֵּץ אֶת־לְבָבְךָ וְלֹא תִקְפֹּץ אֶת־יָדְךָ מֵאָחִיךָ הָאֶבְיוֹן׃","כִּי־פָתֹחַ תִּפְתַּח אֶת־יָדְךָ לוֹ וְהַעֲבֵט תַּעֲבִיטֶנּוּ דֵּי מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לוֹ׃","הִשָּׁמֶר לְךָ פֶּן־יִהְיֶה דָבָר עִם־לְבָבְךָ בְלִיַּעַל לֵאמֹר קָרְבָה שְׁנַת־הַשֶּׁבַע שְׁנַת הַשְּׁמִטָּה וְרָעָה עֵינְךָ בְּאָחִיךָ הָאֶבְיוֹן וְלֹא תִתֵּן לוֹ וְקָרָא עָלֶיךָ אֶל־יְהוָה וְהָיָה בְךָ חֵטְא׃","נָתוֹן תִּתֵּן לוֹ וְלֹא־יֵרַע לְבָבְךָ בְּתִתְּךָ לוֹ כִּי בִּגְלַל הַדָּבָר הַזֶּה יְבָרֶכְךָ יְהוָה אֱלֹהֶיךָ בְּכָל־מַעֲשֶׂךָ וּבְכֹל מִשְׁלַח יָדֶךָ׃","כִּי לֹא־יֶחְדַּל אֶבְיוֹן מִקֶּרֶב הָאָרֶץ עַל־כֵּן אָנֹכִי מְצַוְּךָ לֵאמֹר פָּתֹחַ תִּפְתַּח אֶת־יָדְךָ לְאָחִיךָ לַעֲנִיֶּךָ וּלְאֶבְיֹנְךָ בְּאַרְצֶךָ׃","כִּי־יִמָּכֵר לְךָ אָחִיךָ הָעִבְרִי אוֹ הָעִבְרִיָּה וַעֲבָדְךָ שֵׁשׁ שָׁנִים וּבַשָּׁנָה הַשְּׁבִיעִת תְּשַׁלְּחֶנּוּ חָפְשִׁי מֵעִמָּךְ׃","וְכִי־תְשַׁלְּחֶנּוּ חָפְשִׁי מֵעִמָּךְ לֹא תְשַׁלְּחֶנּוּ רֵיקָם׃","הַעֲנֵיק תַּעֲנִיק לוֹ מִצֹּאנְךָ וּמִגָּרְנְךָ וּמִיִּקְבֶךָ אֲשֶׁר בֵּרַכְךָ יְהוָה אֱלֹהֶיךָ תִּתֶּן־לוֹ׃","וְזָכַרְתָּ כִּי עֶבֶד הָיִיתָ בְּאֶרֶץ מִצְרַיִם וַיִּפְדְּךָ יְהוָה אֱלֹהֶיךָ עַל־כֵּן אָנֹכִי מְצַוְּךָ אֶת־הַדָּבָר הַזֶּה הַיּוֹם׃","וְהָיָה כִּי־יֹאמַר אֵלֶיךָ לֹא אֵצֵא מֵעִמָּךְ כִּי אֲהֵבְךָ וְאֶת־בֵּיתֶךָ כִּי־טוֹב לוֹ עִמָּךְ׃","וְלָקַחְתָּ אֶת־הַמַּרְצֵעַ וְנָתַתָּה בְאָזְנוֹ וּבַדֶּלֶת וְהָיָה לְךָ עֶבֶד עוֹלָם וְאַף לַאֲמָתְךָ תַּעֲשֶׂה־כֵּן׃","לֹא־יִקְשֶׁה בְעֵינֶךָ בְּשַׁלֵּחֲךָ אֹתוֹ חָפְשִׁי מֵעִמָּךְ כִּי מִשְׁנֶה שְׂכַר שָׂכִיר עֲבָדְךָ שֵׁשׁ שָׁנִים וּבֵרַכְךָ יְהוָה אֱלֹהֶיךָ בְּכֹל אֲשֶׁר תַּעֲשֶׂה׃","כָּל־הַבְּכוֹר אֲשֶׁר יִוָּלֵד בִּבְקָרְךָ וּבְצֹאנְךָ הַזָּכָר תַּקְדִּישׁ לַיהוָה אֱלֹהֶיךָ לֹא תַעֲבֹד בִּבְכֹר שׁוֹרֶךָ וְלֹא תָגֹז בְּכוֹר צֹאנֶךָ׃","לִפְנֵי יְהוָה אֱלֹהֶיךָ תֹאכֲלֶנּוּ שָׁנָה בְשָׁנָה בַּמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה אַתָּה וּבֵיתֶךָ׃","וְכִי־יִהְיֶה בוֹ מוּם פִּסֵּחַ אוֹ עִוֵּר כֹּל מוּם רָע לֹא תִזְבָּחֶנּוּ לַיהוָה אֱלֹהֶיךָ׃","בִּשְׁעָרֶיךָ תֹּאכֲלֶנּוּ הַטָּמֵא וְהַטָּהוֹר יַחְדָּו כַּצְּבִי וְכָאַיָּל׃","רַק אֶת־דָּמוֹ לֹא תֹאכֵל עַל־הָאָרֶץ תִּשְׁפְּכֶנּוּ כַּמָּיִם׃"],["שָׁמוֹר אֶת־חֹדֶשׁ הָאָבִיב וְעָשִׂיתָ פֶּסַח לַיהוָה אֱלֹהֶיךָ כִּי בְּחֹדֶשׁ הָאָבִיב הוֹצִיאֲךָ יְהוָה אֱלֹהֶיךָ מִמִּצְרַיִם לָיְלָה׃","וְזָבַחְתָּ פֶּסַח לַיהוָה אֱלֹהֶיךָ צֹאן וּבָקָר בַּמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה לְשַׁכֵּן שְׁמוֹ שָׁם׃","לֹא־תֹאכַל עָלָיו חָמֵץ שִׁבְעַת יָמִים תֹּאכַל־עָלָיו מַצּוֹת לֶחֶם עֹנִי כִּי בְחִפָּזוֹן יָצָאתָ מֵאֶרֶץ מִצְרַיִם לְמַעַן תִּזְכֹּר אֶת־יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כֹּל יְמֵי חַיֶּיךָ׃","וְלֹא־יֵרָאֶה לְךָ שְׂאֹר בְּכָל־גְּבֻלְךָ שִׁבְעַת יָמִים וְלֹא־יָלִין מִן־הַבָּשָׂר אֲשֶׁר תִּזְבַּח בָּעֶרֶב בַּיּוֹם הָרִאשׁוֹן לַבֹּקֶר׃","לֹא תוּכַל לִזְבֹּחַ אֶת־הַפָּסַח בְּאַחַד שְׁעָרֶיךָ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ׃","כִּי אִם־אֶל־הַמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה אֱלֹהֶיךָ לְשַׁכֵּן שְׁמוֹ שָׁם תִּזְבַּח אֶת־הַפֶּסַח בָּעָרֶב כְּבוֹא הַשֶּׁמֶשׁ מוֹעֵד צֵאתְךָ מִמִּצְרָיִם׃","וּבִשַּׁלְתָּ וְאָכַלְתָּ בַּמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ בּוֹ וּפָנִיתָ בַבֹּקֶר וְהָלַכְתָּ לְאֹהָלֶיךָ׃","שֵׁשֶׁת יָמִים תֹּאכַל מַצּוֹת וּבַיּוֹם הַשְּׁבִיעִי עֲצֶרֶת לַיהוָה אֱלֹהֶיךָ לֹא תַעֲשֶׂה מְלָאכָה׃","שִׁבְעָה שָׁבֻעֹת תִּסְפָּר־לָךְ מֵהָחֵל חֶרְמֵשׁ בַּקָּמָה תָּחֵל לִסְפֹּר שִׁבְעָה שָׁבֻעוֹת׃","וְעָשִׂיתָ חַג שָׁבֻעוֹת לַיהוָה אֱלֹהֶיךָ מִסַּת נִדְבַת יָדְךָ אֲשֶׁר תִּתֵּן כַּאֲשֶׁר יְבָרֶכְךָ יְהוָה אֱלֹהֶיךָ׃","וְשָׂמַחְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ אַתָּה וּבִנְךָ וּבִתֶּךָ וְעַבְדְּךָ וַאֲמָתֶךָ וְהַלֵּוִי אֲשֶׁר בִּשְׁעָרֶיךָ וְהַגֵּר וְהַיָּתוֹם וְהָאַלְמָנָה אֲשֶׁר בְּקִרְבֶּךָ בַּמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ לְשַׁכֵּן שְׁמוֹ שָׁם׃","וְזָכַרְתָּ כִּי־עֶבֶד הָיִיתָ בְּמִצְרָיִם וְשָׁמַרְתָּ וְעָשִׂיתָ אֶת־הַחֻקִּים הָאֵלֶּה׃","חַג הַסֻּכֹּת תַּעֲשֶׂה לְךָ שִׁבְעַת יָמִים בְּאָסְפְּךָ מִגָּרְנְךָ וּמִיִּקְבֶךָ׃","וְשָׂמַחְתָּ בְּחַגֶּךָ אַתָּה וּבִנְךָ וּבִתֶּךָ וְעַבְדְּךָ וַאֲמָתֶךָ וְהַלֵּוִי וְהַגֵּר וְהַיָּתוֹם וְהָאַלְמָנָה אֲשֶׁר בִּשְׁעָרֶיךָ׃","שִׁבְעַת יָמִים תָּחֹג לַיהוָה אֱלֹהֶיךָ בַּמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה כִּי יְבָרֶכְךָ יְהוָה אֱלֹהֶיךָ בְּכֹל תְּבוּאָתְךָ וּבְכֹל מַעֲשֵׂה יָדֶיךָ וְהָיִיתָ אַךְ שָׂמֵחַ׃","שָׁלוֹשׁ פְּעָמִים בַּשָּׁנָה יֵרָאֶה כָל־זְכוּרְךָ אֶת־פְּנֵי יְהוָה אֱלֹהֶיךָ בַּמָּקוֹם אֲשֶׁר יִבְחָר בְּחַג הַמַּצּוֹת וּבְחַג הַשָּׁבֻעוֹת וּבְחַג הַסֻּכּוֹת וְלֹא יֵרָאֶה אֶת־פְּנֵי יְהוָה רֵיקָם׃","אִישׁ כְּמַתְּנַת יָדוֹ כְּבִרְכַּת יְהוָה אֱלֹהֶיךָ אֲשֶׁר נָתַן־לָךְ׃"]],"english_text":[["Behold, I set before you this day a blessing and a curse:","the blessing, if ye shall hearken unto the commandments of the LORD your God, which I command you this day;","and the curse, if ye shall not hearken unto the commandments of the LORD your God, but turn aside out of the way which I command you this day, to go after other gods, which ye have not known.","And it shall come to pass, when the LORD thy God shall bring thee into the land whither thou goest to possess it, that thou shalt set the blessing upon mount Gerizim, and the curse upon mount Ebal.","Are they not beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites that dwell in the Arabah, over against Gilgal, beside the terebinths of Moreh?","For ye are to pass over the Jordan to go in to possess the land which the LORD your God giveth you, and ye shall possess it, and dwell therein.","And ye shall observe to do all the statutes and the ordinances which I set before you this day."],["These are the statutes and the ordinances, which ye shall observe to do in the land which the LORD, the God of thy fathers, hath given thee to possess it, all the days that ye live upon the earth.","Ye shall surely destroy all the places, wherein the nations that ye are to dispossess served their gods, upon the high mountains, and upon the hills, and under every leafy tree.","And ye shall break down their altars, and dash in pieces their pillars, and burn their Asherim with fire; and ye shall hew down the graven images of their gods; and ye shall destroy their name out of that place.","Ye shall not do so unto the LORD your God.","But unto the place which the LORD your God shall choose out of all your tribes to put His name there, even unto His habitation shall ye seek, and thither thou shalt come;","and thither ye shall bring your burnt-offerings, and your sacrifices, and your tithes, and the offering of your hand, and your vows, and your freewill-offerings, and the firstlings of your herd and of your flock;","and there ye shall eat before the LORD your God, and ye shall rejoice in all that ye put your hand unto, ye and your households, wherein the LORD thy God hath blessed thee.","Ye shall not do after all that we do here this day, every man whatsoever is right in his own eyes;","for ye are not as yet come to the rest and to the inheritance, which the LORD your God giveth thee.","But when ye go over the Jordan, and dwell in the land which the LORD your God causeth you to inherit, and He giveth you rest from all your enemies round about, so that ye dwell in safety;","then it shall come to pass that the place which the LORD your God shall choose to cause His name to dwell there, thither shall ye bring all that I command you: your burnt-offerings, and your sacrifices, your tithes, and the offering of your hand, and all your choice vows which ye vow unto the LORD.","And ye shall rejoice before the LORD your God, ye, and your sons, and your daughters, and your men-servants, and your maid-servants, and the Levite that is within your gates, forasmuch as he hath no portion nor inheritance with you.","Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest;","but in the place which the LORD shall choose in one of thy tribes, there thou shalt offer thy burnt-offerings, and there thou shalt do all that I command thee.","Notwithstanding thou mayest kill and eat flesh within all thy gates, after all the desire of thy soul, according to the blessing of the LORD thy God which He hath given thee; the unclean and the clean may eat thereof, as of the gazelle, and as of the hart.","Only ye shall not eat the blood; thou shalt pour it out upon the earth as water.","Thou mayest not eat within thy gates the tithe of thy corn, or of thy wine, or of thine oil, or the firstlings of thy herd or of thy flock, nor any of thy vows which thou vowest, nor thy freewill-offerings, nor the offering of thy hand;","but thou shalt eat them before the LORD thy God in the place which the LORD thy God shall choose, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates; and thou shalt rejoice before the LORD thy God in all that thou puttest thy hand unto.","Take heed to thyself that thou forsake not the Levite as long as thou livest upon thy land.","When the LORD thy God shall enlarge thy border, as He hath promised thee, and thou shalt say: ‘I will eat flesh’, because thy soul desireth to eat flesh; thou mayest eat flesh, after all the desire of thy soul.","If the place which the LORD thy God shall choose to put His name there be too far from thee, then thou shalt kill of thy herd and of thy flock, which the LORD hath given thee, as I have commanded thee, and thou shalt eat within thy gates, after all the desire of thy soul.","Howbeit as the gazelle and as the hart is eaten, so thou shalt eat thereof; the unclean and the clean may eat thereof alike.","Only be stedfast in not eating the blood; for the blood is the life; and thou shalt not eat the life with the flesh.","Thou shalt not eat it; thou shalt pour it out upon the earth as water.","Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the eyes of the LORD.","Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which the LORD shall choose;","and thou shalt offer thy burnt-offerings, the flesh and the blood, upon the altar of the LORD thy God; and the blood of thy sacrifices shall be poured out against the altar of the LORD thy God, and thou shalt eat the flesh.","Observe and hear all these words which I command thee, that it may go well with thee, and with thy children after thee for ever, when thou doest that which is good and right in the eyes of the LORD thy God.","When the LORD thy God shall cut off the nations from before thee, whither thou goest in to dispossess them, and thou dispossessest them, and dwellest in their land;","take heed to thyself that thou be not ensnared to follow them, after that they are destroyed from before thee; and that thou inquire not after their gods, saying: ‘How used these nations to serve their gods? even so will I do likewise.’","Thou shalt not do so unto the LORD thy God; for every abomination to the LORD, which He hateth, have they done unto their gods; for even their sons and their daughters do they burn in the fire to their gods."],["All this word which I command you, that shall ye observe to do; thou shalt not add thereto, nor diminish from it.","If there arise in the midst of thee a prophet, or a dreamer of dreams—and he give thee a sign or a wonder,","and the sign or the wonder come to pass, whereof he spoke unto thee—saying: ‘Let us go after other gods, which thou hast not known, and let us serve them’;","thou shalt not hearken unto the words of that prophet, or unto that dreamer of dreams; for the LORD your God putteth you to proof, to know whether ye do love the LORD your God with all your heart and with all your soul.","After the LORD your God shall ye walk, and Him shall ye fear, and His commandments shall ye keep, and unto His voice shall ye hearken, and Him shall ye serve, and unto Him shall ye cleave.","And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken perversion against the LORD your God, who brought you out of the land of Egypt, and redeemed thee out of the house of bondage, to draw thee aside out of the way which the LORD thy God commanded thee to walk in. So shalt thou put away the evil from the midst of thee.","If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, that is as thine own soul, entice thee secretly, saying: 'Let us go and serve other gods,' which thou hast not known, thou, nor thy fathers;","of the gods of the peoples that are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;","thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him;","but thou shalt surely kill him; thy hand shall be first upon him to put him to death, and afterwards the hand of all the people.","And thou shalt stone him with stones, that he die; because he hath sought to draw thee away from the LORD thy God, who brought thee out of the land of Egypt, out of the house of bondage.","And all Israel shall hear, and fear, and shall do no more any such wickedness as this is in the midst of thee.","If thou shalt hear tell concerning one of thy cities, which the LORD thy God giveth thee to dwell there, saying:","’Certain base fellows are gone out from the midst of thee, and have drawn away the inhabitants of their city, saying: Let us go and serve other gods, which ye have not known’;","then shalt thou inquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that such abomination is wrought in the midst of thee;","thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein and the cattle thereof, with the edge of the sword.","And thou shalt gather all the spoil of it into the midst of the broad place thereof, and shall burn with fire the city, and all the spoil thereof every whit, unto the LORD thy God; and it shall be a heap for ever; it shall not be built again.","And there shall cleave nought of the devoted thing to thy hand, that the LORD may turn from the fierceness of His anger, and show thee mercy, and have compassion upon thee, and multiply thee, as He hath sworn unto thy fathers;","when thou shalt hearken to the voice of the LORD thy God, to keep all His commandments which I command thee this day, to do that which is right in the eyes of the LORD thy God."],["Ye are the children of the LORD your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.","For thou art a holy people unto the LORD thy God, and the LORD hath chosen thee to be His own treasure out of all peoples that are upon the face of the earth.","Thou shalt not eat any abominable thing.","These are the beasts which ye may eat: the ox, the sheep, and the goat,","the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the mountain-sheep.","And every beast that parteth the hoof, and hath the hoof wholly cloven in two, and cheweth the cud, among the beasts, that ye may eat.","Nevertheless these ye shall not eat of them that only chew the cud, or of them that only have the hoof cloven: the camel, and the hare, and the rock-badger, because they chew the cud but part not the hoof, they are unclean unto you;","and the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you; of their flesh ye shall not eat, and their carcasses ye shall not touch.","These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat;","and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you.","Of all clean birds ye may eat.","But these are they of which ye shall not eat: the great vulture, and the bearded vulture, and the ospray;","and the glede, and the falcon, and the kite after its kinds;","and every raven after its kinds;","and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kinds;","the little owl, and the great owl, and the horned owl;","and the pelican, and the carrion-vulture, and the cormorant;","and the stork, and the heron after its kinds, and the hoopoe, and the bat.","And all winged swarming things are unclean unto you; they shall not be eaten.","Of all clean winged things ye may eat.","Ye shall not eat of any thing that dieth of itself; thou mayest give it unto the stranger that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner; for thou art a holy people unto the LORD thy God. Thou shalt not seethe a kid in its mother’s milk.","Thou shalt surely tithe all the increase of thy seed, that which is brought forth in the field year by year.","And thou shalt eat before the LORD thy God, in the place which He shall choose to cause His name to dwell there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear the LORD thy God always.","And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which the LORD thy God shall choose to set His name there, when the LORD thy God shall bless thee;","then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which the LORD thy God shall choose.","And thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou and thy household.","And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee.","At the end of every three years, even in the same year, thou shalt bring forth all the tithe of thine increase, and shall lay it up within thy gates.","And the Levite, because he hath no portion nor inheritance with thee, and the stranger, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that the LORD thy God may bless thee in all the work of thy hand which thou doest."],["At the end of every seven years thou shalt make a release.","And this is the manner of the release: every creditor shall release that which he hath lent unto his neighbour; he shall not exact it of his neighbour and his brother; because the LORD’S release hath been proclaimed.","Of a foreigner thou mayest exact it; but whatsoever of thine is with thy brother thy hand shall release.","Howbeit there shall be no needy among you—for the LORD will surely bless thee in the land which the LORD thy God giveth thee for an inheritance to possess it—","if only thou diligently hearken unto the voice of the LORD thy God, to observe to do all this commandment which I command thee this day.","For the LORD thy God will bless thee, as He promised thee; and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt rule over many nations, but they shall not rule over thee.","If there be among you a needy man, one of thy brethren, within any of thy gates, in thy land which the LORD thy God giveth thee, thou shalt not harden thy heart, nor shut thy hand from thy needy brother;","but thou shalt surely open thy hand unto him, and shalt surely lend him sufficient for his need in that which he wanteth.","Beware that there be not a base thought in thy heart, saying: ‘The seventh year, the year of release, is at hand’; and thine eye be evil against thy needy brother, and thou give him nought; and he cry unto the LORD against thee, and it be sin in thee.","Thou shalt surely give him, and thy heart shall not be grieved when thou givest unto him; because that for this thing the LORD thy God will bless thee in all thy work, and in all that thou puttest thy hand unto.","For the poor shall never cease out of the land; therefore I command thee, saying: ‘Thou shalt surely open thy hand unto thy poor and needy brother, in thy land.’","If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, he shall serve thee six years; and in the seventh year thou shalt let him go free from thee.","And when thou lettest him go free from thee, thou shalt not let him go empty;","thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; of that wherewith the LORD thy God hath blessed thee thou shalt give unto him.","And thou shalt remember that thou wast a bondman in the land of Egypt, and the LORD thy God redeemed thee; therefore I command thee this thing to-day.","And it shall be, if he say unto thee: ‘I will not go out from thee’; because he loveth thee and thy house, because he fareth well with thee;","then thou shalt take an awl, and thrust it through his ear and into the door, and he shall be thy bondman for ever. And also unto thy bondwoman thou shalt do likewise.","It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years; and the LORD thy God will bless thee in all that thou doest.","All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto the LORD thy God; thou shalt do no work with the firstling of thine ox, nor shear the firstling of thy flock.","Thou shalt eat it before the LORD thy God year by year in the place which the LORD shall choose, thou and thy household.","And if there be any blemish therein, lameness, or blindness, any ill blemish whatsoever, thou shalt not sacrifice it unto the LORD thy God.","Thou shalt eat it within thy gates; the unclean and the clean may eat it alike, as the gazelle, and as the hart.","Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water."],["Observe the month of Abib, and keep the passover unto the LORD thy God; for in the month of Abib the LORD thy God brought thee forth out of Egypt by night.","And thou shalt sacrifice the passover-offering unto the LORD thy God, of the flock and the herd, in the place which the LORD shall choose to cause His name to dwell there.","Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for in haste didst thou come forth out of the land of Egypt; that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.","And there shall be no leaven seen with thee in all they borders seven days; neither shall any of the flesh, which thou sacrificest the first day at even, remain all night until the morning.","Thou mayest not sacrifice the passover-offering within any of thy gates, which the LORD thy God giveth thee;","but at the place which the LORD thy God shall choose to cause His name to dwell in, there thou shalt sacrifice the passover-offering at even, at the going down of the sun, at the season that thou camest forth out of Egypt.","And thou shalt roast and eat it in the place which the LORD thy God shall choose; and thou shalt turn in the morning, and go unto thy tents.","Six days thou shalt eat unleavened bread; and on the seventh day shall be a solemn assembly to the LORD thy God; thou shalt do no work therein.","Seven weeks shalt thou number unto thee; from the time the sickle is first put to the standing corn shalt thou begin to number seven weeks.","And thou shalt keep the feast of weeks unto the LORD thy God after the measure of the freewill-offering of thy hand, which thou shalt give, according as the LORD thy God blesseth thee.","And thou shalt rejoice before the LORD thy God, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within they gates, and the stranger, and the fatherless, and the widow, that are in the midst of thee, in the place which the LORD thy God shall choose to cause His name to dwell there.","And thou shalt remember that thou wast a bondman in Egypt; and thou shalt observe and do these statutes.","Thou shalt keep the feast of tabernacles seven days, after that thou hast gathered in from thy threshing-floor and from thy winepress.","And thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite, and the stranger, and the fatherless, and the widow, that are within thy gates.","Seven days shalt thou keep a feast unto the LORD thy God in the place which the LORD shall choose; because the LORD thy God shall bless thee in all thine increase, and in all the work of thy hands, and thou shalt be altogether joyful.","Three times in a year shall all thy males appear before the LORD thy God in the place which He shall choose; on the feast of unleavened bread, and on the feast of weeks, and on the feast of tabernacles; and they shall not appear before the LORD empty;","every man shall give as he is able, according to the blessing of the LORD thy God which He hath given thee."]],"sefer":"devarim","sefer_sponsor":"","parasha_sponsor":"","start_chapter":11,"start_verse":26,"end_chapter":16,"end_verse":17}