{"teacher_bio":"Rabbi Menachem Leibtag, founder of the Tanach Study Center www.tanach.org, is an internationally acclaimed bible scholar and pioneer of Jewish Education on the internet. His essays on Parshat ha’Shavua reflect his vibrant thematic-analytical approach, blending the methods of modern scholarship with traditional approaches. As a rebbe at Yeshivat Har Etzion, he is best known for his ability to teach students how to study Tanach. Rabbi Leibtag also teaches at Yeshivat Shaalavim, Midreshet Lindenbaum, & Matan; and routinely lectures around the globe, primarily as a Scholar in Residence in communities in North America.","teacher_title":"Rabbi","teacher_fname":"Menachem","teacher_mname":null,"teacher_lname":"Leibtag","teacher_image":"https://cdn.tanachstudy.com/assets/images/Rabbi_Menachem_Leibtag.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"shofetim","teacher_id":1036,"book_id":39,"book_num_chapters":34,"book_name_pretty_eng":"Devarim","parasha_name_pretty_eng":"Shofetim","book_name":"devarim","prev_parasha_id":"re'e","next_parasha_id":"ki-tetze","next_parasha_name":"Ki Tetze","hebrew_text":[["שֹׁפְטִים וְשֹׁטְרִים תִּתֶּן־לְךָ בְּכָל־שְׁעָרֶיךָ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ לִשְׁבָטֶיךָ וְשָׁפְטוּ אֶת־הָעָם מִשְׁפַּט־צֶדֶק׃","לֹא־תַטֶּה מִשְׁפָּט לֹא תַכִּיר פָּנִים וְלֹא־תִקַּח שֹׁחַד כִּי הַשֹּׁחַד יְעַוֵּר עֵינֵי חֲכָמִים וִיסַלֵּף דִּבְרֵי צַדִּיקִם׃","צֶדֶק צֶדֶק תִּרְדֹּף לְמַעַן תִּחְיֶה וְיָרַשְׁתָּ אֶת־הָאָרֶץ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ׃","לֹא־תִטַּע לְךָ אֲשֵׁרָה כָּל־עֵץ אֵצֶל מִזְבַּח יְהוָה אֱלֹהֶיךָ אֲשֶׁר תַּעֲשֶׂה־לָּךְ׃","וְלֹא־תָקִים לְךָ מַצֵּבָה אֲשֶׁר שָׂנֵא יְהוָה אֱלֹהֶיךָ׃"],["לֹא־תִזְבַּח לַיהוָה אֱלֹהֶיךָ שׁוֹר וָשֶׂה אֲשֶׁר יִהְיֶה בוֹ מוּם כֹּל דָּבָר רָע כִּי תוֹעֲבַת יְהוָה אֱלֹהֶיךָ הוּא׃","כִּי־יִמָּצֵא בְקִרְבְּךָ בְּאַחַד שְׁעָרֶיךָ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ אִישׁ אוֹ־אִשָּׁה אֲשֶׁר יַעֲשֶׂה אֶת־הָרַע בְּעֵינֵי יְהוָה־אֱלֹהֶיךָ לַעֲבֹר בְּרִיתוֹ׃","וַיֵּלֶךְ וַיַּעֲבֹד אֱלֹהִים אֲחֵרִים וַיִּשְׁתַּחוּ לָהֶם וְלַשֶּׁמֶשׁ אוֹ לַיָּרֵחַ אוֹ לְכָל־צְבָא הַשָּׁמַיִם אֲשֶׁר לֹא־צִוִּיתִי׃","וְהֻגַּד־לְךָ וְשָׁמָעְתָּ וְדָרַשְׁתָּ הֵיטֵב וְהִנֵּה אֱמֶת נָכוֹן הַדָּבָר נֶעֶשְׂתָה הַתּוֹעֵבָה הַזֹּאת בְּיִשְׂרָאֵל׃","וְהוֹצֵאתָ אֶת־הָאִישׁ הַהוּא אוֹ אֶת־הָאִשָּׁה הַהִוא אֲשֶׁר עָשׂוּ אֶת־הַדָּבָר הָרָע הַזֶּה אֶל־שְׁעָרֶיךָ אֶת־הָאִישׁ אוֹ אֶת־הָאִשָּׁה וּסְקַלְתָּם בָּאֲבָנִים וָמֵתוּ׃","עַל־פִּי שְׁנַיִם עֵדִים אוֹ שְׁלֹשָׁה עֵדִים יוּמַת הַמֵּת לֹא יוּמַת עַל־פִּי עֵד אֶחָד׃","יַד הָעֵדִים תִּהְיֶה־בּוֹ בָרִאשֹׁנָה לַהֲמִיתוֹ וְיַד כָּל־הָעָם בָּאַחֲרֹנָה וּבִעַרְתָּ הָרָע מִקִּרְבֶּךָ׃","כִּי יִפָּלֵא מִמְּךָ דָבָר לַמִּשְׁפָּט בֵּין־דָּם לְדָם בֵּין־דִּין לְדִין וּבֵין נֶגַע לָנֶגַע דִּבְרֵי רִיבֹת בִּשְׁעָרֶיךָ וְקַמְתָּ וְעָלִיתָ אֶל־הַמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ בּוֹ׃","וּבָאתָ אֶל־הַכֹּהֲנִים הַלְוִיִּם וְאֶל־הַשֹּׁפֵט אֲשֶׁר יִהְיֶה בַּיָּמִים הָהֵם וְדָרַשְׁתָּ וְהִגִּידוּ לְךָ אֵת דְּבַר הַמִּשְׁפָּט׃","וְעָשִׂיתָ עַל־פִּי הַדָּבָר אֲשֶׁר יַגִּידוּ לְךָ מִן־הַמָּקוֹם הַהוּא אֲשֶׁר יִבְחַר יְהוָה וְשָׁמַרְתָּ לַעֲשׂוֹת כְּכֹל אֲשֶׁר יוֹרוּךָ׃","עַל־פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ וְעַל־הַמִּשְׁפָּט אֲשֶׁר־יֹאמְרוּ לְךָ תַּעֲשֶׂה לֹא תָסוּר מִן־הַדָּבָר אֲשֶׁר־יַגִּידוּ לְךָ יָמִין וּשְׂמֹאל׃","וְהָאִישׁ אֲשֶׁר־יַעֲשֶׂה בְזָדוֹן לְבִלְתִּי שְׁמֹעַ אֶל־הַכֹּהֵן הָעֹמֵד לְשָׁרֶת שָׁם אֶת־יְהוָה אֱלֹהֶיךָ אוֹ אֶל־הַשֹּׁפֵט וּמֵת הָאִישׁ הַהוּא וּבִעַרְתָּ הָרָע מִיִּשְׂרָאֵל׃","וְכָל־הָעָם יִשְׁמְעוּ וְיִרָאוּ וְלֹא יְזִידוּן עוֹד׃","כִּי־תָבֹא אֶל־הָאָרֶץ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ וִירִשְׁתָּהּ וְיָשַׁבְתָּה בָּהּ וְאָמַרְתָּ אָשִׂימָה עָלַי מֶלֶךְ כְּכָל־הַגּוֹיִם אֲשֶׁר סְבִיבֹתָי׃","שׂוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ בּוֹ מִקֶּרֶב אַחֶיךָ תָּשִׂים עָלֶיךָ מֶלֶךְ לֹא תוּכַל לָתֵת עָלֶיךָ אִישׁ נָכְרִי אֲשֶׁר לֹא־אָחִיךָ הוּא׃","רַק לֹא־יַרְבֶּה־לּוֹ סוּסִים וְלֹא־יָשִׁיב אֶת־הָעָם מִצְרַיְמָה לְמַעַן הַרְבּוֹת סוּס וַיהוָה אָמַר לָכֶם לֹא תֹסִפוּן לָשׁוּב בַּדֶּרֶךְ הַזֶּה עוֹד׃","וְלֹא יַרְבֶּה־לּוֹ נָשִׁים וְלֹא יָסוּר לְבָבוֹ וְכֶסֶף וְזָהָב לֹא יַרְבֶּה־לּוֹ מְאֹד׃","וְהָיָה כְשִׁבְתּוֹ עַל כִּסֵּא מַמְלַכְתּוֹ וְכָתַב לוֹ אֶת־מִשְׁנֵה הַתּוֹרָה הַזֹּאת עַל־סֵפֶר מִלִּפְנֵי הַכֹּהֲנִים הַלְוִיִּם׃","וְהָיְתָה עִמּוֹ וְקָרָא בוֹ כָּל־יְמֵי חַיָּיו לְמַעַן יִלְמַד לְיִרְאָה אֶת־יְהוָה אֱלֹהָיו לִשְׁמֹר אֶת־כָּל־דִּבְרֵי הַתּוֹרָה הַזֹּאת וְאֶת־הַחֻקִּים הָאֵלֶּה לַעֲשֹׂתָם׃","לְבִלְתִּי רוּם־לְבָבוֹ מֵאֶחָיו וּלְבִלְתִּי סוּר מִן־הַמִּצְוָה יָמִין וּשְׂמֹאול לְמַעַן יַאֲרִיךְ יָמִים עַל־מַמְלַכְתּוֹ הוּא וּבָנָיו בְּקֶרֶב יִשְׂרָאֵל׃"],["לֹא־יִהְיֶה לַכֹּהֲנִים הַלְוִיִּם כָּל־שֵׁבֶט לֵוִי חֵלֶק וְנַחֲלָה עִם־יִשְׂרָאֵל אִשֵּׁי יְהוָה וְנַחֲלָתוֹ יֹאכֵלוּן׃","וְנַחֲלָה לֹא־יִהְיֶה־לּוֹ בְּקֶרֶב אֶחָיו יְהוָה הוּא נַחֲלָתוֹ כַּאֲשֶׁר דִּבֶּר־לוֹ׃","וְזֶה יִהְיֶה מִשְׁפַּט הַכֹּהֲנִים מֵאֵת הָעָם מֵאֵת זֹבְחֵי הַזֶּבַח אִם־שׁוֹר אִם־שֶׂה וְנָתַן לַכֹּהֵן הַזְּרֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה׃","רֵאשִׁית דְּגָנְךָ תִּירֹשְׁךָ וְיִצְהָרֶךָ וְרֵאשִׁית גֵּז צֹאנְךָ תִּתֶּן־לּוֹ׃","כִּי בוֹ בָּחַר יְהוָה אֱלֹהֶיךָ מִכָּל־שְׁבָטֶיךָ לַעֲמֹד לְשָׁרֵת בְּשֵׁם־יְהוָה הוּא וּבָנָיו כָּל־הַיָּמִים׃","וְכִי־יָבֹא הַלֵּוִי מֵאַחַד שְׁעָרֶיךָ מִכָּל־יִשְׂרָאֵל אֲשֶׁר־הוּא גָּר שָׁם וּבָא בְּכָל־אַוַּת נַפְשׁוֹ אֶל־הַמָּקוֹם אֲשֶׁר־יִבְחַר יְהוָה׃","וְשֵׁרֵת בְּשֵׁם יְהוָה אֱלֹהָיו כְּכָל־אֶחָיו הַלְוִיִּם הָעֹמְדִים שָׁם לִפְנֵי יְהוָה׃","חֵלֶק כְּחֵלֶק יֹאכֵלוּ לְבַד מִמְכָּרָיו עַל־הָאָבוֹת׃","כִּי אַתָּה בָּא אֶל־הָאָרֶץ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ לֹא־תִלְמַד לַעֲשׂוֹת כְּתוֹעֲבֹת הַגּוֹיִם הָהֵם׃","לֹא־יִמָּצֵא בְךָ מַעֲבִיר בְּנוֹ־וּבִתּוֹ בָּאֵשׁ קֹסֵם קְסָמִים מְעוֹנֵן וּמְנַחֵשׁ וּמְכַשֵּׁף׃","וְחֹבֵר חָבֶר וְשֹׁאֵל אוֹב וְיִדְּעֹנִי וְדֹרֵשׁ אֶל־הַמֵּתִים׃","כִּי־תוֹעֲבַת יְהוָה כָּל־עֹשֵׂה אֵלֶּה וּבִגְלַל הַתּוֹעֵבֹת הָאֵלֶּה יְהוָה אֱלֹהֶיךָ מוֹרִישׁ אוֹתָם מִפָּנֶיךָ׃","תָּמִים תִּהְיֶה עִם יְהוָה אֱלֹהֶיךָ׃","כִּי הַגּוֹיִם הָאֵלֶּה אֲשֶׁר אַתָּה יוֹרֵשׁ אוֹתָם אֶל־מְעֹנְנִים וְאֶל־קֹסְמִים יִשְׁמָעוּ וְאַתָּה לֹא כֵן נָתַן לְךָ יְהוָה אֱלֹהֶיךָ׃","נָבִיא מִקִּרְבְּךָ מֵאַחֶיךָ כָּמֹנִי יָקִים לְךָ יְהוָה אֱלֹהֶיךָ אֵלָיו תִּשְׁמָעוּן׃","כְּכֹל אֲשֶׁר־שָׁאַלְתָּ מֵעִם יְהוָה אֱלֹהֶיךָ בְּחֹרֵב בְּיוֹם הַקָּהָל לֵאמֹר לֹא אֹסֵף לִשְׁמֹעַ אֶת־קוֹל יְהוָה אֱלֹהָי וְאֶת־הָאֵשׁ הַגְּדֹלָה הַזֹּאת לֹא־אֶרְאֶה עוֹד וְלֹא אָמוּת׃","וַיֹּאמֶר יְהוָה אֵלָי הֵיטִיבוּ אֲשֶׁר דִּבֵּרוּ׃","נָבִיא אָקִים לָהֶם מִקֶּרֶב אֲחֵיהֶם כָּמוֹךָ וְנָתַתִּי דְבָרַי בְּפִיו וְדִבֶּר אֲלֵיהֶם אֵת כָּל־אֲשֶׁר אֲצַוֶּנּוּ׃","וְהָיָה הָאִישׁ אֲשֶׁר לֹא־יִשְׁמַע אֶל־דְּבָרַי אֲשֶׁר יְדַבֵּר בִּשְׁמִי אָנֹכִי אֶדְרֹשׁ מֵעִמּוֹ׃","אַךְ הַנָּבִיא אֲשֶׁר יָזִיד לְדַבֵּר דָּבָר בִּשְׁמִי אֵת אֲשֶׁר לֹא־צִוִּיתִיו לְדַבֵּר וַאֲשֶׁר יְדַבֵּר בְּשֵׁם אֱלֹהִים אֲחֵרִים וּמֵת הַנָּבִיא הַהוּא׃","וְכִי תֹאמַר בִּלְבָבֶךָ אֵיכָה נֵדַע אֶת־הַדָּבָר אֲשֶׁר לֹא־דִבְּרוֹ יְהוָה׃","אֲשֶׁר יְדַבֵּר הַנָּבִיא בְּשֵׁם יְהוָה וְלֹא־יִהְיֶה הַדָּבָר וְלֹא יָבוֹא הוּא הַדָּבָר אֲשֶׁר לֹא־דִבְּרוֹ יְהוָה בְּזָדוֹן דִּבְּרוֹ הַנָּבִיא לֹא תָגוּר מִמֶּנּוּ׃"],["כִּי־יַכְרִית יְהוָה אֱלֹהֶיךָ אֶת־הַגּוֹיִם אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ אֶת־אַרְצָם וִירִשְׁתָּם וְיָשַׁבְתָּ בְעָרֵיהֶם וּבְבָתֵּיהֶם׃","שָׁלוֹשׁ עָרִים תַּבְדִּיל לָךְ בְּתוֹךְ אַרְצְךָ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ לְרִשְׁתָּהּ׃","תָּכִין לְךָ הַדֶּרֶךְ וְשִׁלַּשְׁתָּ אֶת־גְּבוּל אַרְצְךָ אֲשֶׁר יַנְחִילְךָ יְהוָה אֱלֹהֶיךָ וְהָיָה לָנוּס שָׁמָּה כָּל־רֹצֵחַ׃","וְזֶה דְּבַר הָרֹצֵחַ אֲשֶׁר־יָנוּס שָׁמָּה וָחָי אֲשֶׁר יַכֶּה אֶת־רֵעֵהוּ בִּבְלִי־דַעַת וְהוּא לֹא־שֹׂנֵא לוֹ מִתְּמֹל שִׁלְשֹׁם׃","וַאֲשֶׁר יָבֹא אֶת־רֵעֵהוּ בַיַּעַר לַחְטֹב עֵצִים וְנִדְּחָה יָדוֹ בַגַּרְזֶן לִכְרֹת הָעֵץ וְנָשַׁל הַבַּרְזֶל מִן־הָעֵץ וּמָצָא אֶת־רֵעֵהוּ וָמֵת הוּא יָנוּס אֶל־אַחַת הֶעָרִים־הָאֵלֶּה וָחָי׃","פֶּן־יִרְדֹּף גֹּאֵל הַדָּם אַחֲרֵי הָרֹצֵחַ כִּי־יֵחַם לְבָבוֹ וְהִשִּׂיגוֹ כִּי־יִרְבֶּה הַדֶּרֶךְ וְהִכָּהוּ נָפֶשׁ וְלוֹ אֵין מִשְׁפַּט־מָוֶת כִּי לֹא שֹׂנֵא הוּא לוֹ מִתְּמוֹל שִׁלְשׁוֹם׃","עַל־כֵּן אָנֹכִי מְצַוְּךָ לֵאמֹר שָׁלֹשׁ עָרִים תַּבְדִּיל לָךְ׃","וְאִם־יַרְחִיב יְהוָה אֱלֹהֶיךָ אֶת־גְּבֻלְךָ כַּאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ וְנָתַן לְךָ אֶת־כָּל־הָאָרֶץ אֲשֶׁר דִּבֶּר לָתֵת לַאֲבֹתֶיךָ׃","כִּי־תִשְׁמֹר אֶת־כָּל־הַמִּצְוָה הַזֹּאת לַעֲשֹׂתָהּ אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם לְאַהֲבָה אֶת־יְהוָה אֱלֹהֶיךָ וְלָלֶכֶת בִּדְרָכָיו כָּל־הַיָּמִים וְיָסַפְתָּ לְךָ עוֹד שָׁלֹשׁ עָרִים עַל הַשָּׁלֹשׁ הָאֵלֶּה׃","וְלֹא יִשָּׁפֵךְ דָּם נָקִי בְּקֶרֶב אַרְצְךָ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ נַחֲלָה וְהָיָה עָלֶיךָ דָּמִים׃","וְכִי־יִהְיֶה אִישׁ שֹׂנֵא לְרֵעֵהוּ וְאָרַב לוֹ וְקָם עָלָיו וְהִכָּהוּ נֶפֶשׁ וָמֵת וְנָס אֶל־אַחַת הֶעָרִים הָאֵל׃","וְשָׁלְחוּ זִקְנֵי עִירוֹ וְלָקְחוּ אֹתוֹ מִשָּׁם וְנָתְנוּ אֹתוֹ בְּיַד גֹּאֵל הַדָּם וָמֵת׃","לֹא־תָחוֹס עֵינְךָ עָלָיו וּבִעַרְתָּ דַם־הַנָּקִי מִיִּשְׂרָאֵל וְטוֹב לָךְ׃","לֹא תַסִּיג גְּבוּל רֵעֲךָ אֲשֶׁר גָּבְלוּ רִאשֹׁנִים בְּנַחֲלָתְךָ אֲשֶׁר תִּנְחַל בָּאָרֶץ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ לְרִשְׁתָּהּ׃","לֹא־יָקוּם עֵד אֶחָד בְּאִישׁ לְכָל־עָוֺן וּלְכָל־חַטָּאת בְּכָל־חֵטְא אֲשֶׁר יֶחֱטָא עַל־פִּי שְׁנֵי עֵדִים אוֹ עַל־פִּי שְׁלֹשָׁה־עֵדִים יָקוּם דָּבָר׃","כִּי־יָקוּם עֵד־חָמָס בְּאִישׁ לַעֲנוֹת בּוֹ סָרָה׃","וְעָמְדוּ שְׁנֵי־הָאֲנָשִׁים אֲשֶׁר־לָהֶם הָרִיב לִפְנֵי יְהוָה לִפְנֵי הַכֹּהֲנִים וְהַשֹּׁפְטִים אֲשֶׁר יִהְיוּ בַּיָּמִים הָהֵם׃","וְדָרְשׁוּ הַשֹּׁפְטִים הֵיטֵב וְהִנֵּה עֵד־שֶׁקֶר הָעֵד שֶׁקֶר עָנָה בְאָחִיו׃","וַעֲשִׂיתֶם לוֹ כַּאֲשֶׁר זָמַם לַעֲשׂוֹת לְאָחִיו וּבִעַרְתָּ הָרָע מִקִּרְבֶּךָ׃","וְהַנִּשְׁאָרִים יִשְׁמְעוּ וְיִרָאוּ וְלֹא־יֹסִפוּ לַעֲשׂוֹת עוֹד כַּדָּבָר הָרָע הַזֶּה בְּקִרְבֶּךָ׃","וְלֹא תָחוֹס עֵינֶךָ נֶפֶשׁ בְּנֶפֶשׁ עַיִן בְּעַיִן שֵׁן בְּשֵׁן יָד בְּיָד רֶגֶל בְּרָגֶל׃"],["כִּי־תֵצֵא לַמִּלְחָמָה עַל־אֹיְבֶיךָ וְרָאִיתָ סוּס וָרֶכֶב עַם רַב מִמְּךָ לֹא תִירָא מֵהֶם כִּי־יְהוָה אֱלֹהֶיךָ עִמָּךְ הַמַּעַלְךָ מֵאֶרֶץ מִצְרָיִם׃","וְהָיָה כְּקָרָבְכֶם אֶל־הַמִּלְחָמָה וְנִגַּשׁ הַכֹּהֵן וְדִבֶּר אֶל־הָעָם׃","וְאָמַר אֲלֵהֶם שְׁמַע יִשְׂרָאֵל אַתֶּם קְרֵבִים הַיּוֹם לַמִּלְחָמָה עַל־אֹיְבֵיכֶם אַל־יֵרַךְ לְבַבְכֶם אַל־תִּירְאוּ וְאַל־תַּחְפְּזוּ וְאַל־תַּעַרְצוּ מִפְּנֵיהֶם׃","כִּי יְהוָה אֱלֹהֵיכֶם הַהֹלֵךְ עִמָּכֶם לְהִלָּחֵם לָכֶם עִם־אֹיְבֵיכֶם לְהוֹשִׁיעַ אֶתְכֶם׃","וְדִבְּרוּ הַשֹּׁטְרִים אֶל־הָעָם לֵאמֹר מִי־הָאִישׁ אֲשֶׁר בָּנָה בַיִת־חָדָשׁ וְלֹא חֲנָכוֹ יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ פֶּן־יָמוּת בַּמִּלְחָמָה וְאִישׁ אַחֵר יַחְנְכֶנּוּ׃","וּמִי־הָאִישׁ אֲשֶׁר־נָטַע כֶּרֶם וְלֹא חִלְּלוֹ יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ פֶּן־יָמוּת בַּמִּלְחָמָה וְאִישׁ אַחֵר יְחַלְּלֶנּוּ׃","וּמִי־הָאִישׁ אֲשֶׁר־אֵרַשׂ אִשָּׁה וְלֹא לְקָחָהּ יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ פֶּן־יָמוּת בַּמִּלְחָמָה וְאִישׁ אַחֵר יִקָּחֶנָּה׃","וְיָסְפוּ הַשֹּׁטְרִים לְדַבֵּר אֶל־הָעָם וְאָמְרוּ מִי־הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ וְלֹא יִמַּס אֶת־לְבַב אֶחָיו כִּלְבָבוֹ׃","וְהָיָה כְּכַלֹּת הַשֹּׁטְרִים לְדַבֵּר אֶל־הָעָם וּפָקְדוּ שָׂרֵי צְבָאוֹת בְּרֹאשׁ הָעָם׃","כִּי־תִקְרַב אֶל־עִיר לְהִלָּחֵם עָלֶיהָ וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם׃","וְהָיָה אִם־שָׁלוֹם תַּעַנְךָ וּפָתְחָה לָךְ וְהָיָה כָּל־הָעָם הַנִּמְצָא־בָהּ יִהְיוּ לְךָ לָמַס וַעֲבָדוּךָ׃","וְאִם־לֹא תַשְׁלִים עִמָּךְ וְעָשְׂתָה עִמְּךָ מִלְחָמָה וְצַרְתָּ עָלֶיהָּ׃","וּנְתָנָהּ יְהוָה אֱלֹהֶיךָ בְּיָדֶךָ וְהִכִּיתָ אֶת־כָּל־זְכוּרָהּ לְפִי־חָרֶב׃","רַק הַנָּשִׁים וְהַטַּף וְהַבְּהֵמָה וְכֹל אֲשֶׁר יִהְיֶה בָעִיר כָּל־שְׁלָלָהּ תָּבֹז לָךְ וְאָכַלְתָּ אֶת־שְׁלַל אֹיְבֶיךָ אֲשֶׁר נָתַן יְהוָה אֱלֹהֶיךָ לָךְ׃","כֵּן תַּעֲשֶׂה לְכָל־הֶעָרִים הָרְחֹקֹת מִמְּךָ מְאֹד אֲשֶׁר לֹא־מֵעָרֵי הַגּוֹיִם־הָאֵלֶּה הֵנָּה׃","רַק מֵעָרֵי הָעַמִּים הָאֵלֶּה אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ נַחֲלָה לֹא תְחַיֶּה כָּל־נְשָׁמָה׃","כִּי־הַחֲרֵם תַּחֲרִימֵם הַחִתִּי וְהָאֱמֹרִי הַכְּנַעֲנִי וְהַפְּרִזִּי הַחִוִּי וְהַיְבוּסִי כַּאֲשֶׁר צִוְּךָ יְהוָה אֱלֹהֶיךָ׃","לְמַעַן אֲשֶׁר לֹא־יְלַמְּדוּ אֶתְכֶם לַעֲשׂוֹת כְּכֹל תּוֹעֲבֹתָם אֲשֶׁר עָשׂוּ לֵאלֹהֵיהֶם וַחֲטָאתֶם לַיהוָה אֱלֹהֵיכֶם׃","כִּי־תָצוּר אֶל־עִיר יָמִים רַבִּים לְהִלָּחֵם עָלֶיהָ לְתָפְשָׂהּ לֹא־תַשְׁחִית אֶת־עֵצָהּ לִנְדֹּחַ עָלָיו גַּרְזֶן כִּי מִמֶּנּוּ תֹאכֵל וְאֹתוֹ לֹא תִכְרֹת כִּי הָאָדָם עֵץ הַשָּׂדֶה לָבֹא מִפָּנֶיךָ בַּמָּצוֹר׃","רַק עֵץ אֲשֶׁר־תֵּדַע כִּי־לֹא־עֵץ מַאֲכָל הוּא אֹתוֹ תַשְׁחִית וְכָרָתָּ וּבָנִיתָ מָצוֹר עַל־הָעִיר אֲשֶׁר־הִוא עֹשָׂה עִמְּךָ מִלְחָמָה עַד רִדְתָּהּ׃"],["כִּי־יִמָּצֵא חָלָל בָּאֲדָמָה אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ לְרִשְׁתָּהּ נֹפֵל בַּשָּׂדֶה לֹא נוֹדַע מִי הִכָּהוּ׃","וְיָצְאוּ זְקֵנֶיךָ וְשֹׁפְטֶיךָ וּמָדְדוּ אֶל־הֶעָרִים אֲשֶׁר סְבִיבֹת הֶחָלָל׃","וְהָיָה הָעִיר הַקְּרֹבָה אֶל־הֶחָלָל וְלָקְחוּ זִקְנֵי הָעִיר הַהִוא עֶגְלַת בָּקָר אֲשֶׁר לֹא־עֻבַּד בָּהּ אֲשֶׁר לֹא־מָשְׁכָה בְּעֹל׃","וְהוֹרִדוּ זִקְנֵי הָעִיר הַהִוא אֶת־הָעֶגְלָה אֶל־נַחַל אֵיתָן אֲשֶׁר לֹא־יֵעָבֵד בּוֹ וְלֹא יִזָּרֵעַ וְעָרְפוּ־שָׁם אֶת־הָעֶגְלָה בַּנָּחַל׃","וְנִגְּשׁוּ הַכֹּהֲנִים בְּנֵי לֵוִי כִּי בָם בָּחַר יְהוָה אֱלֹהֶיךָ לְשָׁרְתוֹ וּלְבָרֵךְ בְּשֵׁם יְהוָה וְעַל־פִּיהֶם יִהְיֶה כָּל־רִיב וְכָל־נָגַע׃","וְכֹל זִקְנֵי הָעִיר הַהִוא הַקְּרֹבִים אֶל־הֶחָלָל יִרְחֲצוּ אֶת־יְדֵיהֶם עַל־הָעֶגְלָה הָעֲרוּפָה בַנָּחַל׃","וְעָנוּ וְאָמְרוּ יָדֵינוּ לֹא שפכה [שָׁפְכוּ] אֶת־הַדָּם הַזֶּה וְעֵינֵינוּ לֹא רָאוּ׃","כַּפֵּר לְעַמְּךָ יִשְׂרָאֵל אֲשֶׁר־פָּדִיתָ יְהוָה וְאַל־תִּתֵּן דָּם נָקִי בְּקֶרֶב עַמְּךָ יִשְׂרָאֵל וְנִכַּפֵּר לָהֶם הַדָּם׃","וְאַתָּה תְּבַעֵר הַדָּם הַנָּקִי מִקִּרְבֶּךָ כִּי־תַעֲשֶׂה הַיָּשָׁר בְּעֵינֵי יְהוָה׃"]],"english_text":[["Judges and officers shalt thou make thee in all thy gates, which the LORD thy God giveth thee, tribe by tribe; and they shall judge the people with righteous judgment.","Thou shalt not wrest judgment; thou shalt not respect persons; neither shalt thou take a gift; for a gift doth blind the eyes of the wise, and pervert the words of the righteous.","Justice, justice shalt thou follow, that thou mayest live, and inherit the land which the LORD thy God giveth thee.","Thou shalt not plant thee an Asherah of any kind of tree beside the altar of the LORD thy God, which thou shalt make thee.","Neither shalt thou set thee up a pillar, which the LORD thy God hateth."],["Thou shalt not sacrifice unto the LORD thy God an ox, or a sheep, wherein is a blemish, even any evil thing; for that is an abomination unto the LORD thy God.","If there be found in the midst of thee, within any of thy gates which the LORD thy God giveth thee, man or woman, that doeth that which is evil in the sight of the LORD thy God, in transgressing His covenant,","and hath gone and served other gods, and worshipped them, or the sun, or the moon, or any of the host of heaven, which I have commanded not;","and it be told thee, and thou hear it, then shalt thou inquire diligently, and, behold, if it be true, and the thing certain, that such abomination is wrought in Israel;","then shalt thou bring forth that man or that woman, who have done this evil thing, unto thy gates, even the man or the woman; and thou shalt stone them with stones, that they die.","At the mouth of two witnesses, or three witnesses, shall he that is to die be put to death; at the mouth of one witness he shall not be put to death.","The hand of the witnesses shall be first upon him to put him to death, and afterward the hand of all the people. So thou shalt put away the evil from the midst of thee.","If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, even matters of controversy within thy gates; then shalt thou arise, and get thee up unto the place which the LORD thy God shall choose.","And thou shall come unto the priests the Levites, and unto the judge that shall be in those days; and thou shalt inquire; and they shall declare unto thee the sentence of judgment.","And thou shalt do according to the tenor of the sentence, which they shall declare unto thee from that place which the LORD shall choose; and thou shalt observe to do according to all that they shall teach thee.","According to the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do; thou shalt not turn aside from the sentence which they shall declare unto thee, to the right hand, nor to the left.","And the man that doeth presumptuously, in not hearkening unto the priest that standeth to minister there before the LORD thy God, or unto the judge, even that man shall die; and thou shalt exterminate the evil from Israel.","And all the people shall hear, and fear, and do no more presumptuously.","When thou art come unto the land which the LORD thy God giveth thee, and shalt possess it, and shalt dwell therein; and shalt say: ‘I will set a king over me, like all the nations that are round about me’;","thou shalt in any wise set him king over thee, whom the LORD thy God shall choose; one from among thy brethren shalt thou set king over thee; thou mayest not put a foreigner over thee, who is not thy brother.","Only he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses; forasmuch as the LORD hath said unto you: ‘Ye shall henceforth return no more that way.’","Neither shall he multiply wives to himself, that his heart turn not away; neither shall he greatly multiply to himself silver and gold.","And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book, out of that which is before the priests the Levites.","And it shall be with him, and he shall read therein all the days of his life; that he may learn to fear the LORD his God, to keep all the words of this law and these statutes, to do them;","that his heart be not lifted up above his brethren, and that he turn not aside from the commandment, to the right hand, or to the left; to the end that he may prolong his days in his kingdom, he and his children, in the midst of Israel."],["The priests the Levites, even all the tribe of Levi, shall have no portion nor inheritance with Israel; they shall eat the offerings of the LORD made by fire, and His inheritance.","And they shall have no inheritance among their brethren; the LORD is their inheritance, as He hath spoken unto them.","And this shall be the priests’due from the people, from them that offer a sacrifice, whether it be ox or sheep, that they shall give unto the priest the shoulder, and the two cheeks, and the maw.","The first-fruits of thy corn, of thy wine, and of thine oil, and the first of the fleece of thy sheep, shalt thou give him.","For the LORD thy God hath chosen him out of all thy tribes, to stand to minister in the name of the LORD, him and his sons for ever.","And if a Levite come from any of thy gates out of all Israel, where he sojourneth, and come with all the desire of his soul unto the place which the LORD shall choose;","then he shall minister in the name of the LORD his God, as all his brethren the Levites do, who stand there before the LORD.","They shall have like portions to eat, beside that which is his due according to the fathers’houses. .","When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.","There shall not be found among you any one that maketh his son or his daughter to pass through the fire, one that useth divination, a soothsayer, or an enchanter, or a sorcerer,","or a charmer, or one that consulteth a ghost or a familiar spirit, or a necromancer.","For whosoever doeth these things is an abomination unto the LORD; and because of these abominations the LORD thy God is driving them out from before thee.","Thou shalt be whole-hearted with the LORD thy God.","For these nations, that thou art to dispossess, hearken unto soothsayers, and unto diviners; but as for thee, the LORD thy God hath not suffered thee so to do.","A prophet will the LORD thy God raise up unto thee, from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;","according to all that thou didst desire of the LORD thy God in Horeb in the day of the assembly, saying: ‘Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not.’","And the LORD said unto me: ‘They have well said that which they have spoken.","I will raise them up a prophet from among their brethren, like unto thee; and I will put My words in his mouth, and he shall speak unto them all that I shall command him.","And it shall come to pass, that whosoever will not hearken unto My words which he shall speak in My name, I will require it of him.","But the prophet, that shall speak a word presumptuously in My name, which I have not commanded him to speak, or that shall speak in the name of other gods, that same prophet shall die.’","And if thou say in thy heart: ‘How shall we know the word which the LORD hath not spoken?’","When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken; the prophet hath spoken it presumptuously, thou shalt not be afraid of him."],["When the LORD thy God shall cut off the nations, whose land the LORD thy God giveth thee, and thou dost succeed them, and dwell in their cities, and in their houses;","thou shalt separate three cities for thee in the midst of thy land, which the LORD thy GOD giveth thee to possess it.","Thou shalt prepare thee the way, and divide the borders of thy land, which the LORD thy God causeth thee to inherit, into three parts, that every manslayer may flee thither.","And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbour unawares, and hated him not in time past;","as when a man goeth into the forest with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of these cities and live;","lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not deserving of death, inasmuch as he hated him not in time past.","Wherefore I command thee, saying: ‘Thou shalt separate three cities for thee.’","And if the LORD thy God enlarge thy border, as He hath sworn unto thy fathers, and give thee all the land which He promised to give unto thy fathers—","if thou shalt keep all this commandment to do it, which I command thee this day, to love the LORD thy God, and to walk ever in His ways—then shalt thou add three cities more for thee, beside these three;","that innocent blood be not shed in the midst of thy land, which the LORD thy God giveth thee for an inheritance, and so blood be upon thee.","But if any man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die; and he flee into one of these cities;","then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.","Thine eye shall not pity him, but thou shalt put away the blood of the innocent from Israel, that it may go well with thee.","Thou shalt not remove thy neighbour’s landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that the LORD thy God giveth thee to possess it.","One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth; at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be establishment","If an unrighteous witness rise up against any man to bear perverted witness against him;","then both the men, between whom the controversy is, shall stand before the LORD, before the priests and the judges that shall be in those days.","And the judges shall inquire diligently; and, behold, if the witness be a false witness, and hath testified falsely against his brother;","then shall ye do unto him, as he had purposed to do unto his brother; so shalt thou put away the evil from the midst of thee.","And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee.","And thine eye shall not pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."],["When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for the LORD thy God is with thee, who brought thee up out of the land of Egypt.","And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people,","and shall say unto them: ‘Hear, O Israel, ye draw nigh this day unto battle against your enemies; let not your heart faint; fear not, nor be alarmed, neither be ye affrighted at them;","for the LORD your God is He that goeth with you, to fight for you against your enemies, to save you.’","And the officers shall speak unto the people, saying: ‘What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.","And what man is there that hath planted a vineyard, and hath not used the fruit thereof? let him go and return unto his house, lest he die in the battle, and another man use the fruit thereof.","And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.’","And the officers shall speak further unto the people, and they shall say: ‘What man is there that is fearful and faint-hearted? let him go and return unto his house, lest his brethren’s heart melt as his heart.’","And it shall be, when the officers have made an end of speaking unto the people, that captains of hosts shall be appointed at the head of the people.","When thou drawest nigh unto a city to fight against it, then proclaim peace unto it.","And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that are found therein shall become tributary unto thee, and shall serve thee.","And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it.","And when the LORD thy God delivereth it into thy hand, thou shalt smite every male thereof with the edge of the sword;","but the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take for a prey unto thyself; and thou shalt eat the spoil of thine enemies, which the LORD thy God hath given thee.","Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.","Howbeit of the cities of these peoples, that the LORD thy God giveth thee for an inheritance, thou shalt save alive nothing that breatheth,","but thou shalt utterly destroy them: the Hittite, and the Amorite, the Canaanite, and the Perizzite, the Hivite, and the Jebusite; as the LORD thy God hath commanded thee;","that they teach you not to do after all their abominations, which they have done unto their gods, and so ye sin against the LORD your God.","When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by wielding an axe against them; for thou mayest eat of them, but thou shalt not cut them down; for is the tree of the field man, that it should be besieged of thee?","Only the trees of which thou knowest that they are not trees for food, them thou mayest destroy and cut down, that thou mayest build bulwarks against the city that maketh war with thee, until it fall."],["If one be found slain in the land which the LORD thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him;","then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain.","And it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke.","And the elders of that city shall bring down the heifer unto a rough valley, which may neither be plowed nor sown, and shall break the heifer’s neck there in the valley.","And the priests the sons of Levi shall come near—for them the LORD thy God hath chosen to minister unto Him, and to bless in the name of the LORD; and according to their word shall every controversy and every stroke be.","And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley.","And they shall speak and say: ‘Our hands have not shed this blood, neither have our eyes seen it.","Forgive, O LORD, Thy people Israel, whom Thou hast redeemed, and suffer not innocent blood to remain in the midst of Thy people Israel.’ And the blood shall be forgiven them.","So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of the LORD."]],"sefer":"devarim","sefer_sponsor":"","parasha_sponsor":"","start_chapter":16,"start_verse":18,"end_chapter":21,"end_verse":9}