{"teacher_bio":"Rabbi Menachem Leibtag, founder of the Tanach Study Center www.tanach.org, is an internationally acclaimed bible scholar and pioneer of Jewish Education on the internet. His essays on Parshat ha’Shavua reflect his vibrant thematic-analytical approach, blending the methods of modern scholarship with traditional approaches. As a rebbe at Yeshivat Har Etzion, he is best known for his ability to teach students how to study Tanach. Rabbi Leibtag also teaches at Yeshivat Shaalavim, Midreshet Lindenbaum, & Matan; and routinely lectures around the globe, primarily as a Scholar in Residence in communities in North America.","teacher_title":"Rabbi","teacher_fname":"Menachem","teacher_mname":null,"teacher_lname":"Leibtag","teacher_image":"https://cdn.tanachstudy.com/assets/images/Rabbi_Menachem_Leibtag.jpg","part_id":5,"part_name":"torah","parts_breakdown":[{"number":1,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":2,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":3,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":4,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":5,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null},{"number":6,"title":"","start_chapter":null,"start_verse":null,"end_chapter":null,"end_verse":null}],"perek_id":"ki-tavo","teacher_id":1036,"book_id":39,"book_num_chapters":34,"book_name_pretty_eng":"Devarim","parasha_name_pretty_eng":"Ki Tavo","book_name":"devarim","prev_parasha_id":"ki-tetze","next_parasha_id":"nitzavim","next_parasha_name":"Nitzavim","hebrew_text":[["וְהָיָה כִּי־תָבוֹא אֶל־הָאָרֶץ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ נַחֲלָה וִירִשְׁתָּהּ וְיָשַׁבְתָּ בָּהּ׃","וְלָקַחְתָּ מֵרֵאשִׁית כָּל־פְּרִי הָאֲדָמָה אֲשֶׁר תָּבִיא מֵאַרְצְךָ אֲשֶׁר יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ וְשַׂמְתָּ בַטֶּנֶא וְהָלַכְתָּ אֶל־הַמָּקוֹם אֲשֶׁר יִבְחַר יְהוָה אֱלֹהֶיךָ לְשַׁכֵּן שְׁמוֹ שָׁם׃","וּבָאתָ אֶל־הַכֹּהֵן אֲשֶׁר יִהְיֶה בַּיָּמִים הָהֵם וְאָמַרְתָּ אֵלָיו הִגַּדְתִּי הַיּוֹם לַיהוָה אֱלֹהֶיךָ כִּי־בָאתִי אֶל־הָאָרֶץ אֲשֶׁר נִשְׁבַּע יְהוָה לַאֲבֹתֵינוּ לָתֶת לָנוּ׃","וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ וְהִנִּיחוֹ לִפְנֵי מִזְבַּח יְהוָה אֱלֹהֶיךָ׃","וְעָנִיתָ וְאָמַרְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ אֲרַמִּי אֹבֵד אָבִי וַיֵּרֶד מִצְרַיְמָה וַיָּגָר שָׁם בִּמְתֵי מְעָט וַיְהִי־שָׁם לְגוֹי גָּדוֹל עָצוּם וָרָב׃","וַיָּרֵעוּ אֹתָנוּ הַמִּצְרִים וַיְעַנּוּנוּ וַיִּתְּנוּ עָלֵינוּ עֲבֹדָה קָשָׁה׃","וַנִּצְעַק אֶל־יְהוָה אֱלֹהֵי אֲבֹתֵינוּ וַיִּשְׁמַע יְהוָה אֶת־קֹלֵנוּ וַיַּרְא אֶת־עָנְיֵנוּ וְאֶת־עֲמָלֵנוּ וְאֶת־לַחֲצֵנוּ׃","וַיּוֹצִאֵנוּ יְהוָה מִמִּצְרַיִם בְּיָד חֲזָקָה וּבִזְרֹעַ נְטוּיָה וּבְמֹרָא גָּדֹל וּבְאֹתוֹת וּבְמֹפְתִים׃","וַיְבִאֵנוּ אֶל־הַמָּקוֹם הַזֶּה וַיִּתֶּן־לָנוּ אֶת־הָאָרֶץ הַזֹּאת אֶרֶץ זָבַת חָלָב וּדְבָשׁ׃","וְעַתָּה הִנֵּה הֵבֵאתִי אֶת־רֵאשִׁית פְּרִי הָאֲדָמָה אֲשֶׁר־נָתַתָּה לִּי יְהוָה וְהִנַּחְתּוֹ לִפְנֵי יְהוָה אֱלֹהֶיךָ וְהִשְׁתַּחֲוִיתָ לִפְנֵי יְהוָה אֱלֹהֶיךָ׃","וְשָׂמַחְתָּ בְכָל־הַטּוֹב אֲשֶׁר נָתַן־לְךָ יְהוָה אֱלֹהֶיךָ וּלְבֵיתֶךָ אַתָּה וְהַלֵּוִי וְהַגֵּר אֲשֶׁר בְּקִרְבֶּךָ׃","כִּי תְכַלֶּה לַעְשֵׂר אֶת־כָּל־מַעְשַׂר תְּבוּאָתְךָ בַּשָּׁנָה הַשְּׁלִישִׁת שְׁנַת הַמַּעֲשֵׂר וְנָתַתָּה לַלֵּוִי לַגֵּר לַיָּתוֹם וְלָאַלְמָנָה וְאָכְלוּ בִשְׁעָרֶיךָ וְשָׂבֵעוּ׃","וְאָמַרְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ בִּעַרְתִּי הַקֹּדֶשׁ מִן־הַבַּיִת וְגַם נְתַתִּיו לַלֵּוִי וְלַגֵּר לַיָּתוֹם וְלָאַלְמָנָה כְּכָל־מִצְוָתְךָ אֲשֶׁר צִוִּיתָנִי לֹא־עָבַרְתִּי מִמִּצְוֺתֶיךָ וְלֹא שָׁכָחְתִּי׃","לֹא־אָכַלְתִּי בְאֹנִי מִמֶּנּוּ וְלֹא־בִעַרְתִּי מִמֶּנּוּ בְּטָמֵא וְלֹא־נָתַתִּי מִמֶּנּוּ לְמֵת שָׁמַעְתִּי בְּקוֹל יְהוָה אֱלֹהָי עָשִׂיתִי כְּכֹל אֲשֶׁר צִוִּיתָנִי׃","הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן־הַשָּׁמַיִם וּבָרֵךְ אֶת־עַמְּךָ אֶת־יִשְׂרָאֵל וְאֵת הָאֲדָמָה אֲשֶׁר נָתַתָּה לָנוּ כַּאֲשֶׁר נִשְׁבַּעְתָּ לַאֲבֹתֵינוּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ׃","הַיּוֹם הַזֶּה יְהוָה אֱלֹהֶיךָ מְצַוְּךָ לַעֲשׂוֹת אֶת־הַחֻקִּים הָאֵלֶּה וְאֶת־הַמִּשְׁפָּטִים וְשָׁמַרְתָּ וְעָשִׂיתָ אוֹתָם בְּכָל־לְבָבְךָ וּבְכָל־נַפְשֶׁךָ׃","אֶת־יְהוָה הֶאֱמַרְתָּ הַיּוֹם לִהְיוֹת לְךָ לֵאלֹהִים וְלָלֶכֶת בִּדְרָכָיו וְלִשְׁמֹר חֻקָּיו וּמִצְוֺתָיו וּמִשְׁפָּטָיו וְלִשְׁמֹעַ בְּקֹלוֹ׃","וַיהוָה הֶאֱמִירְךָ הַיּוֹם לִהְיוֹת לוֹ לְעַם סְגֻלָּה כַּאֲשֶׁר דִּבֶּר־לָךְ וְלִשְׁמֹר כָּל־מִצְוֺתָיו׃","וּלְתִתְּךָ עֶלְיוֹן עַל כָּל־הַגּוֹיִם אֲשֶׁר עָשָׂה לִתְהִלָּה וּלְשֵׁם וּלְתִפְאָרֶת וְלִהְיֹתְךָ עַם־קָדֹשׁ לַיהוָה אֱלֹהֶיךָ כַּאֲשֶׁר דִּבֵּר׃"],["וַיְצַו מֹשֶׁה וְזִקְנֵי יִשְׂרָאֵל אֶת־הָעָם לֵאמֹר שָׁמֹר אֶת־כָּל־הַמִּצְוָה אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם׃","וְהָיָה בַּיּוֹם אֲשֶׁר תַּעַבְרוּ אֶת־הַיַּרְדֵּן אֶל־הָאָרֶץ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ וַהֲקֵמֹתָ לְךָ אֲבָנִים גְּדֹלוֹת וְשַׂדְתָּ אֹתָם בַּשִּׂיד׃","וְכָתַבְתָּ עֲלֵיהֶן אֶת־כָּל־דִּבְרֵי הַתּוֹרָה הַזֹּאת בְּעָבְרֶךָ לְמַעַן אֲשֶׁר תָּבֹא אֶל־הָאָרֶץ אֲ‍שֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לְךָ אֶרֶץ זָבַת חָלָב וּדְבַשׁ כַּאֲשֶׁר דִּבֶּר יְהוָה אֱלֹהֵי־אֲבֹתֶיךָ לָךְ׃","וְהָיָה בְּעָבְרְכֶם אֶת־הַיַּרְדֵּן תָּקִימוּ אֶת־הָאֲבָנִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם בְּהַר עֵיבָל וְשַׂדְתָּ אוֹתָם בַּשִּׂיד׃","וּבָנִיתָ שָּׁם מִזְבֵּחַ לַיהוָה אֱלֹהֶיךָ מִזְבַּח אֲבָנִים לֹא־תָנִיף עֲלֵיהֶם בַּרְזֶל׃","אֲבָנִים שְׁלֵמוֹת תִּבְנֶה אֶת־מִזְבַּח יְהוָה אֱלֹהֶיךָ וְהַעֲלִיתָ עָלָיו עוֹלֹת לַיהוָה אֱלֹהֶיךָ׃","וְזָבַחְתָּ שְׁלָמִים וְאָכַלְתָּ שָּׁם וְשָׂמַחְתָּ לִפְנֵי יְהוָה אֱלֹהֶיךָ׃","וְכָתַבְתָּ עַל־הָאֲבָנִים אֶת־כָּל־דִּבְרֵי הַתּוֹרָה הַזֹּאת בַּאֵר הֵיטֵב׃","וַיְדַבֵּר מֹשֶׁה וְהַכֹּהֲנִים הַלְוִיִּם אֶל כָּל־יִשְׂרָאֵל לֵאמֹר הַסְכֵּת וּשְׁמַע יִשְׂרָאֵל הַיּוֹם הַזֶּה נִהְיֵיתָ לְעָם לַיהוָה אֱלֹהֶיךָ׃","וְשָׁמַעְתָּ בְּקוֹל יְהוָה אֱלֹהֶיךָ וְעָשִׂיתָ אֶת־מִצְוֺתָו וְאֶת־חֻקָּיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם׃","וַיְצַו מֹשֶׁה אֶת־הָעָם בַּיּוֹם הַהוּא לֵאמֹר׃","אֵלֶּה יַעַמְדוּ לְבָרֵךְ אֶת־הָעָם עַל־הַר גְּרִזִים בְּעָבְרְכֶם אֶת־הַיַּרְדֵּן שִׁמְעוֹן וְלֵוִי וִיהוּדָה וְיִשָּׂשכָר וְיוֹסֵף וּבִנְיָמִן׃","וְאֵלֶּה יַעַמְדוּ עַל־הַקְּלָלָה בְּהַר עֵיבָל רְאוּבֵן גָּד וְאָשֵׁר וּזְבוּלֻן דָּן וְנַפְתָּלִי׃","וְעָנוּ הַלְוִיִּם וְאָמְרוּ אֶל־כָּל־אִישׁ יִשְׂרָאֵל קוֹל רָם׃","אָרוּר הָאִישׁ אֲשֶׁר יַעֲשֶׂה פֶסֶל וּמַסֵּכָה תּוֹעֲבַת יְהוָה מַעֲשֵׂה יְדֵי חָרָשׁ וְשָׂם בַּסָּתֶר וְעָנוּ כָל־הָעָם וְאָמְרוּ אָמֵן׃","אָרוּר מַקְלֶה אָבִיו וְאִמּוֹ וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר מַסִּיג גְּבוּל רֵעֵהוּ וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר מַשְׁגֶּה עִוֵּר בַּדָּרֶךְ וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר מַטֶּה מִשְׁפַּט גֵּר־יָתוֹם וְאַלְמָנָה וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר שֹׁכֵב עִם־אֵשֶׁת אָבִיו כִּי גִלָּה כְּנַף אָבִיו וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר שֹׁכֵב עִם־כָּל־בְּהֵמָה וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר שֹׁכֵב עִם־אֲחֹתוֹ בַּת־אָבִיו אוֹ בַת־אִמּוֹ וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר שֹׁכֵב עִם־חֹתַנְתּוֹ וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר מַכֵּה רֵעֵהוּ בַּסָּתֶר וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר לֹקֵחַ שֹׁחַד לְהַכּוֹת נֶפֶשׁ דָּם נָקִי וְאָמַר כָּל־הָעָם אָמֵן׃","אָרוּר אֲשֶׁר לֹא־יָקִים אֶת־דִּבְרֵי הַתּוֹרָה־הַזֹּאת לַעֲשׂוֹת אוֹתָם וְאָמַר כָּל־הָעָם אָמֵן׃"],["וְהָיָה אִם־שָׁמוֹעַ תִּשְׁמַע בְּקוֹל יְהוָה אֱלֹהֶיךָ לִשְׁמֹר לַעֲשׂוֹת אֶת־כָּל־מִצְוֺתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם וּנְתָנְךָ יְהוָה אֱלֹהֶיךָ עֶלְיוֹן עַל כָּל־גּוֹיֵי הָאָרֶץ׃","וּבָאוּ עָלֶיךָ כָּל־הַבְּרָכוֹת הָאֵלֶּה וְהִשִּׂיגֻךָ כִּי תִשְׁמַע בְּקוֹל יְהוָה אֱלֹהֶיךָ׃","בָּרוּךְ אַתָּה בָּעִיר וּבָרוּךְ אַתָּה בַּשָּׂדֶה׃","בָּרוּךְ פְּרִי־בִטְנְךָ וּפְרִי אַדְמָתְךָ וּפְרִי בְהֶמְתֶּךָ שְׁגַר אֲלָפֶיךָ וְעַשְׁתְּרוֹת צֹאנֶךָ׃","בָּרוּךְ טַנְאֲךָ וּמִשְׁאַרְתֶּךָ׃","בָּרוּךְ אַתָּה בְּבֹאֶךָ וּבָרוּךְ אַתָּה בְּצֵאתֶךָ׃","יִתֵּן יְהוָה אֶת־אֹיְבֶיךָ הַקָּמִים עָלֶיךָ נִגָּפִים לְפָנֶיךָ בְּדֶרֶךְ אֶחָד יֵצְאוּ אֵלֶיךָ וּבְשִׁבְעָה דְרָכִים יָנוּסוּ לְפָנֶיךָ׃","יְצַו יְהוָה אִתְּךָ אֶת־הַבְּרָכָה בַּאֲסָמֶיךָ וּבְכֹל מִשְׁלַח יָדֶךָ וּבֵרַכְךָ בָּאָרֶץ אֲשֶׁר־יְהוָה אֱלֹהֶיךָ נֹתֵן לָךְ׃","יְקִימְךָ יְהוָה לוֹ לְעַם קָדוֹשׁ כַּאֲשֶׁר נִשְׁבַּע־לָךְ כִּי תִשְׁמֹר אֶת־מִצְוֺת יְהוָה אֱלֹהֶיךָ וְהָלַכְתָּ בִּדְרָכָיו׃","וְרָאוּ כָּל־עַמֵּי הָאָרֶץ כִּי שֵׁם יְהוָה נִקְרָא עָלֶיךָ וְיָרְאוּ מִמֶּךָּ׃","וְהוֹתִרְךָ יְהוָה לְטוֹבָה בִּפְרִי בִטְנְךָ וּבִפְרִי בְהַמְתְּךָ וּבִפְרִי אַדְמָתֶךָ עַל הָאֲדָמָה אֲשֶׁר נִשְׁבַּע יְהוָה לַאֲבֹתֶיךָ לָתֶת לָךְ׃","יִפְתַּח יְהוָה לְךָ אֶת־אוֹצָרוֹ הַטּוֹב אֶת־הַשָּׁמַיִם לָתֵת מְטַר־אַרְצְךָ בְּעִתּוֹ וּלְבָרֵךְ אֵת כָּל־מַעֲשֵׂה יָדֶךָ וְהִלְוִיתָ גּוֹיִם רַבִּים וְאַתָּה לֹא תִלְוֶה׃","וּנְתָנְךָ יְהוָה לְרֹאשׁ וְלֹא לְזָנָב וְהָיִיתָ רַק לְמַעְלָה וְלֹא תִהְיֶה לְמָטָּה כִּי־תִשְׁמַע אֶל־מִצְוֺת יְהוָה אֱלֹהֶיךָ אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם לִשְׁמֹר וְלַעֲשׂוֹת׃","וְלֹא תָסוּר מִכָּל־הַדְּבָרִים אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם יָמִין וּשְׂמֹאול לָלֶכֶת אַחֲרֵי אֱלֹהִים אֲחֵרִים לְעָבְדָם׃","וְהָיָה אִם־לֹא תִשְׁמַע בְּקוֹל יְהוָה אֱלֹהֶיךָ לִשְׁמֹר לַעֲשׂוֹת אֶת־כָּל־מִצְוֺתָיו וְחֻקֹּתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם וּבָאוּ עָלֶיךָ כָּל־הַקְּלָלוֹת הָאֵלֶּה וְהִשִּׂיגוּךָ׃","אָרוּר אַתָּה בָּעִיר וְאָרוּר אַתָּה בַּשָּׂדֶה׃","אָרוּר טַנְאֲךָ וּמִשְׁאַרְתֶּךָ׃","אָרוּר פְּרִי־בִטְנְךָ וּפְרִי אַדְמָתֶךָ שְׁגַר אֲלָפֶיךָ וְעַשְׁתְּרוֹת צֹאנֶךָ׃","אָרוּר אַתָּה בְּבֹאֶךָ וְאָרוּר אַתָּה בְּצֵאתֶךָ׃","יְשַׁלַּח יְהוָה בְּךָ אֶת־הַמְּאֵרָה אֶת־הַמְּהוּמָה וְאֶת־הַמִּגְעֶרֶת בְּכָל־מִשְׁלַח יָדְךָ אֲשֶׁר תַּעֲשֶׂה עַד הִשָּׁמֶדְךָ וְעַד־אֲבָדְךָ מַהֵר מִפְּנֵי רֹעַ מַעֲלָלֶיךָ אֲשֶׁר עֲזַבְתָּנִי׃","יַדְבֵּק יְהוָה בְּךָ אֶת־הַדָּבֶר עַד כַּלֹּתוֹ אֹתְךָ מֵעַל הָאֲדָמָה אֲשֶׁר־אַתָּה בָא־שָׁמָּה לְרִשְׁתָּהּ׃","יַכְּכָה יְהוָה בַּשַּׁחֶפֶת וּבַקַּדַּחַת וּבַדַּלֶּקֶת וּבַחַרְחֻר וּבַחֶרֶב וּבַשִּׁדָּפוֹן וּבַיֵּרָקוֹן וּרְדָפוּךָ עַד אָבְדֶךָ׃","וְהָיוּ שָׁמֶיךָ אֲשֶׁר עַל־רֹאשְׁךָ נְחֹשֶׁת וְהָאָרֶץ אֲשֶׁר־תַּחְתֶּיךָ בַּרְזֶל׃","יִתֵּן יְהוָה אֶת־מְטַר אַרְצְךָ אָבָק וְעָפָר מִן־הַשָּׁמַיִם יֵרֵד עָלֶיךָ עַד הִשָּׁמְדָךְ׃","יִתֶּנְךָ יְהוָה נִגָּף לִפְנֵי אֹיְבֶיךָ בְּדֶרֶךְ אֶחָד תֵּצֵא אֵלָיו וּבְשִׁבְעָה דְרָכִים תָּנוּס לְפָנָיו וְהָיִיתָ לְזַעֲוָה לְכֹל מַמְלְכוֹת הָאָרֶץ׃","וְהָיְתָה נִבְלָתְךָ לְמַאֲכָל לְכָל־עוֹף הַשָּׁמַיִם וּלְבֶהֱמַת הָאָרֶץ וְאֵין מַחֲרִיד׃","יַכְּכָה יְהוָה בִּשְׁחִין מִצְרַיִם ובעפלים [וּבַטְּחֹרִים] וּבַגָּרָב וּבֶחָרֶס אֲשֶׁר לֹא־תוּכַל לְהֵרָפֵא׃","יַכְּכָה יְהוָה בְּשִׁגָּעוֹן וּבְעִוָּרוֹן וּבְתִמְהוֹן לֵבָב׃","וְהָיִיתָ מְמַשֵּׁשׁ בַּצָּהֳרַיִם כַּאֲשֶׁר יְמַשֵּׁשׁ הָעִוֵּר בָּאֲפֵלָה וְלֹא תַצְלִיחַ אֶת־דְּרָכֶיךָ וְהָיִיתָ אַךְ עָשׁוּק וְגָזוּל כָּל־הַיָּמִים וְאֵין מוֹשִׁיעַ׃","אִשָּׁה תְאָרֵשׂ וְאִישׁ אַחֵר ישגלנה [יִשְׁכָּבֶנָּה] בַּיִת תִּבְנֶה וְלֹא־תֵשֵׁב בּוֹ כֶּרֶם תִּטַּע וְלֹא תְחַלְּלֶּנּוּ׃","שׁוֹרְךָ טָבוּחַ לְעֵינֶיךָ וְלֹא תֹאכַל מִמֶּנּוּ חֲמֹרְךָ גָּזוּל מִלְּפָנֶיךָ וְלֹא יָשׁוּב לָךְ צֹאנְךָ נְתֻנוֹת לְאֹיְבֶיךָ וְאֵין לְךָ מוֹשִׁיעַ׃","בָּנֶיךָ וּבְנֹתֶיךָ נְתֻנִים לְעַם אַחֵר וְעֵינֶיךָ רֹאוֹת וְכָלוֹת אֲלֵיהֶם כָּל־הַיּוֹם וְאֵין לְאֵל יָדֶךָ׃","פְּרִי אַדְמָתְךָ וְכָל־יְגִיעֲךָ יֹאכַל עַם אֲשֶׁר לֹא־יָדָעְתָּ וְהָיִיתָ רַק עָשׁוּק וְרָצוּץ כָּל־הַיָּמִים׃","וְהָיִיתָ מְשֻׁגָּע מִמַּרְאֵה עֵינֶיךָ אֲשֶׁר תִּרְאֶה׃","יַכְּכָה יְהוָה בִּשְׁחִין רָע עַל־הַבִּרְכַּיִם וְעַל־הַשֹּׁקַיִם אֲשֶׁר לֹא־תוּכַל לְהֵרָפֵא מִכַּף רַגְלְךָ וְעַד קָדְקֳדֶךָ׃","יוֹלֵךְ יְהוָה אֹתְךָ וְאֶת־מַלְכְּךָ אֲשֶׁר תָּקִים עָלֶיךָ אֶל־גּוֹי אֲשֶׁר לֹא־יָדַעְתָּ אַתָּה וַאֲבֹתֶיךָ וְעָבַדְתָּ שָּׁם אֱלֹהִים אֲחֵרִים עֵץ וָאָבֶן׃","וְהָיִיתָ לְשַׁמָּה לְמָשָׁל וְלִשְׁנִינָה בְּכֹל הָעַמִּים אֲשֶׁר־יְנַהֶגְךָ יְהוָה שָׁמָּה׃","זֶרַע רַב תּוֹצִיא הַשָּׂדֶה וּמְעַט תֶּאֱסֹף כִּי יַחְסְלֶנּוּ הָאַרְבֶּה׃","כְּרָמִים תִּטַּע וְעָבָדְתָּ וְיַיִן לֹא־תִשְׁתֶּה וְלֹא תֶאֱגֹר כִּי תֹאכְלֶנּוּ הַתֹּלָעַת׃","זֵיתִים יִהְיוּ לְךָ בְּכָל־גְּבוּלֶךָ וְשֶׁמֶן לֹא תָסוּךְ כִּי יִשַּׁל זֵיתֶךָ׃","בָּנִים וּבָנוֹת תּוֹלִיד וְלֹא־יִהְיוּ לָךְ כִּי יֵלְכוּ בַּשֶּׁבִי׃","כָּל־עֵצְךָ וּפְרִי אַדְמָתֶךָ יְיָרֵשׁ הַצְּלָצַל׃","הַגֵּר אֲשֶׁר בְּקִרְבְּךָ יַעֲלֶה עָלֶיךָ מַעְלָה מָּעְלָה וְאַתָּה תֵרֵד מַטָּה מָּטָּה׃","הוּא יַלְוְךָ וְאַתָּה לֹא תַלְוֶנּוּ הוּא יִהְיֶה לְרֹאשׁ וְאַתָּה תִּהְיֶה לְזָנָב׃","וּבָאוּ עָלֶיךָ כָּל־הַקְּלָלוֹת הָאֵלֶּה וּרְדָפוּךָ וְהִשִּׂיגוּךָ עַד הִשָּׁמְדָךְ כִּי־לֹא שָׁמַעְתָּ בְּקוֹל יְהוָה אֱלֹהֶיךָ לִשְׁמֹר מִצְוֺתָיו וְחֻקֹּתָיו אֲשֶׁר צִוָּךְ׃","וְהָיוּ בְךָ לְאוֹת וּלְמוֹפֵת וּבְזַרְעֲךָ עַד־עוֹלָם׃","תַּחַת אֲשֶׁר לֹא־עָבַדְתָּ אֶת־יְהוָה אֱלֹהֶיךָ בְּשִׂמְחָה וּבְטוּב לֵבָב מֵרֹב כֹּל׃","וְעָבַדְתָּ אֶת־אֹיְבֶיךָ אֲשֶׁר יְשַׁלְּחֶנּוּ יְהוָה בָּךְ בְּרָעָב וּבְצָמָא וּבְעֵירֹם וּבְחֹסֶר כֹּל וְנָתַן עֹל בַּרְזֶל עַל־צַוָּארֶךָ עַד הִשְׁמִידוֹ אֹתָךְ׃","יִשָּׂא יְהוָה עָלֶיךָ גּוֹי מֵרָחוֹק מִקְצֵה הָאָרֶץ כַּאֲשֶׁר יִדְאֶה הַנָּשֶׁר גּוֹי אֲשֶׁר לֹא־תִשְׁמַע לְשֹׁנוֹ׃","גּוֹי עַז פָּנִים אֲשֶׁר לֹא־יִשָּׂא פָנִים לְזָקֵן וְנַעַר לֹא יָחֹן׃","וְאָכַל פְּרִי בְהֶמְתְּךָ וּפְרִי־אַדְמָתְךָ עַד הִשָּׁמְדָךְ אֲשֶׁר לֹא־יַשְׁאִיר לְךָ דָּגָן תִּירוֹשׁ וְיִצְהָר שְׁגַר אֲלָפֶיךָ וְעַשְׁתְּרֹת צֹאנֶךָ עַד הַאֲבִידוֹ אֹתָךְ׃","וְהֵצַר לְךָ בְּכָל־שְׁעָרֶיךָ עַד רֶדֶת חֹמֹתֶיךָ הַגְּבֹהוֹת וְהַבְּצֻרוֹת אֲשֶׁר אַתָּה בֹּטֵחַ בָּהֵן בְּכָל־אַרְצֶךָ וְהֵצַר לְךָ בְּכָל־שְׁעָרֶיךָ בְּכָל־אַרְצְךָ אֲשֶׁר נָתַן יְהוָה אֱלֹהֶיךָ לָךְ׃","וְאָכַלְתָּ פְרִי־בִטְנְךָ בְּשַׂר בָּנֶיךָ וּבְנֹתֶיךָ אֲשֶׁר נָתַן־לְךָ יְהוָה אֱלֹהֶיךָ בְּמָצוֹר וּבְמָצוֹק אֲשֶׁר־יָצִיק לְךָ אֹיְבֶךָ׃","הָאִישׁ הָרַךְ בְּךָ וְהֶעָנֹג מְאֹד תֵּרַע עֵינוֹ בְאָחִיו וּבְאֵשֶׁת חֵיקוֹ וּבְיֶתֶר בָּנָיו אֲשֶׁר יוֹתִיר׃","מִתֵּת לְאַחַד מֵהֶם מִבְּשַׂר בָּנָיו אֲשֶׁר יֹאכֵל מִבְּלִי הִשְׁאִיר־לוֹ כֹּל בְּמָצוֹר וּבְמָצוֹק אֲשֶׁר יָצִיק לְךָ אֹיִבְךָ בְּכָל־שְׁעָרֶיךָ׃","הָרַכָּה בְךָ וְהָעֲנֻגָּה אֲשֶׁר לֹא־נִסְּתָה כַף־רַגְלָהּ הַצֵּג עַל־הָאָרֶץ מֵהִתְעַנֵּג וּמֵרֹךְ תֵּרַע עֵינָהּ בְּאִישׁ חֵיקָהּ וּבִבְנָהּ וּבְבִתָּהּ׃","וּבְשִׁלְיָתָהּ הַיּוֹצֵת מִבֵּין רַגְלֶיהָ וּבְבָנֶיהָ אֲשֶׁר תֵּלֵד כִּי־תֹאכְלֵם בְּחֹסֶר־כֹּל בַּסָּתֶר בְּמָצוֹר וּבְמָצוֹק אֲשֶׁר יָצִיק לְךָ אֹיִבְךָ בִּשְׁעָרֶיךָ׃","אִם־לֹא תִשְׁמֹר לַעֲשׂוֹת אֶת־כָּל־דִּבְרֵי הַתּוֹרָה הַזֹּאת הַכְּתוּבִים בַּסֵּפֶר הַזֶּה לְיִרְאָה אֶת־הַשֵּׁם הַנִּכְבָּד וְהַנּוֹרָא הַזֶּה אֵת יְהוָה אֱלֹהֶיךָ׃","וְהִפְלָא יְהוָה אֶת־מַכֹּתְךָ וְאֵת מַכּוֹת זַרְעֶךָ מַכּוֹת גְּדֹלוֹת וְנֶאֱמָנוֹת וָחֳלָיִם רָעִים וְנֶאֱמָנִים׃","וְהֵשִׁיב בְּךָ אֵת כָּל־מַדְוֵה מִצְרַיִם אֲשֶׁר יָגֹרְתָּ מִפְּנֵיהֶם וְדָבְקוּ בָּךְ׃","גַּם כָּל־חֳלִי וְכָל־מַכָּה אֲשֶׁר לֹא כָתוּב בְּסֵפֶר הַתּוֹרָה הַזֹּאת יַעְלֵם יְהוָה עָלֶיךָ עַד הִשָּׁמְדָךְ׃","וְנִשְׁאַרְתֶּם בִּמְתֵי מְעָט תַּחַת אֲשֶׁר הֱיִיתֶם כְּכוֹכְבֵי הַשָּׁמַיִם לָרֹב כִּי־לֹא שָׁמַעְתָּ בְּקוֹל יְהוָה אֱלֹהֶיךָ׃","וְהָיָה כַּאֲשֶׁר־שָׂשׂ יְהוָה עֲלֵיכֶם לְהֵיטִיב אֶתְכֶם וּלְהַרְבּוֹת אֶתְכֶם כֵּן יָשִׂישׂ יְהוָה עֲלֵיכֶם לְהַאֲבִיד אֶתְכֶם וּלְהַשְׁמִיד אֶתְכֶם וְנִסַּחְתֶּם מֵעַל הָאֲדָמָה אֲשֶׁר־אַתָּה בָא־שָׁמָּה לְרִשְׁתָּהּ׃","וֶהֱפִיצְךָ יְהוָה בְּכָל־הָעַמִּים מִקְצֵה הָאָרֶץ וְעַד־קְצֵה הָאָרֶץ וְעָבַדְתָּ שָּׁם אֱלֹהִים אֲחֵרִים אֲשֶׁר לֹא־יָדַעְתָּ אַתָּה וַאֲבֹתֶיךָ עֵץ וָאָבֶן׃","וּבַגּוֹיִם הָהֵם לֹא תַרְגִּיעַ וְלֹא־יִהְיֶה מָנוֹחַ לְכַף־רַגְלֶךָ וְנָתַן יְהוָה לְךָ שָׁם לֵב רַגָּז וְכִלְיוֹן עֵינַיִם וְדַאֲבוֹן נָפֶשׁ׃","וְהָיוּ חַיֶּיךָ תְּלֻאִים לְךָ מִנֶּגֶד וּפָחַדְתָּ לַיְלָה וְיוֹמָם וְלֹא תַאֲמִין בְּחַיֶּיךָ׃","בַּבֹּקֶר תֹּאמַר מִי־יִתֵּן עֶרֶב וּבָעֶרֶב תֹּאמַר מִי־יִתֵּן בֹּקֶר מִפַּחַד לְבָבְךָ אֲשֶׁר תִּפְחָד וּמִמַּרְאֵה עֵינֶיךָ אֲשֶׁר תִּרְאֶה׃","וֶהֱשִׁיבְךָ יְהוָה מִצְרַיִם בָּאֳנִיּוֹת בַּדֶּרֶךְ אֲשֶׁר אָמַרְתִּי לְךָ לֹא־תֹסִיף עוֹד לִרְאֹתָהּ וְהִתְמַכַּרְתֶּם שָׁם לְאֹיְבֶיךָ לַעֲבָדִים וְלִשְׁפָחוֹת וְאֵין קֹנֶה׃","אֵלֶּה דִבְרֵי הַבְּרִית אֲ‍שֶׁר־צִוָּה יְהוָה אֶת־מֹשֶׁה לִכְרֹת אֶת־בְּנֵי יִשְׂרָאֵל בְּאֶרֶץ מוֹאָב מִלְּבַד הַבְּרִית אֲשֶׁר־כָּרַת אִתָּם בְּחֹרֵב׃"],["וַיִּקְרָא מֹשֶׁה אֶל־כָּל־יִשְׂרָאֵל וַיֹּאמֶר אֲלֵהֶם אַתֶּם רְאִיתֶם אֵת כָּל־אֲשֶׁר עָשָׂה יְהוָה לְעֵינֵיכֶם בְּאֶרֶץ מִצְרַיִם לְפַרְעֹה וּלְכָל־עֲבָדָיו וּלְכָל־אַרְצוֹ׃","הַמַּסּוֹת הַגְּדֹלֹת אֲשֶׁר רָאוּ עֵינֶיךָ הָאֹתֹת וְהַמֹּפְתִים הַגְּדֹלִים הָהֵם׃","וְלֹא־נָתַן יְהוָה לָכֶם לֵב לָדַעַת וְעֵינַיִם לִרְאוֹת וְאָזְנַיִם לִשְׁמֹעַ עַד הַיּוֹם הַזֶּה׃","וָאוֹלֵךְ אֶתְכֶם אַרְבָּעִים שָׁנָה בַּמִּדְבָּר לֹא־בָלוּ שַׂלְמֹתֵיכֶם מֵעֲלֵיכֶם וְנַעַלְךָ לֹא־בָלְתָה מֵעַל רַגְלֶךָ׃","לֶחֶם לֹא אֲכַלְתֶּם וְיַיִן וְשֵׁכָר לֹא שְׁתִיתֶם לְמַעַן תֵּדְעוּ כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם׃","וַתָּבֹאוּ אֶל־הַמָּקוֹם הַזֶּה וַיֵּצֵא סִיחֹן מֶלֶךְ־חֶשְׁבּוֹן וְעוֹג מֶלֶךְ־הַבָּשָׁן לִקְרָאתֵנוּ לַמִּלְחָמָה וַנַּכֵּם׃","וַנִּקַּח אֶת־אַרְצָם וַנִּתְּנָהּ לְנַחֲלָה לָראוּבֵנִי וְלַגָּדִי וְלַחֲצִי שֵׁבֶט הַמְנַשִּׁי׃","וּשְׁמַרְתֶּם אֶת־דִּבְרֵי הַבְּרִית הַזֹּאת וַעֲשִׂיתֶם אֹתָם לְמַעַן תַּשְׂכִּילוּ אֵת כָּל־אֲשֶׁר תַּעֲשׂוּן׃"]],"english_text":[["And it shall be, when thou art come in unto the land which the LORD thy God giveth thee for an inheritance, and dost possess it, and dwell therein;","that thou shalt take of the first of all the fruit of the ground, which thou shalt bring in from thy land that the LORD thy God giveth thee; and thou shalt put it in a basket and shalt go unto the place which the LORD thy God shall choose to cause His name to dwell there.","And thou shalt come unto the priest that shall be in those days, and say unto him: ‘I profess this day unto the LORD thy God, that I am come unto the land which the LORD swore unto our fathers to give us.’","And the priest shall take the basket out of thy hand, and set it down before the altar of the LORD thy God.","And thou shalt speak and say before the LORD thy God: ‘A wandering Aramean was my father, and he went down into Egypt, and sojourned there, few in number; and he became there a nation, great, mighty, and populous.","And the Egyptians dealt ill with us, and afflicted us, and laid upon us hard bondage.","And we cried unto the LORD, the God of our fathers, and the LORD heard our voice, and saw our affliction, and our toil, and our oppression.","And the LORD brought us forth out of Egypt with a mighty hand, and with an outstretched arm, and with great terribleness, and with signs, and with wonders.","And He hath brought us into this place, and hath given us this land, a land flowing with milk and honey.","And now, behold, I have brought the first of the fruit of the land, which Thou, O LORD, hast given me.’ And thou shalt set it down before the LORD thy God, and worship before the LORD thy God.","And thou shalt rejoice in all the good which the LORD thy God hath given unto thee, and unto thy house, thou, and the Levite, and the stranger that is in the midst of thee.","When thou hast made an end of tithing all the tithe of thine increase in the third year, which is the year of tithing, and hast given it unto the Levite, to the stranger, to the fatherless, and to the widow, that they may eat within thy gates, and be satisfied,","then thou shalt say before the LORD thy God: ‘I have put away the hallowed things out of my house, and also have given them unto the Levite, and unto the stranger, to the fatherless, and to the widow, according to all Thy commandment which Thou hast commanded me; I have not transgressed any of Thy commandments, neither have I forgotten them.","I have not eaten thereof in my mourning, neither have I put away thereof, being unclean, nor given thereof for the dead; I have hearkened to the voice of the LORD my God, I have done according to all that Thou hast commanded me.","Look forth from Thy holy habitation, from heaven, and bless Thy people Israel, and the land which Thou hast given us, as Thou didst swear unto our fathers, a land flowing with milk and honey.’","This day the LORD thy God commandeth thee to do these statutes and ordinances; thou shalt therefore observe and do them with all thy heart, and with all thy soul.","Thou hast avouched the LORD this day to be thy God, and that thou wouldest walk in His ways, and keep His statutes, and His commandments, and His ordinances, and hearken unto His voice.","And the LORD hath avouched thee this day to be His own treasure, as He hath promised thee, and that thou shouldest keep all His commandments;","and to make thee high above all nations that He hath made, in praise, and in name, and in glory; and that thou mayest be a holy people unto the LORD thy God, as He hath spoken."],["And Moses and the elders of Israel commanded the people, saying: ‘Keep all the commandment which I command you this day.","And it shall be on the day when ye shall pass over the Jordan unto the land which the LORD thy God giveth thee, that thou shalt set thee up great stones, and plaster them with plaster.","And thou shalt write upon them all the words of this law, when thou art passed over; that thou mayest go in unto the land which the LORD thy God giveth thee, a land flowing with milk and honey, as the LORD, the God of thy fathers, hath promised thee.","And it shall be when ye are passed over the Jordan, that ye shall set up these stones, which I command you this day, in mount Ebal, and thou shalt plaster them with plaster.","And there shalt thou build an altar unto the LORD thy God, an altar of stones; thou shalt lift up no iron tool upon them.","Thou shalt build the altar of the LORD thy God of unhewn stones; and thou shalt offer burnt-offerings thereon unto the LORD thy God.","And thou shalt sacrifice peace-offerings, and shalt eat there; and thou shalt rejoice before the LORD thy God.","And thou shalt write upon the stones all the words of this law very plainly.’","And Moses and the priests the Levites spoke unto all Israel, saying: ‘Keep silence, and hear, O Israel; this day thou art become a people unto the LORD thy God.","Thou shalt therefore hearken to the voice of the LORD thy God, and do His commandments and His statutes, which I command thee this day.’","And Moses charged the people the same day, saying:","’These shall stand upon mount Gerizim to bless the people, when ye are passed over the Jordan: Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin;","and these shall stand upon mount Ebal for the curse: Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali.","And the Levites shall speak, and say unto all the men of Israel with a loud voice:","Cursed be the man that maketh a graven or molten image, an abomination unto the LORD, the work of the hands of the craftsman, and setteth it up in secret. And all the people shall answer and say: Amen.","Cursed be he that dishonoureth his father or his mother. And all the people shall say: Amen.","Cursed be he that removeth his neighbour’s landmark. And all the people shall say: Amen.","Cursed be he that maketh the blind to go astray in the way. And all the people shall say: Amen.","Cursed be he that perverteth the justice due to the stranger, fatherless, and widow. And all the people shall say: Amen.","Cursed be he that lieth with his father’s wife; because he hath uncovered his father’s skirt. And all the people shall say: Amen. .","Cursed be he that lieth with any manner of beast. And all the people shall say: Amen.","Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say: Amen.","Cursed be he that lieth with his mother-in-law. And all the people shall say: Amen.","Cursed be he that smiteth his neighbour in secret. And all the people shall say: Amen.","Cursed be he that taketh a bribe to slay an innocent person. And all the people shall say: Amen.","Cursed be he that confirmeth not the words of this law to do them. And all the people shall say: Amen.’"],["And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe to do all His commandments which I command thee this day, that the LORD thy God will set thee on high above all the nations of the earth.","And all these blessings shall come upon thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.","Blessed shalt thou be in the city, and blessed shalt thou be in the field.","Blessed shall be the fruit of thy body, and the fruit of thy land, and the fruit of thy cattle, the increase of thy kine, and the young of thy flock.","Blessed shall be thy basket and thy kneading-trough.","Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.","The LORD will cause thine enemies that rise up against thee to be smitten before thee; they shall come out against thee one way, and shall flee before thee seven ways.","The LORD will command the blessing with thee in thy barns, and in all that thou puttest thy hand unto; and He will bless thee in the land which the LORD thy God giveth thee.","The LORD will establish thee for a holy people unto Himself, as He hath sworn unto thee; if thou shalt keep the commandments of the LORD thy God, and walk in His ways.","And all the peoples of the earth shall see that the name of the LORD is called upon thee; and they shall be afraid of thee.","And the LORD will make thee over-abundant for good, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy land, in the land which the LORD swore unto thy fathers to give thee.","The LORD will open unto thee His good treasure the heaven to give the rain of thy land in its season, and to bless all the work of thy hand; and thou shalt lend unto many nations, but thou shalt not borrow.","And the LORD will make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if thou shalt hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them;","and shalt not turn aside from any of the words which I command you this day, to the right hand, or to the left, to go after other gods to serve them. .","But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all His commandments and His statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee.","Cursed shalt thou be in the city, and cursed shalt thou be in the field.","Cursed shall be thy basket and thy kneading-trough.","Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the young of thy flock.","Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.","The LORD will send upon thee cursing, discomfiture, and rebuke, in all that thou puttest thy hand unto to do, until thou be destroyed, and until thou perish quickly; because of the evil of thy doings, whereby thou hast forsaken Me.","The LORD will make the pestilence cleave unto thee, until He have consumed thee from off the land, whither thou goest in to possess it.","The LORD will smite thee with consumption, and with fever, and with inflammation, and with fiery heat, and with drought, and with blasting, and with mildew; and they shall pursue thee until thou perish.","And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.","The LORD will make the rain of thy land powder and dust; from heaven shall it come down upon thee, until thou be destroyed.","The LORD will cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them; and thou shalt be a horror unto all the kingdoms of the earth.","And thy carcasses shall be food unto all fowls of the air, and unto the beasts of the earth, and there shall be none to frighten them away.","The LORD will smite thee with the boil of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.","The LORD will smite thee with madness, and with blindness, and with astonishment of heart.","And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not make thy ways prosperous; and thou shalt be only oppressed and robbed alway, and there shall be none to save thee.","Thou shalt betroth a wife, and another man shall lie with her; thou shalt build a house, and thou shalt not dwell therein; thou shalt plant a vineyard, and shalt not use the fruit thereof.","Thine ox shall be slain before thine eyes, and thou shalt not eat thereof; thine ass shall be violently taken away from before thy face, and shall not be restored to thee; thy sheep shall be given unto thine enemies; and thou shalt have none to save thee.","Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day; and there shall be nought in the power of thy hand.","The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed away:","so that thou shalt be mad for the sight of thine eyes which thou shalt see.","The LORD will smite thee in the knees, and in the legs, with a sore boil, whereof thou canst not be healed, from the sole of thy foot unto the crown of thy head.","The LORD will bring thee, and thy king whom thou shalt set over thee, unto a nation that thou hast not known, thou nor thy fathers; and there shalt thou serve other gods, wood and stone.","And thou shalt become an astonishment, a proverb, and a byword, among all the peoples whither the LORD shall lead thee away.","Thou shalt carry much seed out into the field, and shalt gather little in; for the locust shall consume it.","Thou shalt plant vineyards and dress them, but thou shalt neither drink of the wine, nor gather the grapes; for the worm shall eat them.","Thou shalt have olive-trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thine olives shall drop off.","Thou shalt beget sons and daughters, but they shall not be thine; for they shall go into captivity.","All thy trees and the fruit of thy land shall the locust possess.","The stranger that is in the midst of thee shall mount up above thee higher and higher; and thou shalt come down lower and lower.","He shall lend to thee, and thou shalt not lend to him; he shall be the head, and thou shalt be the tail.","And all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou didst not hearken unto the voice of the LORD thy God, to keep His commandments and His statutes which He commanded thee.","And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever;","because thou didst not serve the LORD thy God with joyfulness, and with gladness of heart, by reason of the abundance of all things;","therefore shalt thou serve thine enemy whom the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things; and he shall put a yoke of iron upon thy neck, until he have destroyed thee.","The LORD will bring a nation against thee from far, from the end of the earth, as the vulture swoopeth down; a nation whose tongue thou shalt not understand;","a nation of fierce countenance, that shall not regard the person of the old, nor show favour to the young.","And he shall eat the fruit of thy cattle, and the fruit of thy ground, until thou be destroyed; that also shall not leave thee corn, wine, or oil, the increase of thy kine, or the young of thy flock, until he have caused thee to perish.","And he shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou didst trust, throughout all thy land; and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.","And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters whom the LORD thy God hath given thee; in the siege and in the straitness, wherewith thine enemies shall straiten thee.","The man that is tender among you, and very delicate, his eye shall be evil against his brother, and against the wife of his bosom, and against the remnant of his children whom he hath remaining;","so that he will not give to any of them of the flesh of his children whom he shall eat, because he hath nothing left him; in the siege and in the straitness, wherewith thine enemy shall straiten thee in all thy gates.","The tender and delicate woman among you, who would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil against the husband of her bosom, and against her son, and against her daughter;","and against her afterbirth that cometh out from between her feet, and against her children whom she shall bear; for she shall eat them for want of all things secretly; in the siege and in the straitness, wherewith thine enemy shall straiten thee in thy gates.","If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and awful Name, the LORD thy God;","then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.","And He will bring back upon thee all the diseases of Egypt, which thou wast in dread of; and they shall cleave unto thee.","Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.","And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou didst not hearken unto the voice of the LORD thy God.","And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to cause you to perish, and to destroy you; and ye shall be plucked from off the land whither thou goest in to possess it.","And the LORD shall scatter thee among all peoples, from the one end of the earth even unto the other end of the earth; and there thou shalt serve other gods, which thou hast not known, thou nor thy fathers, even wood and stone.","And among these nations shalt thou have no repose, and there shall be no rest for the sole of thy foot; but the LORD shall give thee there a trembling heart, and failing of eyes, and languishing of soul.","And thy life shall hang in doubt before thee; and thou shalt fear night and day, and shalt have no assurance of thy life.","In the morning thou shalt say: ‘Would it were even! ’ and at even thou shalt say: ‘Would it were morning! ’ for the fear of thy heart which thou shalt fear, and for the sight of thine eyes which thou shalt see.","And the LORD shall bring thee back into Egypt in ships, by the way whereof I said unto thee: ‘Thou shalt see it no more again’; and there ye shall sell yourselves unto your enemies for bondmen and for bondwoman, and no man shall buy you.","These are the words of the covenant which the LORD commanded Moses to make with the children of Israel in the land of Moab, beside the covenant which He made with them in Horeb."],["And Moses called unto all Israel, and said unto them: Ye have seen all that the LORD did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;","the great trials which thine eyes saw, the signs and those great wonders;","but the LORD hath not given you a heart to know, and eyes to see, and ears to hear, unto this day.","And I have led you forty years in the wilderness; your clothes are not waxen old upon you, and thy shoe is not waxen old upon thy foot.","Ye have not eaten bread, neither have ye drunk wine or strong drink; that ye might know that I am the LORD your God.","And when ye came unto this place, Sihon the king of Heshbon, and Og the king of Bashan, came out against us unto battle, and we smote them.","And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half-tribe of the Manassites.","Observe therefore the words of this covenant, and do them, that ye may make all that ye do to prosper."]],"sefer":"devarim","sefer_sponsor":"","parasha_sponsor":"","start_chapter":26,"start_verse":1,"end_chapter":29,"end_verse":8}