{
  "teacher_bio": "Rabbi Menachem Leibtag, founder of the Tanach Study Center www.tanach.org, is an internationally acclaimed bible scholar and pioneer of Jewish Education on the internet. His essays on Parshat ha’Shavua reflect his vibrant thematic-analytical approach, blending the methods of modern scholarship with traditional approaches. As a rebbe at Yeshivat Har Etzion, he is best known for his ability to teach students how to study Tanach. Rabbi Leibtag also teaches at Yeshivat Shaalavim, Midreshet Lindenbaum, & Matan; and routinely lectures around the globe, primarily as a Scholar in Residence in communities in North America.",
  "teacher_title": "Rabbi",
  "teacher_fname": "Menachem",
  "teacher_mname": null,
  "teacher_lname": "Leibtag",
  "teacher_image": "https://cdn.tanachstudy.com/assets/images/Rabbi_Menachem_Leibtag.jpg",
  "part_id": 5,
  "part_name": "torah",
  "parts_breakdown": [
    {
      "number": 1,
      "title": "Britot & Matzevot: From Har Sinai to Arvot Moav",
      "start_chapter": 29,
      "start_verse": 9,
      "end_chapter": 29,
      "end_verse": 12
    },
    {
      "number": 2,
      "title": "The Option of \"Leaving the Covenant\"",
      "start_chapter": 29,
      "start_verse": 13,
      "end_chapter": 29,
      "end_verse": 20
    },
    {
      "number": 3,
      "title": "The Biblical Theme of Sedom",
      "start_chapter": 29,
      "start_verse": 21,
      "end_chapter": 29,
      "end_verse": 28
    },
    {
      "number": 4,
      "title": "\"Teshuva & Tefilla\" - The Eternal Option of 'Repentance' ",
      "start_chapter": 30,
      "start_verse": 1,
      "end_chapter": 30,
      "end_verse": 10
    },
    {
      "number": 5,
      "title": "Gan Eden & the Land of Israel",
      "start_chapter": 30,
      "start_verse": 11,
      "end_chapter": 30,
      "end_verse": 18
    },
    {
      "number": 6,
      "title": "\"Heaven & Earth\" and the Biblical Theme of Creation ",
      "start_chapter": 30,
      "start_verse": 15,
      "end_chapter": 30,
      "end_verse": 20
    }
  ],
  "perek_id": "nitzavim",
  "teacher_id": 1036,
  "book_id": 39,
  "book_num_chapters": 34,
  "book_name_pretty_eng": "Devarim",
  "parasha_name_pretty_eng": "Nitzavim",
  "book_name": "devarim",
  "prev_parasha_id": "ki-tavo",
  "next_parasha_id": "vayelech",
  "next_parasha_name": "Vayelech",
  "hebrew_text": [
    [
      "אַתֶּם נִצָּבִים הַיּוֹם כֻּלְּכֶם לִפְנֵי יְהוָה אֱלֹהֵיכֶם רָאשֵׁיכֶם שִׁבְטֵיכֶם זִקְנֵיכֶם וְשֹׁטְרֵיכֶם כֹּל אִישׁ יִשְׂרָאֵל׃",
      "טַפְּכֶם נְשֵׁיכֶם וְגֵרְךָ אֲשֶׁר בְּקֶרֶב מַחֲנֶיךָ מֵחֹטֵב עֵצֶיךָ עַד שֹׁאֵב מֵימֶיךָ׃",
      "לְעָבְרְךָ בִּבְרִית יְהוָה אֱלֹהֶיךָ וּבְאָלָתוֹ אֲשֶׁר יְהוָה אֱלֹהֶיךָ כֹּרֵת עִמְּךָ הַיּוֹם׃",
      "לְמַעַן הָקִים־אֹתְךָ הַיּוֹם לוֹ לְעָם וְהוּא יִהְיֶה־לְּךָ לֵאלֹהִים כַּאֲשֶׁר דִּבֶּר־לָךְ וְכַאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב׃",
      "וְלֹא אִתְּכֶם לְבַדְּכֶם אָנֹכִי כֹּרֵת אֶת־הַבְּרִית הַזֹּאת וְאֶת־הָאָלָה הַזֹּאת׃",
      "כִּי אֶת־אֲשֶׁר יֶשְׁנוֹ פֹּה עִמָּנוּ עֹמֵד הַיּוֹם לִפְנֵי יְהוָה אֱלֹהֵינוּ וְאֵת אֲשֶׁר אֵינֶנּוּ פֹּה עִמָּנוּ הַיּוֹם׃",
      "כִּי־אַתֶּם יְדַעְתֶּם אֵת אֲשֶׁר־יָשַׁבְנוּ בְּאֶרֶץ מִצְרָיִם וְאֵת אֲשֶׁר־עָבַרְנוּ בְּקֶרֶב הַגּוֹיִם אֲשֶׁר עֲבַרְתֶּם׃",
      "וַתִּרְאוּ אֶת־שִׁקּוּצֵיהֶם וְאֵת גִּלֻּלֵיהֶם עֵץ וָאֶבֶן כֶּסֶף וְזָהָב אֲשֶׁר עִמָּהֶם׃",
      "פֶּן־יֵשׁ בָּכֶם אִישׁ אוֹ־אִשָּׁה אוֹ מִשְׁפָּחָה אוֹ־שֵׁבֶט אֲשֶׁר לְבָבוֹ פֹנֶה הַיּוֹם מֵעִם יְהוָה אֱלֹהֵינוּ לָלֶכֶת לַעֲבֹד אֶת־אֱלֹהֵי הַגּוֹיִם הָהֵם פֶּן־יֵשׁ בָּכֶם שֹׁרֶשׁ פֹּרֶה רֹאשׁ וְלַעֲנָה׃",
      "וְהָיָה בְּשָׁמְעוֹ אֶת־דִּבְרֵי הָאָלָה הַזֹּאת וְהִתְבָּרֵךְ בִּלְבָבוֹ לֵאמֹר שָׁלוֹם יִהְיֶה־לִּי כִּי בִּשְׁרִרוּת לִבִּי אֵלֵךְ לְמַעַן סְפוֹת הָרָוָה אֶת־הַצְּמֵאָה׃",
      "לֹא־יֹאבֶה יְהוָה סְלֹחַ לוֹ כִּי אָז יֶעְשַׁן אַף־יְהוָה וְקִנְאָתוֹ בָּאִישׁ הַהוּא וְרָבְצָה בּוֹ כָּל־הָאָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה וּמָחָה יְהוָה אֶת־שְׁמוֹ מִתַּחַת הַשָּׁמָיִם׃",
      "וְהִבְדִּילוֹ יְהוָה לְרָעָה מִכֹּל שִׁבְטֵי יִשְׂרָאֵל כְּכֹל אָלוֹת הַבְּרִית הַכְּתוּבָה בְּסֵפֶר הַתּוֹרָה הַזֶּה׃",
      "וְאָמַר הַדּוֹר הָאַחֲרוֹן בְּנֵיכֶם אֲשֶׁר יָקוּמוּ מֵאַחֲרֵיכֶם וְהַנָּכְרִי אֲשֶׁר יָבֹא מֵאֶרֶץ רְחוֹקָה וְרָאוּ אֶת־מַכּוֹת הָאָרֶץ הַהִוא וְאֶת־תַּחֲלֻאֶיהָ אֲשֶׁר־חִלָּה יְהוָה בָּהּ׃",
      "גָּפְרִית וָמֶלַח שְׂרֵפָה כָל־אַרְצָהּ לֹא תִזָּרַע וְלֹא תַצְמִחַ וְלֹא־יַעֲלֶה בָהּ כָּל־עֵשֶׂב כְּמַהְפֵּכַת סְדֹם וַעֲמֹרָה אַדְמָה וצביים [וּצְבוֹיִם] אֲשֶׁר הָפַךְ יְהוָה בְּאַפּוֹ וּבַחֲמָתוֹ׃",
      "וְאָמְרוּ כָּל־הַגּוֹיִם עַל־מֶה עָשָׂה יְהוָה כָּכָה לָאָרֶץ הַזֹּאת מֶה חֳרִי הָאַף הַגָּדוֹל הַזֶּה׃",
      "וְאָמְרוּ עַל אֲשֶׁר עָזְבוּ אֶת־בְּרִית יְהוָה אֱלֹהֵי אֲבֹתָם אֲשֶׁר כָּרַת עִמָּם בְּהוֹצִיאוֹ אֹתָם מֵאֶרֶץ מִצְרָיִם׃",
      "וַיֵּלְכוּ וַיַּעַבְדוּ אֱלֹהִים אֲחֵרִים וַיִּשְׁתַּחֲוּוּ לָהֶם אֱלֹהִים אֲשֶׁר לֹא־יְדָעוּם וְלֹא חָלַק לָהֶם׃",
      "וַיִּחַר־אַף יְהוָה בָּאָרֶץ הַהִוא לְהָבִיא עָלֶיהָ אֶת־כָּל־הַקְּלָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה׃",
      "וַיִּתְּשֵׁם יְהוָה מֵעַל אַדְמָתָם בְּאַף וּבְחֵמָה וּבְקֶצֶף גָּדוֹל וַיַּשְׁלִכֵם אֶל־אֶרֶץ אַחֶרֶת כַּיּוֹם הַזֶּה׃",
      "הַנִּסְתָּרֹת לַיהוָה אֱלֹהֵינוּ וְהַנִּגְלֹת לָנוּ וּלְבָנֵינוּ עַד־עוֹלָם לַעֲשׂוֹת אֶת־כָּל־דִּבְרֵי הַתּוֹרָה הַזֹּאת׃"
    ],
    [
      "וְהָיָה כִי־יָבֹאוּ עָלֶיךָ כָּל־הַדְּבָרִים הָאֵלֶּה הַבְּרָכָה וְהַקְּלָלָה אֲשֶׁר נָתַתִּי לְפָנֶיךָ וַהֲשֵׁבֹתָ אֶל־לְבָבֶךָ בְּכָל־הַגּוֹיִם אֲשֶׁר הִדִּיחֲךָ יְהוָה אֱלֹהֶיךָ שָׁמָּה׃",
      "וְשַׁבְתָּ עַד־יְהוָה אֱלֹהֶיךָ וְשָׁמַעְתָּ בְקֹלוֹ כְּכֹל אֲשֶׁר־אָנֹכִי מְצַוְּךָ הַיּוֹם אַתָּה וּבָנֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשֶׁךָ׃",
      "וְשָׁב יְהוָה אֱלֹהֶיךָ אֶת־שְׁבוּתְךָ וְרִחֲמֶךָ וְשָׁב וְקִבֶּצְךָ מִכָּל־הָעַמִּים אֲשֶׁר הֱפִיצְךָ יְהוָה אֱלֹהֶיךָ שָׁמָּה׃",
      "אִם־יִהְיֶה נִדַּחֲךָ בִּקְצֵה הַשָּׁמָיִם מִשָּׁם יְקַבֶּצְךָ יְהוָה אֱלֹהֶיךָ וּמִשָּׁם יִקָּחֶךָ׃",
      "וֶהֱבִיאֲךָ יְהוָה אֱלֹהֶיךָ אֶל־הָאָרֶץ אֲשֶׁר־יָרְשׁוּ אֲבֹתֶיךָ וִירִשְׁתָּהּ וְהֵיטִבְךָ וְהִרְבְּךָ מֵאֲבֹתֶיךָ׃",
      "וּמָל יְהוָה אֱלֹהֶיךָ אֶת־לְבָבְךָ וְאֶת־לְבַב זַרְעֶךָ לְאַהֲבָה אֶת־יְהוָה אֱלֹהֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשְׁךָ לְמַעַן חַיֶּיךָ׃",
      "וְנָתַן יְהוָה אֱלֹהֶיךָ אֵת כָּל־הָאָלוֹת הָאֵלֶּה עַל־אֹיְבֶיךָ וְעַל־שֹׂנְאֶיךָ אֲשֶׁר רְדָפוּךָ׃",
      "וְאַתָּה תָשׁוּב וְשָׁמַעְתָּ בְּקוֹל יְהוָה וְעָשִׂיתָ אֶת־כָּל־מִצְוֺתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם׃",
      "וְהוֹתִירְךָ יְהוָה אֱלֹהֶיךָ בְּכֹל מַעֲשֵׂה יָדֶךָ בִּפְרִי בִטְנְךָ וּבִפְרִי בְהֶמְתְּךָ וּבִפְרִי אַדְמָתְךָ לְטוֹבָה כִּי יָשׁוּב יְהוָה לָשׂוּשׂ עָלֶיךָ לְטוֹב כַּאֲשֶׁר־שָׂשׂ עַל־אֲבֹתֶיךָ׃",
      "כִּי תִשְׁמַע בְּקוֹל יְהוָה אֱלֹהֶיךָ לִשְׁמֹר מִצְוֺתָיו וְחֻקֹּתָיו הַכְּתוּבָה בְּסֵפֶר הַתּוֹרָה הַזֶּה כִּי תָשׁוּב אֶל־יְהוָה אֱלֹהֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשֶׁךָ׃",
      "כִּי הַמִּצְוָה הַזֹּאת אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם לֹא־נִפְלֵאת הִוא מִמְּךָ וְלֹא רְחֹקָה הִוא׃",
      "לֹא בַשָּׁמַיִם הִוא לֵאמֹר מִי יַעֲלֶה־לָּנוּ הַשָּׁמַיְמָה וְיִקָּחֶהָ לָּנוּ וְיַשְׁמִעֵנוּ אֹתָהּ וְנַעֲשֶׂנָּה׃",
      "וְלֹא־מֵעֵבֶר לַיָּם הִוא לֵאמֹר מִי יַעֲבָר־לָנוּ אֶל־עֵבֶר הַיָּם וְיִקָּחֶהָ לָּנוּ וְיַשְׁמִעֵנוּ אֹתָהּ וְנַעֲשֶׂנָּה׃",
      "כִּי־קָרוֹב אֵלֶיךָ הַדָּבָר מְאֹד בְּפִיךָ וּבִלְבָבְךָ לַעֲשֹׂתוֹ׃",
      "רְאֵה נָתַתִּי לְפָנֶיךָ הַיּוֹם אֶת־הַחַיִּים וְאֶת־הַטּוֹב וְאֶת־הַמָּוֶת וְאֶת־הָרָע׃",
      "אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם לְאַהֲבָה אֶת־יְהוָה אֱלֹהֶיךָ לָלֶכֶת בִּדְרָכָיו וְלִשְׁמֹר מִצְוֺתָיו וְחֻקֹּתָיו וּמִשְׁפָּטָיו וְחָיִיתָ וְרָבִיתָ וּבֵרַכְךָ יְהוָה אֱלֹהֶיךָ בָּאָרֶץ אֲשֶׁר־אַתָּה בָא־שָׁמָּה לְרִשְׁתָּהּ׃",
      "וְאִם־יִפְנֶה לְבָבְךָ וְלֹא תִשְׁמָע וְנִדַּחְתָּ וְהִשְׁתַּחֲוִיתָ לֵאלֹהִים אֲחֵרִים וַעֲבַדְתָּם׃",
      "הִגַּדְתִּי לָכֶם הַיּוֹם כִּי אָבֹד תֹּאבֵדוּן לֹא־תַאֲרִיכֻן יָמִים עַל־הָאֲדָמָה אֲשֶׁר אַתָּה עֹבֵר אֶת־הַיַּרְדֵּן לָבֹא שָׁמָּה לְרִשְׁתָּהּ׃",
      "הַעִידֹתִי בָכֶם הַיּוֹם אֶת־הַשָּׁמַיִם וְאֶת־הָאָרֶץ הַחַיִּים וְהַמָּוֶת נָתַתִּי לְפָנֶיךָ הַבְּרָכָה וְהַקְּלָלָה וּבָחַרְתָּ בַּחַיִּים לְמַעַן תִּחְיֶה אַתָּה וְזַרְעֶךָ׃",
      "לְאַהֲבָה אֶת־יְהוָה אֱלֹהֶיךָ לִשְׁמֹעַ בְּקֹלוֹ וּלְדָבְקָה־בוֹ כִּי הוּא חַיֶּיךָ וְאֹרֶךְ יָמֶיךָ לָשֶׁבֶת עַל־הָאֲדָמָה אֲשֶׁר נִשְׁבַּע יְהוָה לַאֲבֹתֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב לָתֵת לָהֶם׃"
    ]
  ],
  "english_text": [
    [
      "Ye are standing this day all of you before the LORD your God: your heads, your tribes, your elders, and your officers, even all the men of Israel,",
      "your little ones, your wives, and thy stranger that is in the midst of thy camp, from the hewer of thy wood unto the drawer of thy water;",
      "that thou shouldest enter into the covenant of the LORD thy God—and into His oath—which the LORD thy God maketh with thee this day;",
      "that He may establish thee this day unto Himself for a people, and that He may be unto thee a God, as He spoke unto thee, and as He swore unto thy fathers, to Abraham, to Isaac, and to Jacob.",
      "Neither with you only do I make this covenant and this oath;",
      "but with him that standeth here with us this day before the LORD our God, and also with him that is not here with us this day—",
      "for ye know how we dwelt in the land of Egypt; and how we came through the midst of the nations through which ye passed;",
      "and ye have seen their detestable things, and their idols, wood and stone, silver and gold, which were with them—",
      "lest there should be among you man, or woman, or family, or tribe, whose heart turneth away this day from the LORD our God, to go to serve the gods of those nations; lest there should be among you a root that beareth gall and wormwood;",
      "and it come to pass, when he heareth the words of this curse, that he bless himself in his heart, saying: ‘I shall have peace, though I walk in the stubbornness of my heart—that the watered be swept away with the dry’;",
      "the LORD will not be willing to pardon him, but then the anger of the LORD and His jealousy shall be kindled against that man, and all the curse that is written in this book shall lie upon him, and the LORD shall blot out his name from under heaven;",
      "and the LORD shall separate him unto evil out of all the tribes of Israel, according to all the curses of the covenant that is written in this book of the law.",
      "And the generation to come, your children that shall rise up after you, and the foreigner that shall come from a far land, shall say, when they see the plagues of that land, and the sicknesses wherewith the LORD hath made it sick;",
      "and that the whole land thereof is brimstone, and salt, and a burning, that it is not sown, nor beareth, nor any grass groweth therein, like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the LORD overthrew in His anger, and in His wrath;",
      "even all the nations shall say ‘Wherefore hath the LORD done thus unto this land? what meaneth the heat of this great anger?’",
      "then men shall say: ‘Because they forsook the covenant of the LORD, the God of their fathers, which He made with them when He brought them forth out of the land of Egypt;",
      "and went and served other gods, and worshipped them, gods that they knew not, and that He had not allotted unto them;",
      "therefore the anger of the LORD was kindled against this land, to bring upon it all the curse that is written in this book;",
      "and the LORD rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as it is this day’.—",
      "The secret things belong unto the LORD our God; but the things that are revealed belong unto us and to our children for ever, that we may do all the words of this law."
    ],
    [
      "And it shall come to pass, when all these things are come upon thee, the blessing and the curse, which I have set before thee, and thou shalt bethink thyself among all the nations, whither the LORD thy God hath driven thee,",
      "and shalt return unto the LORD thy God, and hearken to His voice according to all that I command thee this day, thou and thy children, with all thy heart, and with all thy soul;",
      "that then the LORD thy God will turn thy captivity, and have compassion upon thee, and will return and gather thee from all the peoples, whither the LORD thy God hath scattered thee.",
      "If any of thine that are dispersed be in the uttermost parts of heaven, from thence will the LORD thy God gather thee, and from thence will He fetch thee.",
      "And the LORD thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and He will do thee good, and multiply thee above thy fathers. .",
      "And the LORD thy God will circumcise thy heart, and the heart of thy seed, to love the LORD thy God with all thy heart, and with all thy soul, that thou mayest live.",
      "And the LORD thy God will put all these curses upon thine enemies, and on them that hate thee, that persecuted thee.",
      "And thou shalt return and hearken to the voice of the LORD, and do all His commandments which I command thee this day.",
      "And the LORD thy God will make thee over-abundant in all the work of thy hand, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy land, for good; for the LORD will again rejoice over thee for good, as He rejoiced over thy fathers;",
      "if thou shalt hearken to the voice of the LORD thy God, to keep His commandments and His statutes which are written in this book of the law; if thou turn unto the LORD thy God with all thy heart, and with all thy soul.",
      "For this commandment which I command thee this day, it is not too hard for thee, neither is it far off.",
      "It is not in heaven, that thou shouldest say: ‘Who shall go up for us to heaven, and bring it unto us, and make us to hear it, that we may do it?’",
      "Neither is it beyond the sea, that thou shouldest say: ‘Who shall go over the sea for us, and bring it unto us, and make us to hear it, that we may do it?’",
      "But the word is very nigh unto thee, in thy mouth, and in thy heart, that thou mayest do it.",
      "See, I have set before thee this day life and good, and death and evil,",
      "in that I command thee this day to love the LORD thy God, to walk in His ways, and to keep His commandments and His statutes and His ordinances; then thou shalt live and multiply, and the LORD thy God shall bless thee in the land whither thou goest in to possess it.",
      "But if thy heart turn away, and thou wilt not hear, but shalt be drawn away, and worship other gods, and serve them;",
      "I declare unto you this day, that ye shall surely perish; ye shall not prolong your days upon the land, whither thou passest over the Jordan to go in to possess it.",
      "I call heaven and earth to witness against you this day, that I have set before thee life and death, the blessing and the curse; therefore choose life, that thou mayest live, thou and thy seed;",
      "to love the LORD thy God, to hearken to His voice, and to cleave unto Him; for that is thy life, and the length of thy days; that thou mayest dwell in the land which the LORD swore unto thy fathers, to Abraham, to Isaac, and to Jacob, to give them."
    ]
  ],
  "sefer": "devarim",
  "sefer_sponsor": "",
  "parasha_sponsor": "",
  "start_chapter": 29,
  "start_verse": 9,
  "end_chapter": 30,
  "end_verse": 20
}
