{
  "teacher_bio" : "Rabbi Gad Dishi, Adv. Esq. is the author of Jacob’s Family Dynamics – Climbing the Rungs of the Ladder. He also holds an MA in Bible from Bar Ilan University after completing his thesis: Religious and National Identity as a Unifying Theme for the Narratives of Ahab (1 Kings 16:29-22:40). In his day-to-day, he works as a real estate attorney in Israel providing legal and investment services to the community for the past 20 years. Rav Dishi lives in Alon Shevut and can be frequently caught lecturing at the Hertzog College Ymei Iyun.",
  "teacher_title" : "Rabbi",
  "teacher_fname" : "Gad",
  "teacher_mname" : null,
  "teacher_lname" : "Dishi",
  "reader_bio" : null,
  "reader_title" : null,
  "reader_fname" : null,
  "reader_mname" : null,
  "reader_lname" : null,
  "part_id" : 5,
  "part_name" : "torah",
  "is_many_parts" : false,
  "parts_breakdown" : [
    {
      "number" : 1,
      "title": "Jacob's Ladder (28:10 - 29:9)"
    },
    {
      "number" : 2,
      "title": "The Conjugal Switch (29:11-30)"
    },
    {
      "number" : 3,
      "title": "The Currency of Jealousy (29:30 - 30:23)"
    },
    {
      "number" : 4,
      "title": "The Third Work Agreement (30:25-43)"
    },
    {
      "number" : 5,
      "title": ""
    },
    {
      "number" : 6,
      "title": ""
    }
  ],
  "perek_id" : "vayetze",
  "teacher_id" : 1004,
  "reader_id" : null,
  "book_id" : 35,
  "book_num_chapters" : 6,
  "book_name_pretty_eng" : "Bereshit",
  "parasha_name_pretty_eng" : "Vayetze",
  "book_name" : "bereshit",
  "prev_book_id" : null,
  "prev_book_name" : null,
  "prev_book_num_chapters" : null,
  "next_book_id" : null,
  "next_book_name" : null,
  "next_book_num_chapters" : null,
  "hebrew_text" : [
    ["וְאֵלֶּה תּוֹלְדֹת יִצְחָק בֶּן־אַבְרָהָם אַבְרָהָם הוֹלִיד אֶת־יִצְחָק׃", "וַיְהִי יִצְחָק בֶּן־אַרְבָּעִים שָׁנָה בְּקַחְתּוֹ אֶת־רִבְקָה בַּת־בְּתוּאֵל הָאֲרַמִּי מִפַּדַּן אֲרָם אֲחוֹת לָבָן הָאֲרַמִּי לוֹ לְאִשָּׁה׃", "וַיֶּעְתַּר יִצְחָק לַיהוָה לְנֹכַח אִשְׁתּוֹ כִּי עֲקָרָה הִוא וַיֵּעָתֶר לוֹ יְהוָה וַתַּהַר רִבְקָה אִשְׁתּוֹ׃", "וַיִּתְרֹצֲצוּ הַבָּנִים בְּקִרְבָּהּ וַתֹּאמֶר אִם־כֵּן לָמָּה זֶּה אָנֹכִי וַתֵּלֶךְ לִדְרֹשׁ אֶת־יְהוָה׃", "וַיֹּאמֶר יְהוָה לָהּ שְׁנֵי גיים [גוֹיִם] בְּבִטְנֵךְ וּשְׁנֵי לְאֻמִּים מִמֵּעַיִךְ יִפָּרֵדוּ וּלְאֹם מִלְאֹם יֶאֱמָץ וְרַב יַעֲבֹד צָעִיר׃", "וַיִּמְלְאוּ יָמֶיהָ לָלֶדֶת וְהִנֵּה תוֹמִם בְּבִטְנָהּ׃", "וַיֵּצֵא הָרִאשׁוֹן אַדְמוֹנִי כֻּלּוֹ כְּאַדֶּרֶת שֵׂעָר וַיִּקְרְאוּ שְׁמוֹ עֵשָׂו׃", "וְאַחֲרֵי־כֵן יָצָא אָחִיו וְיָדוֹ אֹחֶזֶת בַּעֲקֵב עֵשָׂו וַיִּקְרָא שְׁמוֹ יַעֲקֹב וְיִצְחָק בֶּן־שִׁשִּׁים שָׁנָה בְּלֶדֶת אֹתָם׃", "וַיִּגְדְּלוּ הַנְּעָרִים וַיְהִי עֵשָׂו אִישׁ יֹדֵעַ צַיִד אִישׁ שָׂדֶה וְיַעֲקֹב אִישׁ תָּם יֹשֵׁב אֹהָלִים׃", "וַיֶּאֱהַב יִצְחָק אֶת־עֵשָׂו כִּי־צַיִד בְּפִיו וְרִבְקָה אֹהֶבֶת אֶת־יַעֲקֹב׃", "וַיָּזֶד יַעֲקֹב נָזִיד וַיָּבֹא עֵשָׂו מִן־הַשָּׂדֶה וְהוּא עָיֵף׃", "וַיֹּאמֶר עֵשָׂו אֶל־יַעֲקֹב הַלְעִיטֵנִי נָא מִן־הָאָדֹם הָאָדֹם הַזֶּה כִּי עָיֵף אָנֹכִי עַל־כֵּן קָרָא־שְׁמוֹ אֱדוֹם׃", "וַיֹּאמֶר יַעֲקֹב מִכְרָה כַיּוֹם אֶת־בְּכֹרָתְךָ לִי׃", "וַיֹּאמֶר עֵשָׂו הִנֵּה אָנֹכִי הוֹלֵךְ לָמוּת וְלָמָּה־זֶּה לִי בְּכֹרָה׃", "וַיֹּאמֶר יַעֲקֹב הִשָּׁבְעָה לִּי כַּיּוֹם וַיִּשָּׁבַע לוֹ וַיִּמְכֹּר אֶת־בְּכֹרָתוֹ לְיַעֲקֹב׃", "וְיַעֲקֹב נָתַן לְעֵשָׂו לֶחֶם וּנְזִיד עֲדָשִׁים וַיֹּאכַל וַיֵּשְׁתְּ וַיָּקָם וַיֵּלַךְ וַיִּבֶז עֵשָׂו אֶת־הַבְּכֹרָה׃"],
    ["וַיְהִי רָעָב בָּאָרֶץ מִלְּבַד הָרָעָב הָרִאשׁוֹן אֲשֶׁר הָיָה בִּימֵי אַבְרָהָם וַיֵּלֶךְ יִצְחָק אֶל־אֲבִימֶּלֶךְ מֶלֶךְ־פְּלִשְׁתִּים גְּרָרָה׃", "וַיֵּרָא אֵלָיו יְהוָה וַיֹּאמֶר אַל־תֵּרֵד מִצְרָיְמָה שְׁכֹן בָּאָרֶץ אֲשֶׁר אֹמַר אֵלֶיךָ׃", "גּוּר בָּאָרֶץ הַזֹּאת וְאֶהְיֶה עִמְּךָ וַאֲבָרְכֶךָּ כִּי־לְךָ וּלְזַרְעֲךָ אֶתֵּן אֶת־כָּל־הָאֲרָצֹת הָאֵל וַהֲקִמֹתִי אֶת־הַשְּׁבֻעָה אֲשֶׁר נִשְׁבַּעְתִּי לְאַבְרָהָם אָבִיךָ׃", "וְהִרְבֵּיתִי אֶת־זַרְעֲךָ כְּכוֹכְבֵי הַשָּׁמַיִם וְנָתַתִּי לְזַרְעֲךָ אֵת כָּל־הָאֲרָצֹת הָאֵל וְהִתְבָּרֲכוּ בְזַרְעֲךָ כֹּל גּוֹיֵי הָאָרֶץ׃", "עֵקֶב אֲשֶׁר־שָׁמַע אַבְרָהָם בְּקֹלִי וַיִּשְׁמֹר מִשְׁמַרְתִּי מִצְוֺתַי חֻקּוֹתַי וְתוֹרֹתָי׃", "וַיֵּשֶׁב יִצְחָק בִּגְרָר׃", "וַיִּשְׁאֲלוּ אַנְשֵׁי הַמָּקוֹם לְאִשְׁתּוֹ וַיֹּאמֶר אֲחֹתִי הִוא כִּי יָרֵא לֵאמֹר אִשְׁתִּי פֶּן־יַהַרְגֻנִי אַנְשֵׁי הַמָּקוֹם עַל־רִבְקָה כִּי־טוֹבַת מַרְאֶה הִיא׃", "וַיְהִי כִּי אָרְכוּ־לוֹ שָׁם הַיָּמִים וַיַּשְׁקֵף אֲבִימֶלֶךְ מֶלֶךְ פְּלִשְׁתִּים בְּעַד הַחַלּוֹן וַיַּרְא וְהִנֵּה יִצְחָק מְצַחֵק אֵת רִבְקָה אִשְׁתּוֹ׃", "וַיִּקְרָא אֲבִימֶלֶךְ לְיִצְחָק וַיֹּאמֶר אַךְ הִנֵּה אִשְׁתְּךָ הִוא וְאֵיךְ אָמַרְתָּ אֲחֹתִי הִוא וַיֹּאמֶר אֵלָיו יִצְחָק כִּי אָמַרְתִּי פֶּן־אָמוּת עָלֶיהָ׃", "וַיֹּאמֶר אֲבִימֶלֶךְ מַה־זֹּאת עָשִׂיתָ לָּנוּ כִּמְעַט שָׁכַב אַחַד הָעָם אֶת־אִשְׁתֶּךָ וְהֵבֵאתָ עָלֵינוּ אָשָׁם׃", "וַיְצַו אֲבִימֶלֶךְ אֶת־כָּל־הָעָם לֵאמֹר הַנֹּגֵעַ בָּאִישׁ הַזֶּה וּבְאִשְׁתּוֹ מוֹת יוּמָת׃", "וַיִּזְרַע יִצְחָק בָּאָרֶץ הַהִוא וַיִּמְצָא בַּשָּׁנָה הַהִוא מֵאָה שְׁעָרִים וַיְבָרֲכֵהוּ יְהוָה׃", "וַיִּגְדַּל הָאִישׁ וַיֵּלֶךְ הָלוֹךְ וְגָדֵל עַד כִּי־גָדַל מְאֹד׃", "וַיְהִי־לוֹ מִקְנֵה־צֹאן וּמִקְנֵה בָקָר וַעֲבֻדָּה רַבָּה וַיְקַנְאוּ אֹתוֹ פְּלִשְׁתִּים׃", "וְכָל־הַבְּאֵרֹת אֲשֶׁר חָפְרוּ עַבְדֵי אָבִיו בִּימֵי אַבְרָהָם אָבִיו סִתְּמוּם פְּלִשְׁתִּים וַיְמַלְאוּם עָפָר׃", "וַיֹּאמֶר אֲבִימֶלֶךְ אֶל־יִצְחָק לֵךְ מֵעִמָּנוּ כִּי־עָצַמְתָּ־מִמֶּנּוּ מְאֹד׃", "וַיֵּלֶךְ מִשָּׁם יִצְחָק וַיִּחַן בְּנַחַל־גְּרָר וַיֵּשֶׁב שָׁם׃", "וַיָּשָׁב יִצְחָק וַיַּחְפֹּר אֶת־בְּאֵרֹת הַמַּיִם אֲשֶׁר חָפְרוּ בִּימֵי אַבְרָהָם אָבִיו וַיְסַתְּמוּם פְּלִשְׁתִּים אַחֲרֵי מוֹת אַבְרָהָם וַיִּקְרָא לָהֶן שֵׁמוֹת כַּשֵּׁמֹת אֲשֶׁר־קָרָא לָהֶן אָבִיו׃", "וַיַּחְפְּרוּ עַבְדֵי־יִצְחָק בַּנָּחַל וַיִּמְצְאוּ־שָׁם בְּאֵר מַיִם חַיִּים׃", "וַיָּרִיבוּ רֹעֵי גְרָר עִם־רֹעֵי יִצְחָק לֵאמֹר לָנוּ הַמָּיִם וַיִּקְרָא שֵׁם־הַבְּאֵר עֵשֶׂק כִּי הִתְעַשְּׂקוּ עִמּוֹ׃", "וַיַּחְפְּרוּ בְּאֵר אַחֶרֶת וַיָּרִיבוּ גַּם־עָלֶיהָ וַיִּקְרָא שְׁמָהּ שִׂטְנָה׃", "וַיַּעְתֵּק מִשָּׁם וַיַּחְפֹּר בְּאֵר אַחֶרֶת וְלֹא רָבוּ עָלֶיהָ וַיִּקְרָא שְׁמָהּ רְחֹבוֹת וַיֹּאמֶר כִּי־עַתָּה הִרְחִיב יְהוָה לָנוּ וּפָרִינוּ בָאָרֶץ׃", "וַיַּעַל מִשָּׁם בְּאֵר שָׁבַע׃", "וַיֵּרָא אֵלָיו יְהוָה בַּלַּיְלָה הַהוּא וַיֹּאמֶר אָנֹכִי אֱלֹהֵי אַבְרָהָם אָבִיךָ אַל־תִּירָא כִּי־אִתְּךָ אָנֹכִי וּבֵרַכְתִּיךָ וְהִרְבֵּיתִי אֶת־זַרְעֲךָ בַּעֲבוּר אַבְרָהָם עַבְדִּי׃", "וַיִּבֶן שָׁם מִזְבֵּחַ וַיִּקְרָא בְּשֵׁם יְהוָה וַיֶּט־שָׁם אָהֳלוֹ וַיִּכְרוּ־שָׁם עַבְדֵי־יִצְחָק בְּאֵר׃", "וַאֲבִימֶלֶךְ הָלַךְ אֵלָיו מִגְּרָר וַאֲחֻזַּת מֵרֵעֵהוּ וּפִיכֹל שַׂר־צְבָאוֹ׃", "וַיֹּאמֶר אֲלֵהֶם יִצְחָק מַדּוּעַ בָּאתֶם אֵלָי וְאַתֶּם שְׂנֵאתֶם אֹתִי וַתְּשַׁלְּחוּנִי מֵאִתְּכֶם׃", "וַיֹּאמְרוּ רָאוֹ רָאִינוּ כִּי־הָיָה יְהוָה עִמָּךְ וַנֹּאמֶר תְּהִי נָא אָלָה בֵּינוֹתֵינוּ בֵּינֵינוּ וּבֵינֶךָ וְנִכְרְתָה בְרִית עִמָּךְ׃", "אִם־תַּעֲשֵׂה עִמָּנוּ רָעָה כַּאֲשֶׁר לֹא נְגַעֲנוּךָ וְכַאֲשֶׁר עָשִׂינוּ עִמְּךָ רַק־טוֹב וַנְּשַׁלֵּחֲךָ בְּשָׁלוֹם אַתָּה עַתָּה בְּרוּךְ יְהוָה׃", "וַיַּעַשׂ לָהֶם מִשְׁתֶּה וַיֹּאכְלוּ וַיִּשְׁתּוּ׃", "וַיַּשְׁכִּימוּ בַבֹּקֶר וַיִּשָּׁבְעוּ אִישׁ לְאָחִיו וַיְשַׁלְּחֵם יִצְחָק וַיֵּלְכוּ מֵאִתּוֹ בְּשָׁלוֹם׃", "וַיְהִי בַּיּוֹם הַהוּא וַיָּבֹאוּ עַבְדֵי יִצְחָק וַיַּגִּדוּ לוֹ עַל־אֹדוֹת הַבְּאֵר אֲשֶׁר חָפָרוּ וַיֹּאמְרוּ לוֹ מָצָאנוּ מָיִם׃", "וַיִּקְרָא אֹתָהּ שִׁבְעָה עַל־כֵּן שֵׁם־הָעִיר בְּאֵר שֶׁבַע עַד הַיּוֹם הַזֶּה׃", "וַיְהִי עֵשָׂו בֶּן־אַרְבָּעִים שָׁנָה וַיִּקַּח אִשָּׁה אֶת־יְהוּדִית בַּת־בְּאֵרִי הַחִתִּי וְאֶת־בָּשְׂמַת בַּת־אֵילֹן הַחִתִּי׃", "וַתִּהְיֶיןָ מֹרַת רוּחַ לְיִצְחָק וּלְרִבְקָה׃"],
    ["וַיְהִי כִּי־זָקֵן יִצְחָק וַתִּכְהֶיןָ עֵינָיו מֵרְאֹת וַיִּקְרָא אֶת־עֵשָׂו בְּנוֹ הַגָּדֹל וַיֹּאמֶר אֵלָיו בְּנִי וַיֹּאמֶר אֵלָיו הִנֵּנִי׃", "וַיֹּאמֶר הִנֵּה־נָא זָקַנְתִּי לֹא יָדַעְתִּי יוֹם מוֹתִי׃", "וְעַתָּה שָׂא־נָא כֵלֶיךָ תֶּלְיְךָ וְקַשְׁתֶּךָ וְצֵא הַשָּׂדֶה וְצוּדָה לִּי צידה [צָיִד׃]", "וַעֲשֵׂה־לִי מַטְעַמִּים כַּאֲשֶׁר אָהַבְתִּי וְהָבִיאָה לִּי וְאֹכֵלָה בַּעֲבוּר תְּבָרֶכְךָ נַפְשִׁי בְּטֶרֶם אָמוּת׃", "וְרִבְקָה שֹׁמַעַת בְּדַבֵּר יִצְחָק אֶל־עֵשָׂו בְּנוֹ וַיֵּלֶךְ עֵשָׂו הַשָּׂדֶה לָצוּד צַיִד לְהָבִיא׃", "וְרִבְקָה אָמְרָה אֶל־יַעֲקֹב בְּנָהּ לֵאמֹר הִנֵּה שָׁמַעְתִּי אֶת־אָבִיךָ מְדַבֵּר אֶל־עֵשָׂו אָחִיךָ לֵאמֹר׃", "הָבִיאָה לִּי צַיִד וַעֲשֵׂה־לִי מַטְעַמִּים וְאֹכֵלָה וַאֲבָרֶכְכָה לִפְנֵי יְהוָה לִפְנֵי מוֹתִי׃", "וְעַתָּה בְנִי שְׁמַע בְּקֹלִי לַאֲשֶׁר אֲנִי מְצַוָּה אֹתָךְ׃", "לֶךְ־נָא אֶל־הַצֹּאן וְקַח־לִי מִשָּׁם שְׁנֵי גְּדָיֵי עִזִּים טֹבִים וְאֶעֱשֶׂה אֹתָם מַטְעַמִּים לְאָבִיךָ כַּאֲשֶׁר אָהֵב׃", "וְהֵבֵאתָ לְאָבִיךָ וְאָכָל בַּעֲבֻר אֲשֶׁר יְבָרֶכְךָ לִפְנֵי מוֹתוֹ׃", "וַיֹּאמֶר יַעֲקֹב אֶל־רִבְקָה אִמּוֹ הֵן עֵשָׂו אָחִי אִישׁ שָׂעִר וְאָנֹכִי אִישׁ חָלָק׃", "אוּלַי יְמֻשֵּׁנִי אָבִי וְהָיִיתִי בְעֵינָיו כִּמְתַעְתֵּעַ וְהֵבֵאתִי עָלַי קְלָלָה וְלֹא בְרָכָה׃", "וַתֹּאמֶר לוֹ אִמּוֹ עָלַי קִלְלָתְךָ בְּנִי אַךְ שְׁמַע בְּקֹלִי וְלֵךְ קַח־לִי׃", "וַיֵּלֶךְ וַיִּקַּח וַיָּבֵא לְאִמּוֹ וַתַּעַשׂ אִמּוֹ מַטְעַמִּים כַּאֲשֶׁר אָהֵב אָבִיו׃", "וַתִּקַּח רִבְקָה אֶת־בִּגְדֵי עֵשָׂו בְּנָהּ הַגָּדֹל הַחֲמֻדֹת אֲשֶׁר אִתָּהּ בַּבָּיִת וַתַּלְבֵּשׁ אֶת־יַעֲקֹב בְּנָהּ הַקָּטָן׃", "וְאֵת עֹרֹת גְּדָיֵי הָעִזִּים הִלְבִּישָׁה עַל־יָדָיו וְעַל חֶלְקַת צַוָּארָיו׃", "וַתִּתֵּן אֶת־הַמַּטְעַמִּים וְאֶת־הַלֶּחֶם אֲשֶׁר עָשָׂתָה בְּיַד יַעֲקֹב בְּנָהּ׃", "וַיָּבֹא אֶל־אָבִיו וַיֹּאמֶר אָבִי וַיֹּאמֶר הִנֶּנִּי מִי אַתָּה בְּנִי׃", "וַיֹּאמֶר יַעֲקֹב אֶל־אָבִיו אָנֹכִי עֵשָׂו בְּכֹרֶךָ עָשִׂיתִי כַּאֲשֶׁר דִּבַּרְתָּ אֵלָי קוּם־נָא שְׁבָה וְאָכְלָה מִצֵּידִי בַּעֲבוּר תְּבָרֲכַנִּי נַפְשֶׁךָ׃", "וַיֹּאמֶר יִצְחָק אֶל־בְּנוֹ מַה־זֶּה מִהַרְתָּ לִמְצֹא בְּנִי וַיֹּאמֶר כִּי הִקְרָה יְהוָה אֱלֹהֶיךָ לְפָנָי׃", "וַיֹּאמֶר יִצְחָק אֶל־יַעֲקֹב גְּשָׁה־נָּא וַאֲמֻשְׁךָ בְּנִי הַאַתָּה זֶה בְּנִי עֵשָׂו אִם־לֹא׃", "וַיִּגַּשׁ יַעֲקֹב אֶל־יִצְחָק אָבִיו וַיְמֻשֵּׁהוּ וַיֹּאמֶר הַקֹּל קוֹל יַעֲקֹב וְהַיָּדַיִם יְדֵי עֵשָׂו׃", "וְלֹא הִכִּירוֹ כִּי־הָיוּ יָדָיו כִּידֵי עֵשָׂו אָחִיו שְׂעִרֹת וַיְבָרְכֵהוּ׃", "וַיֹּאמֶר אַתָּה זֶה בְּנִי עֵשָׂו וַיֹּאמֶר אָנִי׃", "וַיֹּאמֶר הַגִּשָׁה לִּי וְאֹכְלָה מִצֵּיד בְּנִי לְמַעַן תְּבָרֶכְךָ נַפְשִׁי וַיַּגֶּשׁ־לוֹ וַיֹּאכַל וַיָּבֵא לוֹ יַיִן וַיֵּשְׁתְּ׃", "וַיֹּאמֶר אֵלָיו יִצְחָק אָבִיו גְּשָׁה־נָּא וּשְׁקָה־לִּי בְּנִי׃", "וַיִּגַּשׁ וַיִּשַּׁק־לוֹ וַיָּרַח אֶת־רֵיחַ בְּגָדָיו וַיְבָרֲכֵהוּ וַיֹּאמֶר רְאֵה רֵיחַ בְּנִי כְּרֵיחַ שָׂדֶה אֲשֶׁר בֵּרֲכוֹ יְהוָה׃", "וְיִתֶּן־לְךָ הָאֱלֹהִים מִטַּל הַשָּׁמַיִם וּמִשְׁמַנֵּי הָאָרֶץ וְרֹב דָּגָן וְתִירֹשׁ׃", "יַעַבְדוּךָ עַמִּים וישתחו [וְיִשְׁתַּחֲווּ] לְךָ לְאֻמִּים הֱוֵה גְבִיר לְאַחֶיךָ וְיִשְׁתַּחֲוּוּ לְךָ בְּנֵי אִמֶּךָ אֹרְרֶיךָ אָרוּר וּמְבָרֲכֶיךָ בָּרוּךְ׃", "וַיְהִי כַּאֲשֶׁר כִּלָּה יִצְחָק לְבָרֵךְ אֶת־יַעֲקֹב וַיְהִי אַךְ יָצֹא יָצָא יַעֲקֹב מֵאֵת פְּנֵי יִצְחָק אָבִיו וְעֵשָׂו אָחִיו בָּא מִצֵּידוֹ׃", "וַיַּעַשׂ גַּם־הוּא מַטְעַמִּים וַיָּבֵא לְאָבִיו וַיֹּאמֶר לְאָבִיו יָקֻם אָבִי וְיֹאכַל מִצֵּיד בְּנוֹ בַּעֲבוּר תְּבָרֲכַנִּי נַפְשֶׁךָ׃", "וַיֹּאמֶר לוֹ יִצְחָק אָבִיו מִי־אָתָּה וַיֹּאמֶר אֲנִי בִּנְךָ בְכֹרְךָ עֵשָׂו׃", "וַיֶּחֱרַד יִצְחָק חֲרָדָה גְּדֹלָה עַד־מְאֹד וַיֹּאמֶר מִי־אֵפוֹא הוּא הַצָּד־צַיִד וַיָּבֵא לִי וָאֹכַל מִכֹּל בְּטֶרֶם תָּבוֹא וָאֲבָרֲכֵהוּ גַּם־בָּרוּךְ יִהְיֶה׃", "כִּשְׁמֹעַ עֵשָׂו אֶת־דִּבְרֵי אָבִיו וַיִּצְעַק צְעָקָה גְּדֹלָה וּמָרָה עַד־מְאֹד וַיֹּאמֶר לְאָבִיו בָּרֲכֵנִי גַם־אָנִי אָבִי׃", "וַיֹּאמֶר בָּא אָחִיךָ בְּמִרְמָה וַיִּקַּח בִּרְכָתֶךָ׃", "וַיֹּאמֶר הֲכִי קָרָא שְׁמוֹ יַעֲקֹב וַיַּעְקְבֵנִי זֶה פַעֲמַיִם אֶת־בְּכֹרָתִי לָקָח וְהִנֵּה עַתָּה לָקַח בִּרְכָתִי וַיֹּאמַר הֲלֹא־אָצַלְתָּ לִּי בְּרָכָה׃", "וַיַּעַן יִצְחָק וַיֹּאמֶר לְעֵשָׂו הֵן גְּבִיר שַׂמְתִּיו לָךְ וְאֶת־כָּל־אֶחָיו נָתַתִּי לוֹ לַעֲבָדִים וְדָגָן וְתִירֹשׁ סְמַכְתִּיו וּלְכָה אֵפוֹא מָה אֶעֱשֶׂה בְּנִי׃", "וַיֹּאמֶר עֵשָׂו אֶל־אָבִיו הַבְרָכָה אַחַת הִוא־לְךָ אָבִי בָּרֲכֵנִי גַם־אָנִי אָבִי וַיִּשָּׂא עֵשָׂו קֹלוֹ וַיֵּבְךְּ׃", "וַיַּעַן יִצְחָק אָבִיו וַיֹּאמֶר אֵלָיו הִנֵּה מִשְׁמַנֵּי הָאָרֶץ יִהְיֶה מוֹשָׁבֶךָ וּמִטַּל הַשָּׁמַיִם מֵעָל׃", "וְעַל־חַרְבְּךָ תִחְיֶה וְאֶת־אָחִיךָ תַּעֲבֹד וְהָיָה כַּאֲשֶׁר תָּרִיד וּפָרַקְתָּ עֻלּוֹ מֵעַל צַוָּארֶךָ׃", "וַיִּשְׂטֹם עֵשָׂו אֶת־יַעֲקֹב עַל־הַבְּרָכָה אֲשֶׁר בֵּרֲכוֹ אָבִיו וַיֹּאמֶר עֵשָׂו בְּלִבּוֹ יִקְרְבוּ יְמֵי אֵבֶל אָבִי וְאַהַרְגָה אֶת־יַעֲקֹב אָחִי׃", "וַיֻּגַּד לְרִבְקָה אֶת־דִּבְרֵי עֵשָׂו בְּנָהּ הַגָּדֹל וַתִּשְׁלַח וַתִּקְרָא לְיַעֲקֹב בְּנָהּ הַקָּטָן וַתֹּאמֶר אֵלָיו הִנֵּה עֵשָׂו אָחִיךָ מִתְנַחֵם לְךָ לְהָרְגֶךָ׃", "וְעַתָּה בְנִי שְׁמַע בְּקֹלִי וְקוּם בְּרַח־לְךָ אֶל־לָבָן אָחִי חָרָנָה׃", "וְיָשַׁבְתָּ עִמּוֹ יָמִים אֲחָדִים עַד אֲשֶׁר־תָּשׁוּב חֲמַת אָחִיךָ׃", "עַד־שׁוּב אַף־אָחִיךָ מִמְּךָ וְשָׁכַח אֵת אֲשֶׁר־עָשִׂיתָ לּוֹ וְשָׁלַחְתִּי וּלְקַחְתִּיךָ מִשָּׁם לָמָה אֶשְׁכַּל גַּם־שְׁנֵיכֶם יוֹם אֶחָד׃", "וַתֹּאמֶר רִבְקָה אֶל־יִצְחָק קַצְתִּי בְחַיַּי מִפְּנֵי בְּנוֹת חֵת אִם־לֹקֵחַ יַעֲקֹב אִשָּׁה מִבְּנוֹת־חֵת כָּאֵלֶּה מִבְּנוֹת הָאָרֶץ לָמָּה לִּי חַיִּים׃"],
    ["וַיִּקְרָא יִצְחָק אֶל־יַעֲקֹב וַיְבָרֶךְ אֹתוֹ וַיְצַוֵּהוּ וַיֹּאמֶר לוֹ לֹא־תִקַּח אִשָּׁה מִבְּנוֹת כְּנָעַן׃", "קוּם לֵךְ פַּדֶּנָה אֲרָם בֵּיתָה בְתוּאֵל אֲבִי אִמֶּךָ וְקַח־לְךָ מִשָּׁם אִשָּׁה מִבְּנוֹת לָבָן אֲחִי אִמֶּךָ׃", "וְאֵל שַׁדַּי יְבָרֵךְ אֹתְךָ וְיַפְרְךָ וְיַרְבֶּךָ וְהָיִיתָ לִקְהַל עַמִּים׃", "וְיִתֶּן־לְךָ אֶת־בִּרְכַּת אַבְרָהָם לְךָ וּלְזַרְעֲךָ אִתָּךְ לְרִשְׁתְּךָ אֶת־אֶרֶץ מְגֻרֶיךָ אֲשֶׁר־נָתַן אֱלֹהִים לְאַבְרָהָם׃", "וַיִּשְׁלַח יִצְחָק אֶת־יַעֲקֹב וַיֵּלֶךְ פַּדֶּנָה אֲרָם אֶל־לָבָן בֶּן־בְּתוּאֵל הָאֲרַמִּי אֲחִי רִבְקָה אֵם יַעֲקֹב וְעֵשָׂו׃", "וַיַּרְא עֵשָׂו כִּי־בֵרַךְ יִצְחָק אֶת־יַעֲקֹב וְשִׁלַּח אֹתוֹ פַּדֶּנָה אֲרָם לָקַחַת־לוֹ מִשָּׁם אִשָּׁה בְּבָרֲכוֹ אֹתוֹ וַיְצַו עָלָיו לֵאמֹר לֹא־תִקַּח אִשָּׁה מִבְּנוֹת כְּנָעַן׃", "וַיִּשְׁמַע יַעֲקֹב אֶל־אָבִיו וְאֶל־אִמּוֹ וַיֵּלֶךְ פַּדֶּנָה אֲרָם׃", "וַיַּרְא עֵשָׂו כִּי רָעוֹת בְּנוֹת כְּנָעַן בְּעֵינֵי יִצְחָק אָבִיו׃", "וַיֵּלֶךְ עֵשָׂו אֶל־יִשְׁמָעֵאל וַיִּקַּח אֶת־מָחֲלַת בַּת־יִשְׁמָעֵאל בֶּן־אַבְרָהָם אֲחוֹת נְבָיוֹת עַל־נָשָׁיו לוֹ לְאִשָּׁה׃"]
  ],
  "english_text" : [
    ["And these are the generations of Isaac, Abraham’s son: Abraham begot Isaac.", "And Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramean, of Paddan-aram, the sister of Laban the Aramean, to be his wife.", "And Isaac entreated the LORD for his wife, because she was barren; and the LORD let Himself be entreated of him, and Rebekah his wife conceived.", "And the children struggled together within her; and she said: ‘If it be so, wherefore do I live?’ And she went to inquire of the LORD.", "And the LORD said unto her: Two nations are in thy womb, And two peoples shall be separated from thy bowels; And the one people shall be stronger than the other people; And the elder shall serve the younger.", "And when her days to be delivered were fulfilled, behold, there were twins in her womb.", "And the first came forth ruddy, all over like a hairy mantle; and they called his name Esau.", "And after that came forth his brother, and his hand had hold on Esau’s heel; and his name was called Jacob. And Isaac was threescore years old when she bore them.", "And the boys grew; and Esau was a cunning hunter, a man of the field; and Jacob was a quiet man, dwelling in tents.", "Now Isaac loved Esau, because he did eat of his venison; and Rebekah loved Jacob.", "And Jacob sod pottage; and Esau came in from the field, and he was faint.", "And Esau said to Jacob: ‘Let me swallow, I pray thee, some of this red, red pottage; for I am faint.’ Therefore was his name called Edom.", "And Jacob said: ‘Sell me first thy birth right.’", "And Esau said: ‘Behold, I am at the point to die; and what profit shall the birthright do to me?’", "And Jacob said: ‘Swear to me first’; and he swore unto him; and he sold his birthright unto Jacob.", "And Jacob gave Esau bread and pottage of lentils; and he did eat and drink, and rose up, and went his way. So Esau despised his birthright."],
    ["And there was a famine in the land, beside the first famine that was in the days of Abraham. And Isaac went unto Abimelech king of the Philistines unto Gerar.", "And the LORD appeared unto him, and said: ‘Go not down unto Egypt; dwell in the land which I shall tell thee of.", "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these lands, and I will establish the oath which I swore unto Abraham thy father;", "and I will multiply thy seed as the stars of heaven, and will give unto thy seed all these lands; and by thy seed shall all the nations of the earth bless themselves;", "because that Abraham hearkened to My voice, and kept My charge, My commandments, My statutes, and My laws.’", "And Isaac dwelt in Gerar.", "And the men of the place asked him of his wife; and he said: ‘She is my sister’; for he feared to say: ‘My wife’; ‘lest the men of the place should kill me for Rebekah, because she is fair to look upon.’", "And it came to pass, when he had been there a long time, that Abimelech king of the Philistines looked out at a window, and saw, and, behold, Isaac was sporting with Rebekah his wife.", "And Abimelech called Isaac, and said: ‘Behold, of a surety she is thy wife; and how saidst thou: She is my sister?’ And Isaac said unto him: ‘Because I said: Lest I die because of her.’", "And Abimelech said: ‘What is this thou hast done unto us? one of the people might easily have lain with thy wife, and thou wouldest have brought guiltiness upon us.’", "And Abimelech charged all the people, saying: ‘He that toucheth this man or his wife shall surely be put to death.’", "And Isaac sowed in that land, and found in the same year a hundred-fold; and the LORD blessed him.", "And the man waxed great, and grew more and more until he became very great.", "And he had possessions of flocks, and possessions of herds, and a great household; and the Philistines envied him.", "Now all the wells which his father’s servants had digged in the days of Abraham his father, the Philistines had stopped them, and filled them with earth.", "And Abimelech said unto Isaac: ‘Go from us; for thou art much mightier than we.’", "And Isaac departed thence, and encamped in the valley of Gerar, and dwelt there.", "And Isaac digged again the wells of water, which they had digged in the days of Abraham his father; for the Philistines had stopped them after the death of Abraham; and he called their names after the names by which his father had called them.", "And Isaac’s servants digged in the valley, and found there a well of living water.", "And the herdmen of Gerar strove with Isaac’s herdmen, saying: ‘The water is ours.’ And he called the name of the well Esek; because they contended with him.", "And they digged another well, and they strove for that also. And he called the name of it Sitnah.", "And he removed from thence, and digged another well; and for that they strove not. And he called the name of it Rehoboth; and he said: ‘For now the LORD hath made room for us, and we shall be fruitful in the land.’", "And he went up from thence to Beer-sheba.", "And the LORD appeared unto him the same night, and said: ‘I am the God of Abraham thy father. Fear not, for I am with thee, and will bless thee, and multiply thy seed for My servant Abraham’s sake.’", "And he builded an altar there, and called upon the name of the LORD, and pitched his tent there; and there Isaac’s servants digged a well.", "Then Abimelech went to him from Gerar, and Ahuzzath his friend, and Phicol the captain of his host.", "And Isaac said unto them: ‘Wherefore are ye come unto me, seeing ye hate me, and have sent me away from you?’", "And they said: ‘We saw plainly that the LORD was with thee; and we said: Let there now be an oath betwixt us, even betwixt us and thee, and let us make a covenant with thee;", "that thou wilt do us no hurt, as we have not touched thee, and as we have done unto thee nothing but good, and have sent thee away in peace; thou art now the blessed of the LORD.’", "And he made them a feast, and they did eat and drink.", "And they rose up betimes in the morning, and swore one to another; and Isaac sent them away, and they departed from him in peace.", "And it came to pass the same day, that Isaac’s servants came, and told him concerning the well which they had digged, and said unto him: ‘We have found water.’", "And he called it Shibah. Therefore the name of the city is Beer-sheba unto this day.", "And when Esau was forty years old, he took to wife Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite.", "And they were a bitterness of spirit unto Isaac and to Rebekah."],
    ["And it came to pass, that when Isaac was old, and his eyes were dim, so that he could not see, he called Esau his elder son, and said unto him: ‘My son’; and he said unto him: ‘Here am I.’", "And he said: ‘Behold now, I am old, I know not the day of my death.", "Now therefore take, I pray thee, thy weapons, thy quiver and thy bow, and go out to the field, and take me venison;", "and make me savoury food, such as I love, and bring it to me, that I may eat; that my soul may bless thee before I die.’", "And Rebekah heard when Isaac spoke to Esau his son. And Esau went to the field to hunt for venison, and to bring it.", "And Rebekah spoke unto Jacob her son, saying: ‘Behold, I heard thy father speak unto Esau thy brother, saying:", "Bring me venison, and make me savoury food, that I may eat, and bless thee before the LORD before my death.", "Now therefore, my son, hearken to my voice according to that which I command thee.", "Go now to the flock, and fetch me from thence two good kids of the goats; and I will make them savoury food for thy father, such as he loveth;", "and thou shalt bring it to thy father, that he may eat, so that he may bless thee before his death.’", "And Jacob said to Rebekah his mother: ‘Behold, Esau my brother is a hairy man, and I am a smooth man.", "My father peradventure will feel me, and I shall seem to him as a mocker; and I shall bring a curse upon me, and not a blessing.’", "And his mother said unto him: ‘Upon me be thy curse, my son; only hearken to my voice, and go fetch me them.’", "And he went, and fetched, and brought them to his mother; and his mother made savoury food, such as his father loved.", "And Rebekah took the choicest garments of Esau her elder son, which were with her in the house, and put them upon Jacob her younger son.", "And she put the skins of the kids of the goats upon his hands, and upon the smooth of his neck.", "And she gave the savoury food and the bread, which she had prepared, into the hand of her son Jacob.", "And he came unto his father, and said: ‘My father’; and he said: ‘Here am I; who art thou, my son?’", "And Jacob said unto his father: ‘I am Esau thy first-born; I have done according as thou badest me. Arise, I pray thee, sit and eat of my venison, that thy soul may bless me.’", "And Isaac said unto his son: ‘How is it that thou hast found it so quickly, my son?’ And he said: ‘Because the LORD thy God sent me good speed.’", "And Isaac said unto Jacob: ‘Come near, I pray thee, that I may feel thee, my son, whether thou be my very son Esau or not.’", "And Jacob went near unto Isaac his father; and he felt him, and said: ‘The voice is the voice of Jacob, but the hands are the hands of Esau.’", "And he discerned him not, because his hands were hairy, as his brother Esau’s hands; so he blessed him.", "And he said: ‘Art thou my very son Esau?’ And he said: ‘I am.’", "And he said: ‘Bring it near to me, and I will eat of my son’s venison, that my soul may bless thee.’ And he brought it near to him, and he did eat; and he brought him wine, and he drank.", "And his father Isaac said unto him: ‘Come near now, and kiss me, my son.’", "And he came near, and kissed him. And he smelled the smell of his raiment, and blessed him, and said: See, the smell of my son Is as the smell of a field which the LORD hath blessed.", "So God give thee of the dew of heaven, And of the fat places of the earth, And plenty of corn and wine.", "Let peoples serve thee, And nations bow down to thee. Be lord over thy brethren, And let thy mother’s sons bow down to thee. Cursed be every one that curseth thee, And blessed be every one that blesseth thee.", "And it came to pass, as soon as Isaac had made an end of blessing Jacob, and Jacob was yet scarce gone out from the presence of Isaac his father, that Esau his brother came in from his hunting.", "And he also made savoury food, and brought it unto his father; and he said unto his father: ‘Let my father arise, and eat of his son’s venison, that thy soul may bless me.’", "And Isaac his father said unto him: ‘Who art thou?’ And he said: ‘I am thy son, thy first-born, Esau.’", "And Isaac trembled very exceedingly, and said: ‘Who then is he that hath taken venison, and brought it me, and I have eaten of all before thou camest, and have blessed him? yea, and he shall be blessed.’", "When Esau heard the words of his father, he cried with an exceeding great and bitter cry, and said unto his father: ‘Bless me, even me also, O my father.’", "And he said: ‘Thy brother came with guile, and hath taken away thy blessing.’", "And he said: ‘Is not he rightly named Jacob? for he hath supplanted me these two times: he took away my birthright; and, behold, now he hath taken away my blessing.’ And he said: ‘Hast thou not reserved a blessing for me?’", "And Isaac answered and said unto Esau: ‘Behold, I have made him thy lord, and all his brethren have I given to him for servants; and with corn and wine have I sustained him; and what then shall I do for thee, my son?’", "And Esau said unto his father: ‘Hast thou but one blessing, my father? bless me, even me also, O my father.’ And Esau lifted up his voice, and wept.", "And Isaac his father answered and said unto him: Behold, of the fat places of the earth shall be thy dwelling, And of the dew of heaven from above;", "And by thy sword shalt thou live, And thou shalt serve thy brother; And it shall come to pass when thou shalt break loose, That thou shalt shake his yoke from off thy neck.", "And Esau hated Jacob because of the blessing wherewith his father blessed him. And Esau said in his heart: ‘Let the days of mourning for my father be at hand; then will I slay my brother Jacob.’", "And the words of Esau her elder son were told to Rebekah; and she sent and called Jacob her younger son, and said unto him: ‘Behold, thy brother Esau, as touching thee, doth comfort himself, purposing to kill thee.", "Now therefore, my son, hearken to my voice; and arise, flee thou to Laban my brother to Haran;", "and tarry with him a few days, until thy brother’s fury turn away;", "until thy brother’s anger turn away from thee, and he forget that which thou hast done to him; then I will send, and fetch thee from thence; why should I be bereaved of you both in one day?’", "And Rebekah said to Isaac: ‘I am weary of my life because of the daughters of Heth. If Jacob take a wife of the daughters of Heth, such as these, of the daughters of the land, what good shall my life do me?’"],
    ["And Isaac called Jacob, and blessed him, and charged him, and said unto him: ‘Thou shalt not take a wife of the daughters of Canaan.", "Arise, go to Paddan-aram, to the house of Bethuel thy mother’s father; and take thee a wife from thence of the daughters of Laban thy mother’s brother.", "And God Almighty bless thee, and make thee fruitful, and multiply thee, that thou mayest be a congregation of peoples;", "and give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land of thy sojournings, which God gave unto Abraham.’", "And Isaac sent away Jacob; and he went to Paddan-aram unto Laban, son of Bethuel the Aramean, the brother of Rebekah, Jacob’s and Esau’s mother.", "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram, to take him a wife from thence; and that as he blessed him he gave him a charge, saying: ‘Thou shalt not take a wife of the daughters of Canaan’;", "and that Jacob hearkened to his father and his mother, and was gone to Paddan-aram;", "and Esau saw that the daughters of Canaan pleased not Isaac his father; .", "so Esau went unto Ishmael, and took unto the wives that he had Mahalath the daughter of Ishmael Abraham’s son, the sister of Nebaioth, to be his wife."]
  ],
  "sefer" : "bereshit",
  "sefer_sponsor" : "In Honor of Shirley & Al Gindi",
  "parasha_sponsor" : ""
}
